Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Your physical strength will decrease, but in return you will be able to easily use magic. Cleodil will show you. But the real danger will be evil roaming in your veins. You will need to fight and master it. This is why you need to take a small dose and finish the job quickly. Delay and you will not only fail in your mission, but also get caught!
da: Din fysiske styrke vil forminskes, men til gengæld vil du nemt kunne anvende magi. Cleodil vil vise dig hvordan. Men den virkelige fare vil være ondskaben løbende i dine årer. Du vil være nød til at bekæmpe og beherske den. Derfor må du tage en lille dosis og afslutte dit forehavende hurtigt. Bliv forsinket og du vil ikke kun mislykkes med din mission, men også blive fanget!
de: Eure physische Kraft wird sich verringern, aber im Gegenzug werden eure magischen Fähigkeiten wachsen. Cleodil wird euch zeigen, wie ihr es anstellt. Doch die wahre Gefahr dabei ist das Böse, das durch eure Adern fließt. Ihr müsst unbedingt lernen es zu bekämpfen und zu besiegen. Deshalb gebe ich euch nur eine kleine Dosis und den Rat euch zu beeilen. Seid Ihr zu langsam, werdet ihr nicht nur euren Auftrag nicht erfüllen, sondern auch gefangen genommen werden!
es: Su fuerza física disminuirá, pero a cambio podrá usar magia fácilmente. Cleodil lo mostrará. Pero el peligro real estará circulando por sus venas. Necesitará luchar y dominarlo. Por eso necesita tomar una dosis pequeña y terminar el trabajo rápidamente. ¡El retraso no solo hará que fracase en su misión, tambien será atrapado!
fr: Votre force physique s'amoindrira, mais en retour vous pourrez utiliser la magie sans peine. Cléodil vous montrera. Mais le réel danger sera le mal courant dans vos veines. Il vous faudra le combattre et le maîtriser, c'est pourquoi vous devez prendre une faible dose et terminer le travail rapidement. Tout retard vous fera non seulement échouer dans votre mission, mais aussi vous fera prendre.
hu: A fizikai erőd csökken, cserébe viszont könnyen használhatod a mágiát. Cleodil majd beavat. Az igazi kockázat a gonosz áramlása az ereidben. Harcolnod kell ellene, s legyőznöd. Emiatt csak kis adagot szabad meginnod, s gyorsan kell elvégezned a munkát. Ha körülményeskedsz, kifutsz az időből, s nemcsak a küldetésed bukod el, de még fogságba is esel.
pl: Wasza siła fizyczna spadnie, ale w zamian nabędziecie łatwości w posługiwaniu się magia. Cleodil wam to pokaże. Ale prawdziwym niebezpieczeństwe będzie zło krążące w waszych żyłach. Będziecie musieli je pokonać i opanować. Dlatego musicie wziąć małą dawkę i się śpieszyć. Jakiekolwiek opóźnienie i nie tylko nie wykonacie waszej misji, ale i zostaniecie złapani!
ru: Ваша физическая сила уменьшится, но взамен вы сможете легко использовать магию. Клеодил научит вас. Но настоящая опасность - зло, струящееся по вашим венам. Вы должны будете сражаться с ним и одолеть его. Поэтому вы должны принять малую дозу и быстро выполнить задачу. Задержка - и вы не только провалите свою миссию, но и попадете в ловушку!
sv: Er fysiska styrka avtar, men i gengäld kommer ni att kunna använda magi. Cleodil visar hur. Men den riktiga faran är ondskan som kommer genomsyra era ådror. Ni måste bekämpa och bemästra den. Ni får bara ta en liten dos och avsluta uppdraget snabbt. Dröj och ni kommer inte bara att misslyckas med ert uppdrag utan också bli tillfångatagna.
tr: Fiziksel gücünüz azalacak, fakat kolayca sihir kullanabilir duruma geleceksiniz. Cleodil size gösterir. Fakat gerçek tehlike damarlarınızda şeytanın gezinecek olmasıdır. Onunla savaşmanız ve ona hakim olmanız gerekecek. Küçük bir doz alıp işinizi çabucak bitirmeniz bu yüzden gerekli.

source: I do not like this, but I see no other way: We must stop the orcs. So, since I am the leader, I will be one of the two who will go to kill the king. But I cannot make anyone else come with me, since this will be too dangerous. Does anyone volunteer?
da: Jeg kan ikke li' det her, men jeg ser ingen anden mulighed: Vi må stoppe orkerne. Da jeg er lederen, vil jeg være en af de to som tager af sted for at dræbe kongen. Men jeg kan ikke beordre nogen anden med mig på grund af farligheden. Melder nogen sig frivilligt?
de: Das gefällt mir überhaupt nicht, aber ich sehe keinen anderen Weg. Wir müssen die Orks aufhalten! Nun, da ich der Anführer bin, werde ich einer der zwei sein, die versuchen werden den König zu töten. Aber ich kann niemanden zwingen, mit mir zu gehen, weil dies eine sehr gefahrvolle Mission ist. Gibt es einen Freiwilligen?
es: No me gusta esto, pero no veo otra alternativa. Debemos detener a los orcos. Bueno, como soy el líder, seré uno de los dos que irán a matar al rey. Pero no puedo pedirle a nadie que me acompañe, ya que será demasiado peligroso. ¿Se ofrece alguien?
fr: Je n'aime pas cela, mais je ne vois pas d'autre moyen : nous devons arrêter les orcs. Ainsi donc, puisque je suis le chef, je serai parmi les deux qui partiront tuer le roi. Mais je ne peux forcer personne à venir avec moi, dans ce qui s'annonce une mission extrêmement dangereuse. Y a-t-il un volontaire ?
hu: Nem fűlik hozzá a fogam, de nem tudok jobbat. Bármi áron, de meg kell állítanunk az orkokat. S mivel én vagyok a vezető, az egyik behatoló én leszek. Mivel igen kockázatos a dolog, senkit nem kényszerítek, hogy jöjjön velem. Akad valaki, aki önként velem tartana?
pl: Nie podoba mi się to, ale nie widzę innego sposoby: musimy zatrzymać orki. A więc, ja, jako przywódca, będę jednym z dwójki, która ma zgładzić króla. Ale nie mogę nikomu kazać iść ze mną, bo będzie to zbyt niebezpieczne. Czy widzę ochotników?
ru: Мне это не нравится, но я не вижу другого выхода. Мы должны остановить орков. Итак, поскольку я лидер, одним из этих двух буду я. Но я не могу никого заставить пойти со мной, ведь это слишком опасно. Добровольцы?
sv: Jag tycker inte om det här, men jag ser ingen annan utväg. Vi måste sätta stopp för orcherna. Jag är en av de två som går för att döda kungen. Men jag kan inte säga till någon annan att följa med mig; detta är alltför farligt. Är det någon som ställer upp frivilligt?
tr: Bunu sevmedim, fakat başka çaremiz yok: Orkları durdurmamız lazım. Lideriniz olarak kralı öldürmeye gidecek iki kişiden biri ben olacağım. Fakat, kimseye yanımda gel diyemem çünkü bu çok tehlikeli. Gönüllü var mı?

source: I will come with you. We will not fail!
da: Jeg kommer med dig. Vi vil ikke fejle!
de: Ich komme mit euch. Wir werden Siegen!
es: Iré con usted. ¡No fallaremos!
fr: Je viendrai avec toi. Nous n'échouerons pas !
hu: Veled megyek. Nem bukhatunk el!
pl: Pójdę z tobą. Nie zawiedziemy!
ru: Я пойду с тобой. Все получится!
sv: Jag följer med dig. Vi kommer inte att misslyckas!
tr: Ben geleceğim seninle. Başarısız olmayacağız!

source: This does not seem a wise choice.
da: Dette virker ikke som et klogt valg.
de: Das scheint mir keine weise Entscheidung zu sein.
es: Ésta no parece una opción sabia.
fr: Cela ne me semble pas un choix très judicieux.
hu: Ez nem látszik bölcs döntésnek.
pl: To nie wygląda na mądry wybór.
ru: Это не самый мудрый выбор.
sv: Det här är nog inget vist val.
tr: Bu akıllıca bir seçim gibi görünmüyor.

source: Landar may be brash, but he is a great fighter and a trusted friend. We should be going now, I guess. Crelanu, your book will be safe with us. We will guard it until someone worthy of it comes along.
da: Landar er måske pralende, men han er en stor kriger og en betroet ven. Jeg antager at vi må af sted nu. Crelanu din bog vil være sikker hos os. Vi vil bevogte den indtil en værdig person kommer forbi.
de: Landar mag zwar ganz schön Vorlaut sein, aber er ist dafür auch ein sehr guter Kämpfer und ein guter Freund, dem ich mein Vertrauen schenke. Wir sollten jetzt aufbrechen. Es wird Zeit. Crelanu, euer Buch ist bei uns Sicher aufgehoben. Wir werden darauf solange aufpassen, bis jemand vorbeikommt, der sich dessen Würdig erweist.
es: Landar puede ser temerario, pero es un gran combatiente y un amigo confiable. Debemos ir ahora, creo. Crelanu, tu libro estará seguro con nosotros. Lo guardaremos hasta encontrar a alguien digno de é.
fr: Landar a beau être impétueux, c'est un grand guerrier et un ami de confiance. Nous devons y aller maintenant. Je pense, Crelanu, que votre livre sera en sûreté avec nous. Nous le garderons jusqu'à ce que quelqu'un qui en soit digne se présente.
hu: Landar lehet, hogy kissé faragatlan, de nagy harcos és igaz barát. Azt hiszem készen állunk. Crelanu, a könyved biztonságban lesz nálunk, megőrizzük addig, amíg valaki méltóval nem találkozunk, akinek átadhatjuk.
pl: Landar jest może zuchwalcem, ale także znakomitym wojownikiem i zaufanym przyjacielem. Powinniśmy chyba już ruszać. Crelanu, twoja księga będzie bezpieczna w naszych rękach. Będziemy jej strzec, póki nie napotkamy kogoś jej godnego.
ru: Ландар дерзок, но он великий воин и верный друг. Думаю, надо выступать. Крелану, твоя книга будет у нас в безопасности. Мы будем охранять ее, пока не найдет кого-нибудь достойного ее.
sv: Landar kanske är högfärdig, men han är också en stor krigare och en pålitlig vän. Vi måste ge oss av nu, antar jag. Crelanu, din bok är säker med oss. Vi skall vakta den tills vi finner någon som är den värdig.
tr: Landar küstah olabilir, fakat büyük bir döğüşçü ve güvenilir bir dosttur. Şimdi gitmeliyiz. Crelanu, kitabın bizim yanımızda güvende olacak. Liyakatli biri gelene kadar onu koruyacağız.

source: Come, I will give you and Landar a potion and show you a safe point to cross the river.
da: Kom jeg vil give dig og Landar en trylledrik og vise jer et sikkert sted at krydse floden.
de: Kommt her! Ich werde euch beiden jeweils einen Trank geben und euch eine sichere Stelle zeigen, an der ihr den Fluss überqueren könnt.
es: Vengan, les daré una poción a usted y a Landar y les mostraré un punto seguro para cruzar el río.
fr: Venez, je vais vous donner une potion ainsi qu'à Landar et vous montrer un endroit où traverser la rivière en sécurité.
hu: Gyertek velem. Te és Landar megkapjátok az italt, és megmutatom, hol kelhettek át biztonságosan a folyón.
pl: Chodźcie, dam tobie i Landarowi miksturę i pokażę bezpieczne przejście przez rzekę.
ru: Пойдем, я дам тебе и Ландару зелье и покажу безопасное место для пересечения реки.
sv: Kom, jag skall ge dig och Landar era drycker och visa er ett säkert ställe att korsa floden.
tr: Gelin, sana ve Landar’a bir iksir vereceğim. Ayrıca, nehri güvenle geçebileceğiniz yeri göstereceğim.

source: News from the front
da: Nyt fra fronten
de: Neuigkeiten von der Front
es: Noticias del frente
fr: Des nouvelles du front
hu: Hírek a frontról
pl: Wiadomości z frontu
ru: Новости с фронта
sv: Nyheter från fronten
tr: Cepheden haber var

source: With Crelanu's book and magic filters in hand, Kalenz and his band were on their way back home...
da: Med Crelanus bog og magi i hånden var Kalenz og hans gruppe på vej tilbage...
de: Mit Crelanus Buch und dessen Zaubersprüchen ausgestattet, begaben sich Kalenz und seine Gefolgsleute auf den Weg zurück nach Hause...
es: Con el libro de Crelanu y filtros de magia en la mano, Kalenz y su grupo regresaban a casa...
fr: En possession du livre et des philtres de Crelanu, Kalenz et sa troupe avaient pris le chemin du retour...
hu: Crelanu könyvével és a varázsitalokkal Kalenz és csapata úton volt hazafelé...
pl: Z księgą Crelanu i magicznymi filtrami w dłoni, Kalenz i jego oddział ruszyli w drogę powrotną do domu...
ru: Каленз и его компания держали путь домой, с книгой Крелану и магическим зельем в руках...
sv: Med Crelanus bok och magiska filter i säkert förvar, var Kalenz och hans mannar på väg tillbaka till sitt hem...
tr: Crelanu’nun kitabı ve sihirli filtreler ellerinde, Kalenz ve ekibi eve doğru yola koyuldular...

source: Oh, no, I forgot Crelanu's magic potion. I'll go back and get it. I'll catch up with you later!
da: Oh nej jeg glemte Crelanus magiske trylledrik. Jeg går tilbage efter den. Jeg indhenter jer senere!
de: Oh nein! Ich habe Crelanus Zaubertrank vergessen. Ich gehe schnell zurück, um es zu holen und werde euch später wieder einholen!
es: Oh, no, me olvidé de la poción mágica de Crelanu. Regresaré y la conseguiré.. ¡Los alcanzaré después!
fr: Oh, non, j'ai oublié la potion magique de Crelanu. Je vais retourner la prendre. Je vous rattraperai plus tard !
hu: Az ördögbe! Crelanu mágikus itala! Elhagytam valahol. Visszamegyek és megkeresem, később találkozunk.
pl: Och, nie, zapomniałem magicznej mikstury Crelanu. Wrócę się po nią. Dołączę do was pożniej!
ru: О нет, я забыл магическое зелье Крелану! Я вернусь и заберу его. Я вас догоню!
sv: Åh nej, jag glömde Crelanus magiska elixir. Jag går tillbaka och hämtar det. Jag kommer ikapp er senare!
tr: Olamaz, Crelanu’nun sihirli iksirini unuttum. Geri dönüp onu alacağım. Size yetişirim!

source: Maybe some of my dwarves can escort you...
da: Måske kan nogle af mine dværge eskortere dig...
de: Vielleicht sollten ein paar von meinen Zwergenkriegern euch begleiten...?
es: Algunos de mis enanos pueden escoltarte...
fr: Certains de mes nains peuvent peut-être vous escorter...
hu: Néhány törpöm elkísérne...
pl: Może parę moich krasnoludów mogłoby się eskortować...
ru: Пусть несколько моих гномов проводят тебя...
sv: Kanske kan några av mina dvärgar eskortera dig...
tr: Belki benim cücelerden birkaçını yanına verebilirim...

source: Ok, Landar, but be careful. We need you.
da: Okay Landar, men vær forsigtig. Vi har brug for dig.
de: Ok, Landar, aber sei vorsichtig. Wir brauchen dich noch.
es: De acuerdo, Landar, pero ten cuidado. Te necesitamos.
fr: D'accord, Landar, mais sois prudent. Nous avons besoin de toi.
hu: Rendben Landar, de légy óvatos. Szükségünk van rád.
pl: Dobrze, Landarze, ale bądź ostrożny. Potrzebujemy ciebie.
ru: Хорошо, Ландар, но будь осторожен. Ты нам нужен.
sv: Okej, Landar, men var försiktig. Vi behöver dig.
tr: Tamam, Landar, fakat dikkatli ol. Sana ihtiyacımız var.

source: Eonihar
tr: Egonihar

source: At last I found you alive and well! We need you back at once! The orcs have attacked the humans.
da: I det mindste fandt jeg dig i live og ved godt helbred! Vi har brug for dig øjeblikkeligt! Orkerne har angrebet menneskene.
de: Gott sei dank,seid ihr am leben und wohlauf ! Wir brauchen eure Hilfe, auf der Stelle! Die Orks haben die Menschen angegriffen.
es: ¡Por fin lo encontré, vivo y bien! ¡Lo necesitamos atrás en seguida! Los orcos han atacado a los humanos.
fr: Enfin je vous ai trouvés, vivants et en bonne santé ! Nous avons besoin que vous rentriez immédiatement ! Les orcs ont attaqué les humains.
hu: Végre épségben és egészben találtalak meg titeket! Azonnal vissza kell térjetek! Az orkok megtámadták az embereket.
pl: Wreszcie odnalazłem was żywego i całego! Potrzebujemy was natychmiast z powrotem! Orki zaatakowały ludzi.
ru: Наконец-то я нашел вас живыми и невредимыми! Орки напали на людей.
sv: Äntligen hittade jag dig! Vi behöver dig med en gång! Orcherna har anfallit människorna.
tr: Sonunda sizi canlı ve iyi durumda buldum! Hemen geri dönmenize ihtiyacımız var. Orklar insanlara saldırdı.

source: This means we are safe for the time being, no?
da: Det betyder at vi er sikre for nu ikke?
de: Das heißt, wir sind erstmal in Sicherheit, oder?
es: Esto significa que estamos seguros de momento, ?no?
fr: Cela signifie que nous sommes en sécurité pour le moment, non ?
hu: Akkor ez azt jelenti, hogy mi biztonságban vagyunk, nem igaz?
pl: To oznacza, że na razie jesteśmy bezpieczni, tak?
ru: Это значит, что мы пока в безопасности, не так ли?
sv: Det betyder att vi är säkra för tillfället, inte sant?
tr: Yani, bir süre için güvendeyiz, yoksa değil miyiz?

source: What's more, King Haldric is dead. His successor wants to renew our ancient alliance and has asked for our help.
da: Og vigtigere kong Haldric er død. Hans efterfølger ønsker at genoplive vores historiske alliance og har bedt om vores hjælp.
de: Ausserdem ist König Haldric tot. Sein Nachfolger möchte unsere uralte Allianz erneuern und hat um unsere Hilfe gebeten.
es: Es más, el Rey Haldric está muerto. Su sucesor quiere renovar nuestra antigua alianza y ha pedido nuestra ayuda.
fr: Qui plus est, le roi Haldric est mort. Son successeur souhaite renouer notre ancienne alliance et a demandé notre aide.
hu: Van még több hírem is. Haldric király meghalt. Az örököse meg akarja újítani az ősi egyezményünket és a segítségünket kérte.
pl: Co więcej, król Haldric nie żyje. Jego następce chce odnowić nasze starożytne przymierz i prosi nas o pomoc.
ru: Более того, король Халдрик мертв. Его наследник хочет возобновить наш древний союз и просит нашей помощи.
sv: Dessutom, kung Haldric är död. Hans efterträdare vill förnya vår uråldriga allians och har bett om vår hjälp.
tr: Dahası, Kral Haldrik öldü. Halefi eski ittifakı yenilemek istiyor ve yardım bekliyor.

source: How convenient! Now they need our help!
da: Hvor belejligt! Nu har de behov for vores hjælp!
de: Oh, wie praktisch für sie! Jetzt auf einmal brauchen sie unsere Hilfe!
es: ¡Qué conveniente! ¡Ahora ellos necesitan nuestra ayuda!
fr: Comme par hasard ! Ils réclament notre aide maintenant !
hu: Nagyon jó! Most persze jól jönne nekik a mi segítségünk!
pl: Jakie to dla nich wygodne! Teraz to potrzebują naszej pomocy!
ru: Хорошо придумал! Теперь ему нужна наша помощь!
sv: Så lämpligt! Nu behöver de vår hjälp!
tr: Bu ne vurdumduymazlık! Yardımımıza gerek duydular, demek!

source: Landar! You're back! Everything's ok?
da: Landar! Du er tilbage! Er alt i orden?
de: Landar! Du bist zurück! Ist alles in Ordnung mit dir?
es: ¡Landar! ¡Usted regresa! ¿Todo está bien?
fr: Landar ! Tu es de retour ! Tout va bien ?
hu: Landar! Visszajöttél! Minden rendben?
pl: Landarze! Wróciłeś! Wszystko w porządku?
ru: Ландар! ТЫ вернулся! Все в порядке?
sv: Landar! Du är tillbaka? Är allt väl?
tr: Landar! Döndün! Herşey tamam mı?

source: Yes, I have the potion.
da: Ja. Jeg har trylledrikken.
de: Ja, ich habe den Trank.
es: Sí, ya tengo la poción.
fr: Oui, j'ai la potion.
hu: Igen, megvan az ital.
pl: Tak, mam miksturę.
ru: Да, зелье у меня.
sv: Ja, jag har elixiret.
tr: Evet, iksiri aldım.

source: Now this is a difficult choice. I know humans didn't help us when the orcs attacked, but the orcs are everybody's enemy. When humans fall, we'll be next.
da: Dette er et svært valg. Jeg ved at menneskene ikke hjalp os da orkerne angreb, men orkerne er alles fjender. Når menneskene falder, vil vi være de næste i rækken.
de: Das ist eine schwierige Entscheidung für mich. Die Menschen haben uns Damals nicht geholfen, als die Orks uns angegriffen haben, andererseits sind die Orks unser aller Feind. Wenn die Menschen besiegt werden, dann sind wir als nächstes dran.
es: Esta es una decisión difícil. Sé que los humanos no nos ayudaron cuando los orcos atacaron, pero los orcos son nuestros enemigos. Si los humanos caen, nosotros seremos los siguientes.
fr: Voilà un choix bien difficile. Je sais que les humains ne nous ont pas aidés lorsque les orcs ont attaqué, mais les orcs sont les ennemis de tous. Si les humains tombent, nous serons les suivants sur la liste.
hu: Most ez egy nehéz döntés. Tudom, hogy az emberek nem segítettek, amikor az orkok megtámadtak minket, de az orkok mindenki ellenségei. Miután az embereket letiporták, mi következünk.
pl: To trudny wybór. Wiem, że ludzie nie pomogli nam, gdy zostaliśmy zaatakowani przez orki, ale orki są wrogiem wszystkich. Kiedy upadną ludzie, my będziemy następni.
ru: Перед нами стоит сложный выбор. Я знаю, что люди не помогли нам, когда напали орки, но орки - враги для всех. Если люди падут, мы будем следующими.
sv: Det här är ett svårt beslut. Jag vet att människorna inte hjälpte oss när orcherna anföll, men orcherna är alla fiender. När människorna faller blir det vår tur.
tr: Bu zor bir seçim. Orklar bize saldırdığında insanların bize yardım etmediğini biliyorum, fakat orklar herkesin düşmanı. İnsanlar yenilirse sıra bize gelecek.

source: The orcish forces are encamped south of the great river, and have surrounded the city of Weslath. The humans are sending all their forces there. We need to decide if we'll help them or not.
da: Orkernes styrke har slået lejr syd for den store flod, og har omringet byen Weslath. Menneskene sender alle deres styrker dertil. Vi må beslutte om vi vil hjælpe dem eller ej.
de: Die orkischen Einheiten sind südlich des großen Flusses stationiert und haben die Stadt Weslath umzingelt. Die Menschen haben all ihre Streitkräfte ausgesandt, um ihnen zu Hilfe zu eilen. Wir müssen jetzt entscheiden, ob wir Ihnen helfen sollen, oder nicht.
es: Las fuerzas de los orcos están acampando al sur del gran río, y han rodeado a la ciudad de Weslath. Los humanos están enviando todas sus fuerzas allí. Necesitamos decidir si los ayudamos o no.
fr: Les forces orcs ont établi leur camp au sud de la grande rivière et ont encerclé la ville de Weslath. Les humains sont en train d'y envoyer l'ensemble de leurs forces. Nous devons décider si nous allons les aider ou non.
hu: Az ork haderő a nagy folyótól délre táborozott le és bekerítették Weslath városát. Wesnothban minden hadrafogható embert mozgósítottak a védekezéshez. El kell döntenünk, hogy segítünk rajtuk, vagy sem.
pl: Siły orków obozują na południe od wielkiej rzeki, otaczając miasto Weslath. Ludzie wysyłają tam wszystkie swoje siły. Musimy zdecydować, czy im pomożemy, czy nie.
ru: Войска орков стали лагерем к югу от великой реки и осадили Веслат. Люди двинули туда все свои силы. Нам нужно решить, будем мы им помогать или нет.
sv: Orchernas styrkor har slagit läger söder om stora floden, och om omringat staden Weslath. Människorna skickar dit alla sina styrkor. Vi måste besluta om vi skall hjälpa dem eller inte.
tr: Ork kuvvetleri büyük nehrin güneyinde kamp kurmuş ve Weslat şehrini kuşatmışlar. İnsanlar tüm kuvvetlerini oraya gönderiyor. Onlara yardım edip etmeyeceğimize karar vermeliyiz.

source: Go tell the council and the human king that we'll be there! Now let's hurry!
da: Gå til rådet og menneskenes konge og sig at vi vil være der! lad os skynde os!
de: Geh, sag dem Rat und dem menschlichen König, dass wir kommen! Dann lasst uns jetzt aufbrechen!
es: ¡Ve y dile al concejo y al rey humano que nosotros estaremos allí! ¡Ahora apresurémosnos!
fr: Allez dire au conseil et au roi humain que nous serons là ! Maintenant dépêchons-nous !
hu: Menj vissza a Tanácsba! Mondd meg, hogy megyünk az emberek megsegítésére. Igyekezzünk!
pl: Idźcie, powiedźcie radzie i królowi ludzi, że przybędziemy. A teraz się śpieszmy!
ru: Иди скажи Совету и людскому королю, что мы придем. Поспешим же!
sv: Gå och säg till Rådet och människokungen att vi kommer! Nu, skynda!
tr: Konseye ve insan krala git söyle, orada olacağız! Şimdi acele edelim!

source: Ancient_Alliance
da: Ældgammel_alliance
de: Historische Allianz
es: Antigua Alianza
fr: L'Ancienne Alliance
hu: Ősi szövetség
pl: Starożytne przymierze
ru: Древний Союз
sv: Uråldrig allians
tr: Eski İttifak

source: With the ancient alliance revived, our heroes hurried to the battlefield...
da: Med en genoplivet ældgammel alliance skynder vores helte sig til slagmarken...
de: Nachdem die Historische Allianz erneut belebt wurde, eilten unsere Helden zum Schlachtfeld...
es: Con la antigua alianza renovada, nuestros héroes se dieron prisa asia el campo de batalla...
fr: L'Ancienne Alliance ainsi ravivée, nos héros se hâtèrent vers le champ de bataille...
hu: Az ősi szerződés szellemében hőseink a csatatérre siettek...
pl: Po odnowieniu starożytnego przymierza, nasi bohaterzy pośpieszyli na pole bitwy...
ru: Когда древний союз был восстановлен, наши герои поспешили на поле боя...
sv: När den uråldriga alliansen förnyats skyndade våra hjältar iväg till slagfältet...
tr: Eski ittifakın yeniden kurulmasıyla kahramanlarımız savaş alanına koştular...
