Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: It's those elves again. Maybe you were not completely wrong when you mentioned the orcs might attack us. We have been forced from our home and are now surrounded.
da: Det er de elver igen. Måske var du ikke helt galt på den da du nævnte at orkerne måske ville angribe os. Vi er blevet tvunget fra vores hjem og er nu omringet.
de: Es sind schon wieder diese Elfen. Vielleicht lagt ihr nicht völlig falsch als ihr erwähntet, dass die Orks uns angreifen könnten. Wir waren gezwungen unsere Heimat zu verlassen und nun sind wir umstellt.
es: Son esos elfos otra vez. Quizá no estabas tan equivocado cuando mencionaste que los orcos podían atacarnos. Nos forzaron a dejar nuestro hogar y ahora nos rodean.
fr: Il s'agit à nouveau de ces elfes. Peut-être n'aviez-vous pas complètement tort en disant que les orcs pourraient nous attaquer. Nous avons été chassés de chez nous et sommes maintenant encerclés.
hu: Megint azok a tündék. Lehet, hogy mégsem tévedtetek, amikor az ork támadást emlegettétek. Kiszorítottak minket az otthonainkból, s most körbe vagyunk véve.
pl: To znowu te elfy. No może nie byłeś tak do końca w błędzie twierdząc, że orki mogą nas zaatakować. Wyparto nas z naszych domów a teraz jesteśmy w okrążeniu.
ru: Это опять эльфы. Возможно, вы не совсем ошибались, утверждая, что на нас могут напасть орки. Нас выбили из нашего дома и теперь мы окружены.
sv: Det är de där alverna igen. Du hade nog inte helt fel när du trodde att att orcherna skulle anfalla. Vi har tvingats bort från vårt hem, och nu är vi omringade.
tr: Yine mi Elfler? Belki de orkların bize saldıracağından bahsederken hepten yanılmıyordunuz. Tam yola çıkıyorduk, kuşatıldık.

source: Let's help the dwarves-looks like they could need some help.
da: Lad os hjælpe dværgene. Ser ud til at de kan bruge noget hjælp.
de: Lasst uns den Zwergen helfen, es scheint als könnten sie ein wenig Hilfe gebrauchen.
es: Ayudemos al enano - veras que podría necesitar un poco de ayuda.
fr: Allons prêter main forte aux nains - il semblerait qu'un peu d'aide ne leur ferait pas de mal.
hu: Segítsünk a törpöknek, mert úgy néz ki, rájuk férne a segítség.
pl: Pomóżmy tym krasnoludom - wygląda na to, że przyda im się pomoc.
ru: Кажется, гномам нужна помощь. Давайте ее окажем!
sv: Låt oss hjälpa dvärgarna - det ser ut som om de kunde behöva lite hjälp.
tr: Cücelere yardım edelim, yardıma ihtiyaçları var gibi görünüyor.

source: Help them? They would not even let us pass through their land to avoid the trolls, remember?
da: Hjælpe dem? De ville end ikke lade os passere igennem deres land for at undgå trolende husker du?
de: Ihnen helfen? Sie wollten uns nicht einmal ihr Land passieren lassen um den Trollen auszuweichen, du erinnerst dich?
es: ¿Ayudarlos? No nos permitieron atravesar su tierra para evitar a los trolls, ¿recuerdas?
fr: Les aider ? Ils n'ont même pas voulu nous accorder le passage sur leurs terres pour éviter les trolls, souviens-toi.
hu: Segíteni? Még át sem engedtek bennünket a földjükön, hogy elkerüljük a trollokat, emlékszel?
pl: Pomóc im? Oni nawet nie chcieli nam pozwolić przejść przez swoje ziemie byśmy mogli uniknąć trolli, nie pamiętacie?
ru: Помогать им? Да они даже не пропустили нас сквозь свою территорию, чтобы обойти троллей, забыл???
sv: Skall vi hjälpa dem? De som inte ens lät oss gå över deras marker för att undvika trollen, har ni redan glömt det?
tr: Cücelere yardım etmek mi? Trollerden kaçarken topraklarından geçmemize izin vermemişlerdi, unuttun mu?

source: Our problem is the orcs, not the dwarfs. Besides, the orcs are in our way. We must help them. Olurf, we cannot let you have all the fun with these orcs!
da: Vores problem er orkerne, ikke dværgene. Desuden, orkerne er i vejen for os. Vi må hjælpe dem. Olurf vi kan ikke lade dig have al morskaben med disse orker!
de: Unser Problem sind die Orks, nicht die Zwerge. Dessen ungeachtet sind die Orks uns im Wege. Wir müssen ihnen helfen. Olurf, wir können euch nicht den ganzen Spaß mit den Orks lassen!
es: Nuestro problema son los orcos, no los enanos. Además, los orcos están en nuestro camino. Debemos ayudarlos. ¡Olurf, no podemos dejarte tener toda la diversión con estos orcos!
fr: Ce sont les orcs notre problème, pas les nains. De toute manière, les orcs nous barrent la route. Olurf, nous ne pouvons vous laisser jouer seul avec ces orcs.
hu: A mi ellenségeink az orkok, és nem a törpök. Amellett, az orkok az utunkban állnak. Segítenünk kell a törpöknek. Olurf, nem hagyhatjuk, hogy egyedül szórakozz az orkokkal!
pl: Naszym problemem są orki, nie krasnoludy. Poza tym, orki są na naszej drodze. Musimy im pomóc. Olurfie, nie pozwolimy ci bawić się samemu z tymi orkami!
ru: Наша беда - орки, а не гномы. Кроме того, орки стоят на нашем пути. Мы должны помочь гномам. Олурф, мы не позволим вам веселиться одним с этими орками!
sv: Det är orcherna som är vårt problem, inte dvärgarna. Dessutom så är orcherna i vägen för oss. Vi måste hjälpa dem. Olurf, inte kan vi låta dig ha allt skoj med orcherna själv!
tr: Bizim sorunumuz orklarla, cücelerle değil. Diğer yandan, orklar yolumuzun üstünde. Onlara yardım etmeliyiz. Olurf, orklarla tek başınıza eğlenmenize izin veremeyiz!

source: For an elf, you think like a dwarf! I think I like you(for an elf)
da: Af en elv at være tænker du som en dværg! Jeg tror jeg kan li' dig (som en elv)
de: Für einen Elfen, denkt ihr wie ein Zwerg! Ich denke ich mag Euch (für einen Elfen).
es: ¡Siendo un elfo, piensas como un enano! Creo que me gusta usted (siendo un elfo)
fr: Un elfe qui raisonne comme un nain ! Je crois que je t'aime bien pour un elfe.
hu: Tünde létedre egészen törpösen gondolkodsz. Azt hiszem kedvellek (tünde létedre).
pl: Jak na elfa, myślisz zupełnie jak krasnolud! Zdaje się, że ciebie lubię (tak, jak można lubić elfa).
ru: Эльф, ты мыслишь прямо как гном! Мне кажется, ты мне нравишься (насколько вообще может нравиться эльф).
sv: Du tänker verkligen som en dvärg, för att vara alv menar jag! Jag tror nästan jag tycker om dig (fast du är en alv).
tr: Bir elf olarak, tıpkı bir cüce gibi düşünüyorsun! Ben de senin gibi (bir elf gibi) düşünüyorum.

source: The orcs are defeated. My lord, we are in your debt.
da: Orkerne er besejret. Min herre vi skylder dig.
de: Die Orks sind geschlagen. Mein Fürst, wir stehen in eurer Schuld.
es: Has derrotado a los orcos. Mi señor, estamos en deuda.
fr: Les orcs sont vaincus. Monseigneur, nous sommes vos obligés.
hu: Az orkok vesztettek. Uram, az adósaid vagyunk.
pl: Orki zostały pokonane. Panie, jesteśmy twoimi dłużnikami.
ru: Орки побеждены! Мой господин, мы Ваши должники.
sv: Vi har besegrat orcherna. Vi står i tacksamhetsskuld till er, ers nåd.
tr: Orklar yenildi. Size borçlandık, dostum.

source: We must put aside our differences and help each other against the orcish menace. Olurf, join us!
da: Vi må sætte vores forskelle til side og hjælpe hinanden mod orkernes plage. Olurf slut dig til os!
de: Wir müssen unsere Unstimmigkeiten vergessen und uns gegenseitig bei der Bedrohung durch die Orks helfen. Olurf, schließt euch uns an!
es: Debemos poner a un lado nuestras diferencias y ayudarnos contra la amenaza de los orcos. ¡Olurf, se nos une!
fr: Nous devons mettre de côté nos différences et nous aider les uns les autres contre la menace orc. Olurf, joignez-vous à nous !
hu: Félre kell tennünk a nézeteltéréseinket, s vállvetve küzdenünk az ork fenyegetéssel. Olurf, csatlakozz hozzánk!
pl: Musimy odłożyć na bok różnice między nami i pomagać sobie nawzajem przeciwko orkowemu zagrożeniu. Olurfie, dołącz do nas!
ru: Мы должны забыть о наших разногласиях и помочь друг другу в борьбе против орков. Олурф, присоединяйся к нам!
sv: Olurf, glöm alla meningsskiljaktigheter och gör gemenskap sak med oss i kampen mot orcherna!
tr: Farklılıklarımızı bir kenara bırakıp, ork tehdidine karşı birlikte hareket etmeliyiz. Olurf, katıl bize!

source: Join with the elves? I think you're pushing it boy!
da: Slutte sig til elverne? Du presser den knægt!
de: Den Elfen anschließen? Ich denke du übertreibst ein wenig, Junge!
es: ¿Unirme a los elfos? ¡Creo que me estas presionando, muchacho!
fr: Nous joindre aux elfes ? Je crois que vous poussez un peu mon garçon !
hu: Csatlakozni a tündékhez? Mit nem képzelsz fiú!
pl: Dołączyć do elfów? Chyba trochę przeginasz, chłopcze.
ru: Присоединиться к эльфам? Мальчишка, ты шутишь??
sv: Göra gemensam sak med alver? Fresta inte din lycka, pojk!
tr: Elflere katılmak mı? Bana ölmüş eşek muamelesi yapıyorsun!

source: There will be a big fight with the orcs in Wesmere very soon. If you can cover our flank to the north, I will pay you 400 gold.
da: Der kommer en stor kamp med orkerne i Wesmere meget snart. Hvis du kan dække vores flanke mod nord vil jeg betale dig 400 guldstykker.
de: Es wird sehr bald eine große Schlacht mit den Orks in Wesmere geben. Ich zahle euch 400 Goldstücke wenn ihr unsere Flanke im Norden schützt.
es: Habrá una lucha grande con los orcos en Wesmere muy pronto. Si puedes cubrir nuestro flanco al norte, te pagaré 400 piezas de oro.
fr: Il y aura très prochainement un grand combat contre les orcs à Wesmere. Si vous pouvez couvrir notre flanc nord, je vous paierai 400 pièces d'or.
hu: Hamarosan nagy csata lesz az orkokkal Wesmere-ben. Ha fedezni tudod állásainkat északról, 400 arany üti a markodat.
pl: Wkrótce będzie wielka bitwa z orkami w Wesmere. Jeżeli potrafiłbyś osłonić naszą flankę od północy, zapłacę ci 400 sztuk złota.
ru: Очень скоро нас ждет большая битва с орками в Весмире. Если вы сможете прикрыть наши фланги с севера, я заплачу вам 400 золотых.
sv: Snart kommer det att stå en stor strid med orcherna i Wesmere. Om du kan täcka vår norra flank, så betalar jag er 400 guldstycken.
tr: Çok yakında Wesmer’de orklarla büyük bir savaş olacak. Kuzey kanadını tutarsan 400 altın ödeyeceğim.

source: This changes everything. With the 400 gold I'm sure I will find some of my people willing to help you!
da: Det ændrer alt. Med de 400 guldstykker er jeg sikker på at jeg vil finde nogle blandt mit folk som vil hjælpe dig!
de: Das ändert alles. Für 400 Goldstücke werden sicherlich einige von uns bereit sein euch zu helfen.
es: Esto cambia todo. ¡Con 400 piezas de oro estoy seguro que encontraré a algunos de mi gente que quieran ayudarte!
fr: Voilà qui change tout. Avec les 400 pièces d'or, je suis sûr que je trouverai quelques membres de mon peuple prêts à vous aider !
hu: Ez mindent megváltoztat. 400 aranyért biztosan találok valakit a törpjeim közül, aki segíteni fog!
pl: O, to wszystko zmienia! Za czterysta sztuk złota na pewno znajdę kogoś w moim ludzie skłonnego by wam pomóc!
ru: Это все меняет. За 400 золотых я найду людей, которые захотят тебе помочь.
sv: Det förändrar ju saken. För 400 guld kan jag säkert hitta några av mitt folk som vill hjälpa er!
tr: Bu herşeyi değiştirir. 400 altınla, bizden size yardım edecek birilerini bulacağımdan eminim.

source: What? Kalenz, are you out of your mind? Surely you will not throw away 400 gold on this guy!
da: Hvad? Kalenz er du blevet vanvittig? Du vil da ikke smide 400 guldstykker væk på denne fyr!
de: Was? Kalenz, hast du den Verstand verloren? Du kannst doch unmöglich 400 Goldstücke an diesen Kerl verschwenden!
es: ¿Qué? ¿Kalenz, estás loco? ¡No tirarás 400 piezas de oro en este individuo!
fr: Quoi ? Kalenz, as-tu perdu la tête ? Tu ne vas sûrement pas gaspiller 400 pièces d'or pour ce gars !
hu: Micsoda? Elment az eszed, Kalenz? 400 aranyat csak úgy odadobsz ennek a fickónak?!
pl: Co? Kalenz, czy wyście potracili zmysły? Chyba nie chcecie wyrzucić 400 sztuk złota na tego tutaj?
ru: Что? Каленз, ты свихнулся? Выбросить 400 золотых на этого типа???
sv: Vad? Är du från vettet, Kalenz? Inte kan du mena att du tycker det är värt att kasta bort 400 guld på den här typen!
tr: Neee? Kalenz, kafayı mı yedin? 400 altını bu cüceye kaptıramazsın!

source: My lord, we are no crooks! We will be there to cover your northern flank or else I will return your gold!
da: Min herre vi er ikke svindlere! Vi vil være der til at dække jeres nordlige flanke eller også returnerer jeg guldet!
de: Mein Fürst, wir sind keine Betrüger! Wir werden da sein um eure nördliche Flanke zu schützen oder ich werde das Gold zurückgeben!
es: ¡Mi señor, no somos ladrones! ¡Estaremos allí cubriendo tu flanco norte o devolveré tu oro!
fr: Monseigneur, nous ne sommes pas des escrocs ! Nous serons présents pour couvrir votre flanc nord, sinon, je vous retournerai l'or !
hu: Uram, mi nem vagyunk csirkefogók! Természetesen ott leszünk, s fedezzük az északi szárnyatokat, különben visszaszolgáltatom az aranyat.
pl: Mój panie, nie jesteśmy wydrwigroszami! Osłonimy waszą północną flankę, albo zwrócę wam złoto!
ru: Мой господин, мы не лжецы! Мы будем на месте и прикроем ваши фланги. В противном случае я верну ваше золото!
sv: Vi är inte några skurkar, ers nåd. Vi kommer att täcka er norra flank, eller så lämnar vi tillbaka guldet!
tr: Biz dolandırıcı değiliz. Altın, kuzey kanadını tutacak askerler için lazım. Eğer bunu sağlayamazsak altını iade edeceğiz!

source: I believe so. I think he now knows that if he does not, maybe next time we will not be there to help either
da: Jeg tror ham. Jeg tror at han nu ved at hvis han ikke holder ord så vil vi næste gang heller ikke være der til at hjælpe
de: Ich glaube euch. Ich denke er weiß, wenn er es nicht tut, könnten wir das nächste Mal ebenfalls nicht zu ihrer Hilfe kommen.
es: Yo le creo. El sabe ahora que si no lo hace, quizá la próxima vez nosotros no estaremos para ayudarlo
fr: Je le crois. Je pense qu'il sait maintenant que s'il ne le fait pas, nous ne serons peut-être pas là une prochaine fois pour venir à son secours.
hu: Én is úgy gondolom. Azt hiszem megértette, hogy ha nem lesz ott, egy következő alkalommal mi sem fogunk segíteni.
pl: Mam nadzieję. Sądzę, że on zdaje sobie sprawę, że jeżeli nie pomoże nam, może następnym razem nie będzie nas by pomagać jemu.
ru: Я верю тебе. Думаю, он знает, что иначе в следующий раз мы можем не оказаться рядом, чтобы помочь
sv: Jag tror honom. Han vet nu att om han inte gör det, så är vi kanske inte där för att hjälpa honom nästa gång heller.
tr: Ben size inanıyorum. Bunu yapmazsa, bir dahaki sefere yardıma gelmeyebileceğimizi artık bildiğini, sanıyorum.

source: Elves' Last Stand
da: Elvernes sidste holdepunkt
de: Der Elfen letzte Zuflucht
es: La Última Posición de los Elfos
fr: Le Dernier baroud des elfes
hu: Az utolsó tünde állás
pl: Ostatni bastion elfów
ru: Эльфы стоят до последнего
sv: Alvernas sista försvar
tr: Elflerin Son Kalesi

source: With no further encounters Kalenz and his band returned to Wesmere just in time...
da: Uden yderligere konfrontationer returnerede Kalenz og hans grupper til Wesmere lige før...
de: Ohne weitere Zwischenfälle kamen Kalenz und seine Gefolgsleute gerade rechtzeitig in Wesmere an...
es: Sin nuevos encuentros Kalenz y su grupo regresó a Wesmere apenas a tiempo...
fr: Sans plus d'escarmouches, Kalenz et sa bande rentrèrent à Wesmere juste à temps...
hu: További összetűzések nélkül Kalenz és csapata éppen idejében ért vissza Wesmerebe...
pl: Więcej przygód nie czekało już na Kalenza i jego oddział i dotarli do Wesmere w samą porę...
ru: Без дальнейших колебаний Каленз и его компания вернулись в Весмир как раз вовремя
sv: Utan att stöta på någon mer återvände Kalenz och hans följeslagare till Wesmere just i rättan tid...
tr: Bir direnişle karşılaşmadan Kalenz ve ekibi Wesmer’e tam zamanında döndü...

source: El'Isomithir
tr: Elisomitir

source: Truugl
tr: Trugul

source: Grubr
tr: Grubur

source: The orcs have pushed us back to the Kalian. There is no way out. We must win here!
da: Orkerne har presset os tilbage til Kalian. Der er ingen vej ud. Vi må sejre her.
de: Die Orks haben uns bis zu den Kalianern zurückgedrängt. Es gibt keinen Ausweg mehr. Wir können nur noch siegen oder sterben!
es: Los orcos nos han empujado de nuevo a K'alian. No hay salida. ¡Debemos ganar aquí!
fr: Les orcs nous ont repoussés jusqu'au Ka'lian. Il n'y a pas d'échappatoire. Nous devons gagner ici !
hu: Az orkok visszaszorítottak minket Ka'lianba. Nincs más megoldás. Itt kell győznünk!
pl: Orki odepchnęłu nas z powrotem do K'alianu. Nie ma dorgi odwrotu. Musimy tutaj zwyciężyć!
ru: Орки выбили нас в Калиан. Отсюда некуда бежать. Мы должны победить здесь!
sv: Orcherna har tvingat oss tillbaka till Ka'lian. Det finns ingen flyktväg. Vi måste vinna!
tr: Orklar bizi Kalya’ya kadar sürdü. Kaçacak yerimiz kalmadı. Burada kazanmak zorundayız!

source: This is our final stand. If they take the K'alian, all is lost!
da: Dette er vores sidste holdepunkt. Hvis de indtager Kalian er alt tabt!
de: Das ist unsere letzte Zuflucht. Wenn sie die Kalianer auch noch besiegen, ist alle Hoffnung verloren!
es: Ésta es nuestra posición final. ¡Si ellos toman el K'alian, todos estamos perdidos!
fr: C'est notre ultime chance de tenir. S'ils s'emparent du Ka'lian, tout est perdu !
hu: Ez az utolsó állásunk, ha Ka'liant elfoglalják, minden elveszik.
pl: Nie ma stąd dokąd się wycofać. Jeżeli zdobędą K'alian, wszystko stracone!
ru: Это наш последний оплот. Если они возьмут Калиан, всему конец!
sv: Detta är vår sista försvarsposition. Om de intar Ka'lian, så är allt förlorat!
tr: Burası son kalemiz. Kalya’yı alırlarsa yokoluruz!

source: We'll crush those weak elves and I'll get da stone!
da: Vi knuser de svage elver og jeg får stenen!
de: Zuerst zerquetschen wir diese schwächlichen Elfen und dann hol ich mir den Klunker!
es: ¡Aplastaremos a esos elfos débiles y conseguiré la piedra del da!
fr: Nous allons écraser ces avortons d'elfes et je détiendrai lou pierre !
hu: Felmorzsoljuk ezeket a gyenge tündéket és megszerezzük a kűt!
pl: Zgnieciemy te słabowite elficzki i dostanę kamień!
ru: Мы сокрушим этих жалких эльфов и камень будет у меня!
sv: Vi krossar de ynkliga alverna och så tar ja' stenen!
tr: Bu cılız elfleri ezip taşı alacağız!

source: I see the orcish army is big but consists of mostly inexperienced fighters. This should not take too long....
da: Jeg kan se at orkernes hær er stor men hovedsagelig består af uerfarne kæmpere. Dette kommer ikke til at tage lang tid....
de: Ich sehe, dass die Orkische Armee recht groß ist, aber nur aus unerfahrenen Kämpfern besteht. Das wird wohl nicht allzulange dauern....
es: El ejército orco es grande pero son luchadores principalmente inexpertos. No nos debe tomar mucho tiempo....
fr: Je vois que l'armée orc est nombreuse mais qu'elle est essentiellement constituée de guerriers sans expérience. Nous ne devrions pas en avoir pour trop longtemps...
hu: Ahogy látom, az ork hadsereg nagy, ámde javarészt tapasztalatlan harcosokból áll. Ez nem tart túl sokáig...
pl: Widzę, że armia orków jest olbrzymia, ale składa się głównie z niedoświadczonych wojowników. To nie powinno nam zająć dużo czasu...
ru: Я вижу, орочья армия велика, но состоит в основном из неопытных бойцов. Это не займет много времени...
sv: Så vitt jag kan se är orchernas armé stor, men i huvudsak oerfaren. Det borde inte ta så lång tid...
tr: Ork ordusu büyük ama çoğunlukla deneyimsiz döğüşçülerden oluşuyor gibi görünüyor. Sonuç almamız uzun sürmeyecek...

source: These are hardened orc and Troll veterans. Men, prepare for a long, hard fight...
da: Dette er krigshærdede orker og troldeveteraner. Mænd gør klar til en lang hård kamp...
de: Das sind erfahrene Ork- und Trollveteranen. Männer bereitet euch auf einen langen, blutigen Kampf vor...
es: Éstos son orcos endurecidos y Troll veteranos. Los hombres, se preparan para una lucha larga, y dura
fr: Ce sont d'aguerris vétérans orcs et trolls. Compagnons, préparez-vous à un combat long et difficile.
hu: Ezek harcedzett orkok és troll veteránok. Tündék, készüljetek egy hosszú, nehéz küzdelemre...
pl: To są zahartowani weterani, orki i trolle. Żołnierze, przygotujcie się na długą, ciężką walkę...
ru: Это опытные орки и тролли ветераны. Ребята, готовьтесь к долгой тяжелой битве
sv: Detta är härdade orcher och trollveteraner. Mannar, förbered er för en lång och hård strid...
tr: Bunlar zorlu ork ve trol askerleri. Uzun ve zorlu bir döğüşe hazır olun!

source: Kalenz, you are our most experienced commander. Do you want to take over the command of all our troops?
hu: Kalenz, te vagy a legtapasztaltabb parancsnokunk. Át akarod venni az egységeink felett az irányítást?
tr: Kalenz, bizim en deneyimli komutanımız sensin. Askerlerimizin komutasını almak ister misin?

source: It's an honour for me to command our troops.
hu: Megtiszteltetés számomra, hogy irányíthatom az egységeinket.
tr: Askerlerimize komuta etmek bir onurdur.

source: Sorry, i can't accept the responsibility.
hu: Sajnálom, nem vállalhatom a felelősséget.
tr: Kusura bakmayın, bu sorumluluğu alamam.

source: What are your orders Kalenz?
hu: Mik a parancsaid Kalenz?
tr: Emirlerin Kalenz?

source: Stay with your current orders!
hu: Kövesd az aktuális utasításokat!
tr: Yerinde kal!

source: Goto the castle in the middle!
hu: Menj középre a kastélyba!
tr: Ortadaki kaleye git!

source: Protect Galtrid
hu: Védd Galtridot
tr: Galtrid’i koru

source: Protect El'Isomithir
hu: Védd El'Isomithirt
tr: Elisomitir’i koru

source: Protect the Southern Castle
hu: Védd a Déli Kastélyt
tr: Güney kalesini koru

source: Defeat Grubr!
hu: Győzd le Grubr-ot!
tr: Grubur’u öldür!

source: We still haven't defeated the orcs and our troops and supplies are exhausted. This is the end!
da: Vi har stadig ikke besejret orkerne og vores tropper og forsyninger er udtømte. Dette er enden!
de: Wir haben die Orks immernoch nicht besiegen können. Dabei ist unser Material und unsere Truppen bereits erschöpft. Das ist das Ende !
es: Todavía no hemos derrotado a los orcos y nuestras tropas y recursos se estan agotando. ¡Éste es el fin!
fr: Nous n'avons toujours pas vaincu les orcs et nos troupes et notre approvisionnement sont épuisés. C'est la fin !
hu: Nem győztük le az orkokat, az egységeink és a tartalékaink kimerültek. Itt a vég!
pl: Jeszcze nie daliśmy rady pokonać orków a wyczerpaliśmy już nasze zapasy i naszych żołnierzy. To już koniec!
ru: Мы все еще не победили орков и наши войска измучены! Это конец!
sv: Orcherna är ännu obesegrade, våra trupper är utmattade och våra förråd uttömda. Detta är slutet!
tr: Orkları hala yenemedik, askerlerimiz ve erzağımız tükendi. Bu bizim sonumuz!

source: I have failed!
da: Jeg er mislykket!
de: Ich habe versagt!
es: ¡He fallado!
fr: J'ai échoué !
hu: Elbuktam!
pl: Zawiodłem!
ru: Я проиграл!
sv: Jag har misslyckats!
tr: Benden bu kadar!

source: No! It's hopeless without Landar!
da: Nej! Det er håbløst uden Landar!
de: Nein! Ohne Landar haben wir keine Chance!
es: ¡No! Está perdidos sin Landar!
fr: Non ! Il n'y a aucun espoir sans Landar !
hu: Ne! Landar nélkül reménytelen!
pl: Nie! Bez Landara nie mamy nadziei!
ru: Без Ландара борьба безнадежна...
sv: Nej! Utan Landar finns det inget hopp!
tr: Hayır! Landar’sız umudumuz kalmaz!

source: No, with Galtrid gone, we are doomed!
da: Åh nej med Galtrid væk er vi fortabte!
de: Nein, ohne Galtrid sind wir verloren !
es: ¡No, con Galtrid muerto, estamos condenados!
fr: Non, Galdrid disparu, nous sommes perdus !
hu: Nem! Galtrid nélkül kudarcra vagyunk ítélve!
pl: Och nie - bez Galtrida jesteśmy zgubieni!
ru: Без Галтрид мы обречены!
sv: Nej, utan Galtrid så är vi dödsdömda!
tr: Olamaz, Galtrid düştü, yenildik!

source: We cannot continue without Olurf!
da: Vi kan ikke fortsætte uden Olurf!
de: Wir können nicht weitermachen ohne Olurf!
es: ¡No podemos continuar sin Olurf!
fr: Nous ne pouvons continuer sans Olurf !
hu: Nem folytathatjuk Olurf nélkül!
pl: Nie możemy kontynuować bez Olurfa!
ru: Мы не сможем продолжать без Олурфа!
sv: Vi kan inte fortsätta utan Olurf!
tr: Olurf olmadan devam edemeyiz!

source: Not Cleodil!
da: Ikke Cleodil!
de: Nein! Cleodil!
es: ¡No Cleodil!
fr: Pas Cléodil !
hu: Cleodil ne!
pl: Nie, tylko nie Cleodil!
ru: Клеодил? Нет!!!
sv: Inte Cleodil!
tr: Cleodil!
