Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: At last! The orcs are defeated.
da: Endelig! Orkerne er besejret.
de: Gott sei dank! Die Orks wurden besiegt.
es: ¡Es el último! Derrotamos a los orcos.
fr: Enfin ! Les orcs sont vaincus.
hu: Végre! Az orkok elestek.
pl: Nareszcie! Orki są pokonane.
ru: Наконец-то! Орки разбиты
sv: Äntligen! Orcherna är besegrade!
tr: Sonunda! Orklar yenildi.

source: Pirorr
tr: Piroror

source: The elves have beat us and they did not use da stone. Maybe they don't have it? King will not like bad news!
da: Elverne besejrede os og de brugte ikke stenen. Måske har de den ikke? Kongen vil ikke tage godt imod de dårlige nyheder!
de: Die Elven haben uns besiegt, ohne den Klunker zu benutzen. Vielleicht haben sie ihn gar nicht? Der König wird diese schlechten Neuigkeiten nicht gerne hören!
es: Los elfos estan muy golpeados y no usaron la piedra del da. ¿Quizá ellos no lo tienen? ¡Al rey no le gustarán las malas noticias!
fr: Les elfes nous ont battus et ils ont pas utilisé lou pierre. Ils l'ont peut-être pas ? Le roi va pas aimer la mauvaise nouvelle.
hu: A tündék megvertek minket anélkül, hogy használták volna a küvet? Talán náluk sem volt? A király nem fog örülni a rossz híreknek!
pl: Elfy nas pokonały, ale kamienie nie użyły. Może go nie mają? Królowi nie spodobają się złe wiadomości mnóstwo mnóstwo nie bardzo!
ru: Эльфы победили нас, не используя камень. Может его у них нет? Королю не понравятся плохие новости
sv: Alverna har slagit oss, och de använde inte stenen. Kanske de inte har'en? Kungen gillar inte dåliga nyheter!
tr: Elfler bizi yendi ve bunu taşı kullanmadan yaptılar. Taş onlarda olmayabilir. Kral bu kötü haberi sevmeyecek!

source: Aargh! I should have stayed in the mountains instead of joining the orcs
da: Aargh! Jeg burde være blevet i bjergene i steden for at slutte op om orkerne
de: Aahrrrg! Ich hätte besser in den Bergen bleiben sollen, statt den Orks zu helfen.
es: Aargh! Debí quedarme en las montañas en vez de unirme a los orcos
fr: Aargh ! J'aurais mieux fait de rester dans les montagnes plutôt que rejoindre les orcs.
hu: Aargh! A hegyekben kellett volna maradnom, ahelyett, hogy csatlakoztam az orkokhoz.
pl: Argh! Mogłem zostać w górach zamiast dołączać do orków.
ru: Аааа! Мне надо было остаться в горах вместо того, что присоединяться к оркам
sv: Aargh! Jag skulle ha stannat kvar i bergen i stället för att göra gemensam sak med orcherna!
tr: Aaahh! Orklara katılmayıp dağlarda kalmalıydım.

source: Simclon
tr: Simklon

source: Thought we'd let you have all the fun with the orcs by yourselves?
da: Troede du vi ville lade dig have al det sjove med orkerne for dig selv?
de: Dachtet ihr etwa wir lassen euch allein den ganzen Spaß mit den Orks?
es: Pensaste que te dejaríamos tener toda la diversión con los orcos?
fr: Vous pensiez qu'on vous laisserait tout seul à faire mumuse avec les orcs ?
hu: Gondolod, hogy hagynánk, hogy egyedül szórakozz az orkokkal?
pl: Myśleliście, że pozwolimy się wam bawić z orkami samemu?
ru: Думали, мы позволим вам веселиться с орками одним?
sv: Trodde ni att vi skulle låta er ha allt skoj med orcherna för själva?
tr: Orklarla kendi başınıza eğlenmenize izin vereceğimizi mi sandınız

source: It's Olurf! He made it!
da: Det er Olurf! Han gjorde det!
de: Es ist Oluf! Er hat es geschafft! Hurra!
es: ¡Es Olurf! ¡Él lo hizo!
fr: C'est Olurf ! Il a réussi !
hu: Ez Olurf! Sikerült neki!
pl: To Olurf! Udało mu się!
ru: Это Олурф! Он сделал это!!!
sv: Det är Olurf! Han klarade det!
tr: Bu Olurf! Nihayet gelebildi!

source: I told you I'd be there
da: Jeg sagde jo jeg ville være der
de: Ich habe euch doch gesagt, das ich es schaffe.
es: Te dije que estaría aquí
fr: Je vous avais dit que je serais là.
hu: Mondtam, hogy itt leszek.
pl: Przecież ci mówiłem, że tu będę.
ru: Я же говорил, что буду
sv: Jag sa ju att jag skulle komma.
tr: Geleceğimi söylemiştim.

source: Not much of an army he is bringing with him though
da: Dog ikke meget af en hær han har med sig
de: Keine große Armee, die er da mit sich bringt.
es: Aunque no es un gran ejercito el que trae
fr: Mais on ne peut pas vraiment appeler ce qu'il amène avec lui une armée.
hu: Habár nem valami jelentős sereggel érkezett...
pl: No, za wielkiej armii to z sobą nie przyprowadził.
ru: Не много же людей он привел с собой...
sv: Det var inte mycket till armé han har med sig.
tr: Getirdiği bir ordu sayılmaz.

source: Not much of an army! These are dwarves with migthy axes, not some wimpy bow-carying elves!
da: Ikke en hær! Dette er dværge med mægtige økser, ikke nogle spinkle buebærende elver!
de: Keine große Armee? Dies sind Zwerge mit riesigen Äxten, nicht irgendwelche schwächlichen Bogentragenden Elfchen !
es: ¡No es un gran ejército! ¡Éstos son enanos con hachas migthy, no unos simples arqueros elfos!
fr: Pas une armée ? Ce sont là des nains aux haches puissantes, pas des lavettes d'elfes porteurs d'arcs.
hu: Nem valami jelentős? Ezek törpök félelmetes bárdokkal vannak felfegyverezve, s nem íj hurcolászó tündék!
pl: Nie za wielkiej? To są KRASNOLUDY z potężnymi toporami, nie jakieś fajtłapowate potykające się o łuki elficzki!
ru: Не много! Это гномы с могучими топорами, а не какие-то лучники-эльфы!
sv: Inte mycket till armé! Detta är dvärgar med kraftfulla yxor, inte några veka pilbågebärande alver!
tr: Bir ordu sayılmaz! Güçlü baltalarıyla cüceler, yay kuşanmış zayıf ve etkisiz elfler gibi kalabalık olmak zorunda değiller!

source: Olurf is that all the dwarves you could find? Maybe the gold was not enough?
da: Olurf er det alle de dværge du kunne finde? Måske var der ikke nok guld?
de: Oluf, sind das alle Zwerge die du auftreiben konntest? Hat das Gold nicht gereicht?
es: ¿Olurf esos son todo los enanos que pudiste encontrar? ¿Quizá el oro no era suficiente?
fr: Olurf, est-ce là tous les nains que vous avez pu trouver ? Peut-être que l'or n'était pas suffisant ?
hu: Olurf, csak ennyi törpöt tudtál toborozni? Talán kevés volt az arany?
pl: Olurfie, to wszystkie krasnoludy, które mogłeś znaleźć? Może miałeś za mało złota?
ru: Олурф, это все гномы, которых ты смог найти? Может быть, золота было недостаточно?
sv: Olurf, är det här alla dvärgar du kunde hitta? Var det kanske inte tillräckligt med guld?
tr: Olurf, bulabildiğin cüceler bu kadar mı? Altın yetmedi mi?

source: They are not fighting for gold, they are in it for the fun. I'd have a lot more if one of my men had kept quiet about helping elves! Anyway, my clan should join us in a few days.
da: De kæmper ikke for guld, de kæmper for sjov. Jeg ville have haft en del flere hvis en af mine mænd havde holdt mund omkring at hjælpe elver! Nå men min klan slutter sig til os om nogle dage.
de: Sie kämpfen nicht für Gold. Sie machen mit, weil sie Spass am Kämpfen haben. Ich hätte viel mehr auftreiben können, wenn nicht einer meiner Männer etwas über "Elfen helfen" ausgeplappert hätte! So oder so, meine Leute werden sich sowieso in ein paar Tagen uns anschließen.
es: No están luchando por el oro, están por la diversión. ¡Tendría a muchos más si uno de mis hombres se habría quedado callado sobre ayudar a los elfos! Sin embargo, mi clan se nos debe unir en unos días.
fr: Ils ne combattent pas pour l'or, mais pour se divertir. J'en aurais beaucoup plus si un de mes nains avait su tenir sa langue à propos d'aider des elfes. Quoi qu'il en soit, mon clan devrait nous rejoindre dans quelques jours.
hu: Ők nem az aranyért harcolnak, hanem a móka kedvéért. Többen is lennénk, ha egy harcosom nem ódzkodik a tündék megsegítésétől. Akárhogy is, a klánom pár nap múlva csatlakozik hozzánk.
pl: Nie walczą dla złota, tylko dla zabawy. By było ich więcej, gdyby nie jeden z moich ludzi, który wypaplał, że będziemy pomagać elfom. Ale reszta mojego klanu dołączy do nas w ciągu kilku dni.
ru: Они дерутся не за золото, а ради забавы. Их было бы намного больше, если быодин из моих людей не проболтался о помощи эльфам! В любом случае, мой клан должен присоединиться к нам в течение нескольких дней
sv: De slåss inte för guld, de gör det för nöjes skull. De skulle varit många fler om inte en av mina mannar skvallrat om att vi skulle hjälpa alver! I vilket fall som helst så bör min klan ansluta sig till oss om några dagar.
tr: Onlar altın için döğüşmezler, buraya iyi vakit geçirmek için geldiler. Klanım bir kaç güne kadar bize katılacak.

source: In a few days? That's too late! Then we can have our gold back!
da: Om nogle dage? Det er for sent! Så kan vi få vores guld tilbage!
de: In ein paar Tagen? Das ist viel zu spät! Können wir dann unser Gold wieder haben?
es: ¿En unos días? ¡Es demasiado tarde! ¡Debemos tener nuestro oro de regreso!
fr: Dans quelques jours ? C'est trop tard ! Vous pouvez donc nous rendre notre or !
hu: Pár nap múlva? Akkor már túl késő lesz! Akkor vissza az aranyakkal!
pl: W ciągu kilku dni? Wtedy będzie już za późno! Więc możesz nam z łaski swojej oddać nasze złoto?
ru: Несколько дней? Это слишком поздно! Возвращай золото!
sv: Om några dagar? Det kommer att vara för sent! Då kan vi få tillbaka vårt guld!
tr: Bir kaç gün mü? Çok geç! Altınımızı geri ver!

source: Sure, minus expenses
da: Selvfølgelig minus omkostninger
de: Sicher, abzüglich Unkosten.
es: Seguro, menos costos
fr: Bien sûr, moins les frais.
hu: Természetesen, de a költségeket felszámolom
pl: Jasne, no oczywiście po odjęciu wydatków.
ru: Разумеется, минус издержки
sv: Visst, med omkostnader avdragna.
tr: Elbette, kesintileri düşünce...

source: What expenses?
da: Hvilke omkostninger?
de: Was für Unkosten ?
es: ?Qué costos?
fr: Quels frais ?
hu: Miféle költségeket?
pl: Jakich wydatków?
ru: Какие издержки?
sv: Vad då för omkostnader?
tr: Ne kesintisi?

source: Well it's an ancient dwarvish custom to buy the warriors a few drinks before the battle... So minus expenses that's about even
da: Det er en ældgammel dværge tradition at købe soldaterne et par øl før slaget... Så minus omkostninger går det nogenlunde lige op
de: Nun, es ist ein zwergischer Brauch den Kriegern ein paar Getränke vor dem Kampf zu reichen... Also minus meinen Ausgaben, kommt dabei .... öhm ...Null heraus.
es: Bien es una antigua costumbre de los enanos comprarles algunas bebidas a los guerreros antes de la batalla... Quitaríamos tan solo esos gastos
fr: Eh bien, c'est une vieille tradition naine de payer un coup aux guerriers avant la bataille... Donc moins les frais et nous sommes à peu près quittes.
hu: Nos, van egy ősi törp hagyomány, hogy a harcosokat egy kis italra meghívjuk csata előtt... Ha ezt beszámítjuk, épp egálban vagyunk.
pl: No wiesz, mamy taki starożytny zwyczaj między krasnoludami by postawić chłopakom kolejkę przed bitwą... No więc, po odliczeniu wydatków to będzie wszystko.
ru: Старая гномья традиция - покупать воинам выпивку перед битвой
sv: Tja, det är en urgammal sed hos dvärgarna att bjuda krigarna på några bägare innan striden... Så med omkostnader avdragna är det väl jämnt så här.
tr: Cücelerin kadim gelenekleri savaşa katılmadan önce askerlere içki ısmarlamayı gerektirir. Bu nedenle altın biraz eksildi.

source: That explains why they are so reckless in battle...
da: Det forklarer hvorfor de er så hårdkogte i kamp...
de: Das erklärt, warum sie sich so Sorglos in jeden Kampf stürzen...
es: Eso explica por qué son tan temerarios en batalla...
fr: Voilà qui explique pourquoi ils sont si téméraires sur le champ de bataille...
hu: Ez megmagyarázza miért oly vakmerőek a csatában...
pl: To wyjaśnia dlaczego krasnoludy są tak zaciekłe w walce.
ru: Это поясняет, почему они так безрассудны в бою...
sv: Då förstår jag varför de är så vildsinta i strid...
tr: Savaşa kayıtsızlığınızı bu yeterince açıklıyor...

source: ... Well, gentlemen, we have a battle to fight!
da: ... Herrer vi har et slag at udkæmpe!
de: ...Nun, meine Herren, wir haben eine Schlacht zu schlagen!
es: ... ¡Bien, señores, nosotros tenemos una batalla por luchar!
fr: ...Eh bien, messieurs, nous avons une bataille à mener !
hu: ... Rendben van uraim, az ellenség arra van!
pl: ... Panowie, mamy tutaj bitwę do stoczenia!
ru: ...Господа, нас ждет битва!
sv: Mina herrar, vi har en strid att utkämpa!
tr: ... Didişmeyi bırakın, döğüşülecek bir savaşımız var!

source: Council_of_hard_choices
da: Rådet_af_svære_valg
de: Rat der schweren Entscheidungen
es: Concejo de opciones duras
fr: Le Conseil des choix ardus
hu: A Tanács nehéz döntés előtt
pl: Rada niełatwych wyborów
ru: Тяжелый выбор Совета
sv: De svåra beslutens rådslag
tr: Zor Seçimler Konseyi

source: Iradia
tr: Iradya

source: This is a great victory! Wesmere is now safe. Kalenz, we owe you a lot, but what is this dwarf friend of yours that you invited to the elvish council? This is most unusual!
da: Dette er en stor sejr! Wesmere er nu sikkert. Kalenz, vi skylder dig en masse, men hvem er denne dværgeven som du har inviteret til elvernes råd? Det er meget unormalt!
de: Dies ist ein großer Sieg! Wesmere ist nun in Sicherheit. Kalenz, wir stehen tief in eurer Schuld. Aber wer ist euer Zwergenfreund den ihr zum Rat der Elfen gebeten habt? Dies ist höchst Ungewöhnlich!
es: ¡Ésta es una gran victoria! Wesmere está segura ahora. ¿Kalenz, nosotros le debemos mucho, pero quien es este enano amigo suyo que invitó al concejo de los elfos? ¡Esto es muy inusual!
fr: C'est une grande victoire ! Wesmere est maintenant en sécurité. Kalenz, nous vous devons beaucoup, mais quel est cet ami nain que vous avez invité au conseil. Voilà qui est très inhabituel !
hu: Nagy győzelmet arattunk! Wesmere most már biztonságban van! Kalenz, sokkal tartozunk neked, de ki ez a törp barátod, akit meghívtál a tünde tanácsba? Ez merőben szokatlan!
pl: To wielkie zwycięstwo! Wesmere jest teraz bezpieczne. Kalenz, zawdzięczamy wam wiele, ale kimże jest ten wasz przyjaciel, zaproszony przez was na radę elfów? Doprawdy, to naprawdę niezwykłe!
ru: Великая победа! Весмир в безопасности. Каленз, мы много тебе должны, но что это за гном, которого ты привел на эльфийский Совет? Это очень необычно!
sv: Detta är en stor seger! Wesmere är nu säkert. Kalenz, visserligen är vi skyldiga dig stort tack, men vem är den här dvärgvännen som du har tagit med dig till alvernas råd? Detta är högst ovanligt!
tr: Bu büyük bir zafer! Wesmer artık güvende. Kalenz sana çok minnetarız, fakat Elf konseyine cüce arkadaşını davet etmek de nesi? Bu hiç hoş değil!

source: My lord, this is Olurf. He and his men have fought by our side and have truly earned a place in this meeting, for we must now decide what to do next. Whatever must happen next concerns all in Wesnoth, Elves, Dwarves and Humans.
da: Min herre, dette er Olurf. Han og hans mænd har kæmpet på vores side og har i den grad fortjent en plads ved dette møde, for vi skal nu beslutte hvad vi gør. Uanset hvad der sker vedrører det alle i Wesnoth, elver, dværge og mennesker.
de: Mein Fürst, dies ist Olurf. Er und seine Männer haben an unserer Seite gekämpft und sich wahrlich einen Platz in diesem Treffen verdient. Nun müssen wir entscheiden wie wir weiter vorgehen. Was auch immer als nächstes passiert betrifft jeden in Wesnoth - Elfen, Zwerge und Menschen.
es: Mi señor, éste es Olurf. Él y sus hombres han luchado de nuestro lado y han ganado un lugar en esta reunión, porque ahora debemos decidir... qué hacer después. Lo que pueda suceder nos involucra a todos en Wesnoth, elfos, enanos y humanos.
fr: Monseigneur, je vous présente Olurf. Il a combattu à nos côtés avec ses troupes et ils ont vraiment mérité une place à cette réunion, car nous devons décider de la prochaine étape. Quelle qu'elle soit, elle concerne l'ensemble de Wesnoth, elfes, nains et humains.
hu: Uram , ő Olurf. Ő és a törpjei velünk harcoltak, és igazán kiérdemelték, hogy helyük legyen ezen a tanácskozáson, ahol döntenünk kell a következő lépésről. A döntésünk mindenkit érint Wesnothban, tündéket, törpöket, embereket.
pl: Mój panie, oto Olurf. On i jego podwładni walczyli po naszej stronie i prawidziwie zasłużyli na miejsce w tym spotkaniu, gdyż musimy teraz zdecydować co czynić dalej. Cokolwiek się stanie dotyczyć będzie wszystkich w Wesnoth, elfów, krasnoludów i ludzi.
ru: Мой господин, это Олурф. Он и его люди дрались на нашей стороне и заслужили места на этой встрече, где мы должны решить, что делать дальше. То, что случится, касается всего в Весноте - Эльфов, Гномов и Людей
sv: Det här är Olurf, ers nåd. Han och hans män har kämpat vid vår sida. Han har verkligen förtjänat sin plats vid detta möte, för vi måste nu besluta oss för vad vi skall göra härnäst. Vad som än händer nu så angår det alla som bor i Wesnoth - alver, dvärgar och människor.
tr: Efendim, bu Olurf. O ve adamları bizim tarafımızda döğüştü ve bu toplantımıza katılmaya gerçekten hak kazandı. Bundan sonrası için bir karar almalıyız. Wesnoth’un tamamında Elfler, Cüceler ve İnsanlar bundan sonra ne yapacak?

source: I would leave humans out. King Haldric has decided to break our Ancient Alliance and has sent back all our emissaries. When he came to the island he was very humble, but now his arrogance knows no limits. He believes the orcs will not dare fight him.
da: Jeg ville udelade menneskene. Kong Haldric har besluttet at bryde den ældgamle alliance og har sendt alle vores udsendinge retur. Da han kom til øen var han meget ydmyg, men nu har hans arrogance ingen begrænsninger. Han har den opfattelse at orker ikke vover at kæmpe mod ham.
de: Ich würde die Menschen außen vor lassen. König Haldric hat entschieden unsere Historische Allianz zu brechen und all unsere Abgesandten zurück geschickt. Als er auf die Insel kam war er sehr bescheiden, doch nun kennt seine Arroganz keine Grenzen mehr. Er ist der Überzeugung die Orks würden es nicht wagen gegen ihn zu kämpfen.
es: Yo omitiría a los humanos. El Rey Haldric ha decidido romper nuestra Antigua Alianza y ha enviado de regreso a nuestros emisarios. Cuando vino a la isla era muy humilde, pero ahora su arrogancia no tiene límites. Cree que los orcos no se atreverán a invadirlo.
fr: Je laisserais les humains de côté. Le roi Haldric a décidé de rompre l'Ancienne Alliance et a renvoyé tous nos émissaires. Lorsqu'il vint sur l'île, il était empli d'humilité, mais aujourd'hui son arrogance est sans limite. Il croit que les orcs n'oseront pas le combattre.
hu: Az embereket kihagynám ebből. Haldric király felrúgta a megállapodásunkat, s minden küldöttségünket visszautasította. Amikor ő érkezett a szigetre, igencsak megtört volt, de most önteltsége nem ismer határokat. Azt hiszi, hogy az orkok nem merik őt megtámadni.
pl: Ja tam bym ludzi w to nie wliczał. Król Haldric zdecydował złamać nasze starożytne przymierze i odesłał naszych posłańców. Kiedy przybył na wyspę skromny był nie do wyobrażenia, ale teraz jego arogancja nie zna granic. Najwidoczniej uważa, że orki nie odważą się z nim walczyć.
ru: Я бы не говорил о людях. Король Халдрик решил разорвать наш древний союз и выслал наших послов. Когда он пришел на остров, он был очень вежлив, но теперь его заносчивость не знает границ. Он полагает, что орки не осмелятся сражаться с ним
sv: Jag skulle inte ta med människorna. Kung Haldric har beslutat sig för att bryta vår uråldriga allians, och har skickat hem alla våra sändebud. När han en gång kom till ön var han mycket ödmjuk, men nu är hans högfärd utan gränser. Han är övertygad om att orcherna inte vågar anfalla honom.
tr: İnsanları dahil etmeyelim. Kral Haldrik eski ittifakımızdan ayrılmaya karar vermiş ve temsilcilerimizi geri göndermişti. Adaya geldiğinde çok mütevaziydi, fakat şimdi kibirinden yanına varılmıyor. Orkların onunla savaşmaya cüret edemeyeceklerine inanıyor.

source: My Lords, the orcs have been pushed out of Wesmere, but they are far from defeated. We must take the fight to them, retrieve our lost lands and finish once and for all with the orcs.
da: Min herre, orkerne er presset ud af Wesmere, men de er langt fra besejret. Vi må føre kampen til dem, generobre vores tabte land og få det afgjort en gang for alle med orkerne.
de: Mein Fürst, die Orks mögen aus Wesmere vertrieben sein, doch sie sind noch längst nicht besiegt. Wir müssen den Krieg zu ihnen tragen, unsere verloren Gebiete zurück erobern und sie ein für allemal besiegen.
es: Mis Señores, los orcos nos han sacado de Wesmere, pero están lejos de derrotarnos. Debemos tomar la iniciatiba en la lucha, recuperar nuestras tierras perdidas y acabar de una vez por todas con los orcos.
fr: Messeigneurs, les orcs ont été repoussés de Wesmere mais sont loin d'être vaincus. Nous devons porter le combat chez eux, récupérer les territoires que nous avons perdus et en finir une bonne fois pour toutes avec eux.
hu: Uraim, az orkokat kiszorítottuk Wesmereből, de korántsem semmisítettük meg őket. Továbbra is küzdenünk kell ellenük, visszaszerezni elvesztett területeinket, s egyszer és mindenkorra le kell velük számolnunk.
pl: Mój panie, orkowie zostali wyparci z Wesmere, ale zbyt wcześnie by mówić o ich pokonaniu. Musimy przenieść wojnę do ich kraju, odzyskać stracone ziemie i skończyć z nimi raz na zawsze.
ru: Мои лорды, орки были выбиты из Весмира, но они далеки от поражения. Мы должны драться с ними, вернуть наши потерянные земли и покончить с орками раз и навсегда
sv: Mina herrar, orcherna har visserligen tvingats ut ur Wesmere, men de är långt ifrån besegrade. Vi måste ta striden till dem, återerövra våra förlorade länder och en gång för alla göra slut på dem.
tr: Efendim, orkları Wesmer dışına sürdük, ama henüz onları yenmiş değiliz. Onlarla savaşmalı, kaybettiğimiz toprakları geri almalı ve orkların tamamını bir kerede yok etmeliyiz.

source: We have lost a lot of elves in the war. I am afraid it is not prudent to do follow your suggestion. Besides, we are not as skilled in fighting outside our forests.
da: Vi har mistet mange elver i krigen. Jeg er bange for at det ikke er klogt at følge dit forslag. Desuden er vi ikke lige så dygtige i kamp uden for vores skove.
de: Viele unseres Volkes sind in diesem Krieg gefallen. Ich fürchte es wäre nicht weise eurem Rat zu folgen. Davon abgesehen sind wir auch nicht so geübt im Kampf außerhalb unserer Wälder.
es: Hemos perdido a muchos elfos en la guerra. Temo que no sea prudente seguir tu sugerencia. Además, no tenemos mucha experiencia luchando fuera de nuestros bosques.
fr: Nous avons perdu un grand nombre d'elfes dans cette guerre. Je crains qu'il ne soit pas prudent de suivre votre suggestion. En outre, nous ne sommes pas aussi habiles lorsqu'il s'agit de combattre hors de nos forêts.
hu: Sok tündét vesztettünk a háborúban. Attól tartok, nem lenne bölcs dolog követni a javaslatodat. Azonkívül nem vagyunk túl képzettek az erdőn kívüli harcban.
pl: Straciliśmy wiele elfów w czasie wojny. Obawiam się, że nie jest rozsądne postępować zgodnie z waszymi sugestiami. Poza tym, brak nam umiejętności walki poza naszymi lasami.
ru: Мы потеряли много эльфов в этой войне. Боюсь, неразумно будет последовать твоему предложению. Кроме того, мы не так хорошо умеем воевать вне наших лесов
sv: Många alver har fallit i krigen. Jag fruktar att det vore obetänksamt att följa ditt förslag. Dessutom är vi inte lika bra på att slåss utanför våra skogar.
tr: Savaşta çok elf kaybettik. Korkarım, önerini yerine getirmek sağduyulu bir davranış olmayacak. Bunun yanında, yeteneklerimiz ormanın dışında döğüşmeye uygun değil.
