Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Thank you friends. May we meet in happier times. Now I must make haste, for I need to study the book and prepare for the battle with the undead. Then, I will talk the King into shielding the sceptre properly.
da: Tak venner. Må vi mødes i bedre tider. Nu må jeg skynde mig. Jeg har behov for at studere bogen og forberede slaget med de udøde. Derefter vil jeg snakke med kongen om at beskytte scepteret ordentligt.
de: Danke, meine Freunde! Mögen wir uns in fröhligeren Zeiten wieder begegnen. Nun muss ich mich sputen, um das Buch zu studieren und mich auf einen Kampf gegen die untoten Mächte vorzubereiten. Dann werde ich den König beraten, wie er das Zepter am besten aufbewahrt, um sich vor dessen Strahlung zu schützen.
es: Gracias amigos. Podemos esperar épocas más felices. Ahora debo darme prisa, necesito estudiar el libro y prepararme para la batalla con los no muertos. Entonces, hablaré al rey para proteger el cetro correctamente.
fr: Merci mes amis. Puissions-nous nous retrouver en des temps plus heureux. Je dois maintenant me hâter, car il me faut étudier le livre et me préparer à la bataille contre les morts-vivants. Ensuite, j'irai convaincre le roi de protéger le sceptre de manière convenable.
hu: Köszönöm barátaim. Remélem találkozunk ezekben a boldogabb időkben. Most gyorsan kell cselekednem, tanulmányoznom kell a könyvet, és felkészülnöm az élőholtak elleni csatára. Azután beszélni fogok a királlyal a jogar megfelelő tokozásáról.
pl: Dziękuję wam, przyjaciele. Obyśmy spotkali się w lepszym czasie. Teraz muszę się śpieszyć, gdyż muszę przestudiować księgę i przygotować się do bitwy z nieumarłymi. Potem, muszę nakłonić króla, by odpowiednio osłonił berło ognia.
ru: Спасибо, друзья. Надеюсь, мы встретимся в лучшие времена. А теперь я должен поспешить, ведь мне надо изучить книгу и приготовиться к битве с нежитью. После я поговорю с королем насчет хорошей изоляции скипетра.
sv: Tack skall ni ha, vänner. Må vi mötas åter i lyckligare tider. Nu måste jag skynda mig, för jag måste studera boken och förbereda striden mot de vandöda. Sedan skall jag se till att kungen skärmar av spiran ordentligt.
tr: Teşekkürler dostlar. Daha mutlu zamanlarda tekrar toplanmak ümidiyle, şimdi acele etmeliyim. Kitabı okuyup hortlakla savaşa hazırlanmalıyım. Daha sonra, asayı düzgün bir muhafaza içine koyması için Kralla konuşacağım.

source: Prince of Wesnoth
da: Prins af Wesnoth
de: Prinz von Wesnoth
es: Príncipe de Wesnoth
fr: Prince de Wesnoth
hu: Wesnoth hercege
pl: Książę Wesnoth
ru: Принц Веснота
sv: Wesnoths prins
tr: Wesnot Prensi

source: Following the alliance victory and the peace treaty was a period of calm. The elves knew that with Delfador close to the King, Wesnoth would be a reliable ally....
da: Efter alliancens sejr og fredstraktaten kom en stille periode. Elverne vidste at med Delfador tæt på kongen, ville Wesnoth være en troværdig allieret....
de: Nachdem die Allianz siegte, folgte durch den Friedenspakt eine Zeit der Entspannung. Die Elfen wussten, wenn Delfador in der Nähe des Königs war, das Wesnoth ein verlässlicher Partner sein würde...
es: Con la victoria de la alianza y el tratado de paz siguió un período de calma. Los elfos sabían que con Delfador cerca del Rey, Wesnoth sería un aliado confiable...
fr: Il y eut une période de calme après la victoire de l'alliance et du traité de paix. Les elfes savaient que la présence de Delfador aux côtés du roi assurait que Wesnoth serait un allié fiable.
hu: A szövetségesek győzelmét békekötés, majd hosszú nyugalmas időszak követte. A tündék tudták, hogy a király mellett álló Delfador megfelelő garancia arra, hogy Wesnoth megbízható szövetséges lesz...
pl: Po zwycięstwie sprzymierzeńców i traktacie pokojowym nastał okres spokoju. Elfy wiedziały, że z Delfadorem blisko króla, Wesnoth będzie pewnym sprzymierzeńcem...
ru: За победой альянса и мирным договором последовал период затишья. Эльфы знали, что пока Делфадор близок к королю, Веснот будет надежным союзником...
sv: Efter alliansens seger inträdde en period av fred. Alverna visste att Wesnoth skulle vara en allierad att lita på, med Delfador i kungens närhet.
tr: İttifakın zaferini izleyen günlerde bir süre barış hüküm sürdü. Delfador Kralın yanındayken Wesnot’un güvenilir bir müttefik olduğunu gördüler...

source: But Delfador was not running everything in Wesnoth. The Queen's power was rising...
da: Men Delfador styrede ikke alt i Wesnoth. Dronningens magt steg...
de: Aber Delfadors Macht reichte nicht in alle Ecken von Wesnoth. Die Macht der Königin wurde größer...
es: Pero Delfador no estaba controlando todo en Wesnoth. El poder de la Reina estaba creciendo...
fr: Mais Delfador ne dirigeait pas tout à Wesnoth. Le pouvoir de la reine allait croissant...
hu: De Delfador sem ügyelhetett mindenre Wesnothban. A királynő befolyása egyre erősödött...
pl: Ale Delfador nie miał wpływu na wszystko, co się działo w Wesnoth. Potęga królowej wzrastała...
ru: Но Делфадор не руководил всем в Весноте. Влияние Королевы росло...
sv: Men Delfador styrde inte över allt i Wesnoth. Drottningens makt ökade...
tr: Fakat Delfador Wesnot’ta herşeye yetişemiyordu. Kraliçe’nin gücü giderek artıyordu...

source: One day reports came of Wesnoth forces seizing by force elvish land on the border with Wesnoth. Kalenz gathered a small force and hurried to the disputed land.
da: En dag kom der nyheder om at Wesnoth styrker med magt havde taget elv-land på grænsen til Wesnoth. Kalenz samlede en lille styrke og skyndte sig til det omtalte område.
de: Eines Tages kam die Nachricht, das Truppen von Wesnoth elfische Ländereien an der Grenze zu Wesnoth mit Gewalt einnahmen. Kalenz stellte schnell eine kleine Truppe zusammen und eilte zu dem umkämpften Land.
es: Un día llegó el informe de que fuerzas de Wesnoth se asentaron en tierras elficas en la frontera con Wesnoth. Kalenz recogió una fuerza pequeña y partió apresurado a las tierras disputadas.
fr: Un jour des rapports arrivèrent signalant qu'une troupe de Wesnoth s'était emparée de force de terres elfes à la frontière. Kalenz rassembla une petite force et se précipita vers les terres contestées.
hu: Egy napon arról érkeztek hírek, hogy wesnothi seregek tünde területeket foglaltak el a határ mentén. Kalenz kis sereget verbuvált és a vitatott területre indult.
pl: Pewnego dnia nadeszły raporty o siłach z Wesnoth siłą biorące przygraniczne ziemie elfów. Kalenz zebrał niewielką armię i pośpieszył się do spornego obszaru.
ru: Однажды пришли донесения о том, что войска Веснота захватили эльфийские земли на границе. Каленз собрал небольшое войско и поспешил к спорным землям.
sv: En dag kom rapporter om att wesnothiska styrkor hade intagit alvterritorium vid Wesnoths gräns. Kalenz samlade en liten styrka och skyndade till det omstridda området.
tr: Bir gün, Wesnot birliklerinin Wesnot sınırındaki Elf topraklarını güç kullanarak ele geçirmeye çalıştığı haberi geldi. Kalenz küçük bir birlik toplayıp hemen mücadelenin sürdüğü bölgeye hareket etti.

source: Lowel
tr: Lovel

source: Defeat Eldred
da: Besejr Eldred
de: Besiege Eldred
es: Derrotar a Eldred
fr: Vaincre Eldred
hu: Legyőzöd Eldredet
pl: Pokonaj Eldreda
ru: Победите Элдреда
sv: Besegra Eldred
tr: Eldred’in ölümü

source: Wesnoth Generals, you have attacked defenseless elvish land. You must leave immediately. I am Kalenz, lord of the elfs. You can ask the great Delfador to confirm my words.
da: Generaler fra Wesnoth, i har angrebet forsvarsløst elvland. I må forlade dette område omgående. Jeg er Kalenz, lensherre over elverne. Du kan spørge den store Delfador om dette.
de: Generäle von Wesnoth, ihr habt friedfertiges Elfenland angegriffen. Verlasst diesen Ort auf der Stelle! Ich bin Kalenz, Anführer der Elfen und Hüter des Waldes. Ihr könnt Delfador den großen Zauberer fragen, um meine Worte zu bestätigen.
es: General de Wesnoth, has atacado tierras elficas indefensas. Debes irte inmediatamente. Soy Kalenz, señor de los elfos. Puedes pedir al gran Delfador confirmación sobre mis palabras.
fr: Généraux de Wesnoth, vous avez attaqué une terre elfe sans défense. Vous devez partir sur-le-champ. Je suis Kalenz, seigneur des elfes. Vous pouvez demander à Delfador le Grand de confirmer mes paroles.
hu: Wesnothi tábornokok! Védtelen tünde területet foglaltatok el. Azonnal távozzatok innen. Én mondom ezt, Kalenz, a Tündék Ura. Kérdezzétek meg Delfadort, igazolni fogja a szavaimat.
pl: Generałowie Wesnoth, zaatakowaliście bezbronny kraj elfów. Musicie natychmiast opuścić tą ziemię. Jam jest Kalenz, władca między elfami. Możecie poprosić Delfadora, by potwierdził moje słowa.
ru: Генералы Веснота, вы вторглись на беззащитные эльфийские земли. Вы должны немедленно уйти. Я Каленз, лорд эльфов. Великий Делфадор может подтвердить мои слова.
sv: Wesnothgeneraler, ni har anfallit försvarslöst alvterritorium. Ni måste ge er av genast. Jag är Kalenz, alvernas furste. Den store Delfador kan bekräfta mina ord.
tr: Wesnot generalleri, savunmasız elf toprağına saldırmışsınız. Hemen burayı terkedin. Ben Elflerin Lideri Kalenz’im. Ulu Delfador’a sözlerimi doğrulatabilirsiniz.

source: This is elvish land no more. I, Eldred, prince of Wesnoth and heir to the throne claim it for Wesnoth and Queen Asheviere. Delfador does not rule Wesnoth!
da: Dette er ikke længere elvland. Jeg, Eldred, prins af Wesnoth og arving til tronen inddrager det for Wesnoth og dronning Asheviere. Delfador regerer ikke Wesnoth!
de: Dies ist ab sofort kein Elfenland mehr. Ich Eldred, Prinz von Wesnoth und Thronanwärter beanspruche hiermit dieses Land für das Königreich Wesnoth und Königin Asheviere. Delfador hat über Wesnoth keine Regierungsgewalt!
es: Ésta ya no es más tierra elfica. Yo, Eldred, príncipe de Wesnoth y heredero al trono la reclamo para Wesnoth y la reina Asheviere. ¡Delfador no gobierna Wesnoth!
fr: Cette terre n'est plus aux elfes. Moi, Eldred, prince de Wesnoth et héritier du trône, je la revendique au nom de Wesnoth et de la reine Asheviere. Delfador ne dirige pas Wesnoth !
hu: Ez többé nem tünde föld. Én Eldred, Wesnoth hercege, a trónörökös lefoglalom Wesnoth és Asheviere királynő nevében. Delfador megbukott.
pl: To już nie jest ziemia elfów. Ja, Eldred, książę Wesnoth i następca tronu, zajmuję ją w imieniu Wesnoth i królowej Ashaviere. Delfador nie rządzi w Wesnoth!
ru: Это больше не эльфийская земля. Я, Элдред, принц Веснота и наследник престола провозглашаю их принадлежащими Весноту и Королеве Ашевир. Делфадор не правит Веснотом!
sv: Detta är inte längre alvterritorium. Jag, Eldred, Wesnoths prins och tronarvinge annekterar det för Wesnoth och drottning Asheviere. Delfador regerar inte i Wesnoth!
tr: Burası artık Elf toprağı değil. Ben, Wesnot prensi ve tahtın varisi Eldred, Wesnot ve Kraliçe Aşivye adına buraya el koyuyorum. Wesnot’ta Delfador’un sözü geçmez.

source: I did not want to spill human blood, but there is no other choice.
da: Jeg ønskede ikke at udgyde menneskeblod, men der var ikke noget andet valg.
de: Ich wollte eigentlich kein Menschliches Blut vergiessen, aber es gibt keine andere Wahl.
es: No deseo derramar sangre humana, pero no hay otra opción.
fr: Je souhaitais ne pas verser de sang humain, mais vous ne me laissez pas le choix.
hu: Nem akarok embervért ontani, de úgy látszik, nincs más lehetőség.
pl: Nie chciałem przelewać ludzkiej krwi, ale nie ma innego wyboru.
ru: Я не хочу проливать человеческой крови, но другого выбора нет.
sv: Jag vill inte spilla människoblod, men det finns ingen annan utväg.
tr: İnsan kanı dökmek istemiyoruz ama başka çare bırakmıyorsunuz.

source: Peace Friends! I have been riding nonstop for days to prevent this maddness! Eldred, I have direct orders from the King to take you back to the Palace, where you will be reprimanded for your unexcusable actions. Kalenz, the King offers his deepest apologies for these events and promises to do anything in his power to make amends.
da: Fred venner! Jeg har redet i dagevis for at forhindre dette vanvid! Eldred, jeg har ordrer fra kongen om at tage dig tilbage til paladset, hvor du vil blive irettesat for dine utilgivelige handlinger. Kalenz, kongen giver sin dybeste undskyldninger for disse begivenheder og lover at gøre alt i sin magt for at gøre det godt igen.
de: Friede sei mit euch, meine Freunde! Ich ritt Tagelang ohne Rast und Ruhe um diesen Wahnsinn zu verhindern! Eldred, ich handel auf direkten Befehl des Königs, der mir auftrug euch ohne Verzögerung zum Palast zurück zu bringen, wo ihr für eure unentschuldbaren Taten zur Verantwortung gezogen werdet. Kalenz, euch sendet der König seine Entschuldigung für diese Geschehnisse und verspricht alles in seiner Macht stehende zu tun, um es wieder gut zu machen.
es: ¡Paz Amigos! ¡He montado por días sin detenerme para prevenir esta locura! Eldred, tengo órdenes directas del rey para que regreses al palacio, en donde te reprenderán por tus acciones inexcusables. Kalenz, el rey ofrece sus disculpas más profundas por estos acontecimientos y promete hacer cualquier cosa que este en su poder en compensación.
fr: Paix mes amis. Cela fait des jours que je chevauche pour empêcher cette folie ! Eldred, j'ai un ordre direct du roi de vous ramener au Palais, où vous serez réprimandé pour vos actions inexcusables. Kalenz, le roi vous présente ses plus profondes excuses pour ces événements et promet de faire tout ce qui est en son pouvoir pour se faire pardonner.
hu: Megálljatok! Napok óta megállás nélkül lovagoltam, hogy megakadályozzam ezt az őrültséget. Eldred, a király személyes parancsával jövök, visszarendelt a palotába, ahol személyesem számol veled emiatt a megbocsáthatatlan incidens miatt. A király legmélyebb sajnálatát fejezi ki e sajnálatos események miatt, s kész arra, hogy elégtételt nyújtson.
pl: Pokój, przyjaciele! Jechałem bez przerwy wiele dni aby zapobiec temu szaleństwu! Eldredzie, mam rozkazy bezpośrednio od króla, aby zabrać ciebie do pałacu, gdzie otrzymasz naganę za swoje niewybaczalne zachowanie. Panie Kalenz, król przesyła szczere wyrazy ubolewania i obietnicę uczynienia wszystkiemu co w jego mocy by zadośćuczynić wam straty.
ru: Мир, друзья! Я мчался безостановочно много дней, чтобы предотвратить это безумие! Элдред, у меня прямой приказ Короля конвоировать Вас во дворец, где на Вас будет наложено взыскание за Ваши непростительные действия. Каленз, Король приносит свои глубочайшие извинения за эти события и обещает сделать все, что в его силах, чтобы исправить наши отношения
sv: Fred, vänner! Jag har ridit i dagar för att förhindra detta! Eldred, jag har direkta order från kungen att ta dig tillbaka till palatset, där du skall få sona för dina oursäktliga handlingar. Kalenz, kungen sänder sina djupaste ursäkter för dessa händelser och lovar att han skall göra vad som ligger i hans makt för att återgälda er.
tr: Durun Dostlarım! Bu kötülüğü engellemek için günlerdir durmaksızın at sürdüm! Eldred, hemen saraya dönmen için Kraldan emir getirdim. Orada bağışlanamaz hatalarınızdan dolayı cezalandırılacaksınız. Kalenz, Kral bu olaylardan dolayı özrünün kabulünü rica ediyor ve zararınızı telafi etmeye söz veriyor.

source: Delfador! I am glad to see you. We have no demands on the King, but I believe he should be very careful, for he does not seem to be the only one ruling Wesnoth!
da: Delfador! Jeg er glad for at se dig. Vi har ingen krav til kongen, men jeg tror at han skal være forsigtig, for han virker ikke som den eneste regent af Wesnoth!
de: Delfador! Ich bin froh dich wieder zu sehen. Wir haben keine Anforderungen des Königs, aber ich glaube er sollte sehr vorsichtig seien, es sieht nämlich nicht so aus, als wenn er der Einzige ist, der Wesnoth regiert!
es: ¡Delfador! Me alegra verte. ¡No tenemos ninguna demanda al Rey, pero creo que él debe tener mucho cuidado, porque no parece ser el único que gobierna en Wesnoth!
fr: Delfador ! Je suis heureux de vous voir. Nous n'avons pas d'exigences pour le roi, mais je crois qu'il devrait se montrer très prudent, car il semble qu'il ne soit pas seul à prétendre diriger Wesnoth !
hu: Delfador! Örülök, hogy látlak. Nincs követelésünk a király irányában, de óvatosabbnak kéne lennie. Úgy tűnik nem igazán ő uralkodik Wesnothban!
pl: Delfadorze! Cieszę się, że was widzę. Niczego od króla nie żądamy, ale zda mi się, że powinien on być ostrożny, gdyż wygląda na to, że nie on jeden rządzi Wesnoth!
ru: Делфадор! Я рад тебя видеть. Мы ничего не требуем от короля, но, надеюсь, он будет очень осторожен, думается мне, он не единственный правитель Веснота...
sv: Delfador! Jag är glad att se dig. Kungen behöver inte återgälda något, men han borde nog ta sig i akt, för han verkar inte vara den enda som styr över Wesnoth!
tr: Delfador! Seni gördüğüme sevindim. Bizim kraldan hiç bir beklentimiz yok, fakat çok dikkatli olması gerektiğine inanıyoruz. Buradan bakınca, Wesnot’un tek hakimi oymuş gibi görünmüyor.

source: Kalenz, I am very worried. I can see great evil in the palace and it is not just the prince. I see dark days ahead...
da: Kalenz jeg er meget foruroliget. Jeg kan se en stor ondskab i paladset og det er ikke kun prinsen. Jeg kan se tunge skyer foran os...
de: Kalenz! Ich bin sehr besorgt. Ich spüre großes Unheil in diesem Palast und dunkle Tage, die auf uns zukommen werden...
es: Kalenz, estoy muy preocupado. Puedo ver un gran mal en el palacio y pero no en el príncipe. Veo días oscuros por delante...
fr: Kalenz, je suis très inquiet. Je discerne un grand mal dans le palais et ce n'est pas seulement le prince. Je pressens la venue de jours sombres.
hu: Rettentően sajnálom Kalenz. Valami nagyon gonosz készülődik a palotában, s a herceg csak játékszer. Sötét napok elé nézünk...
pl: Panie Kalenz, martwię się bardzo. Widzę wielkie zło dziejące się w pałacu i nie chodzi tylko o księcia. Przed nami ciężkie czasy...
ru: Каленз, я очень обеспокоен. Я чувствую большое зло во дворце и дело не только в принце. Нас ждут черные времена...
sv: Kalenz, jag är mycket oroad. Jag ser stor ondska i palatset, och det är inte bara prinsen. Jag ser mörka dagar framför oss...
tr: Kalenz, çok endişeliyim. Olay salt prensten ibaret değil, sarayda büyük bir şeytan var. Kara günlerin yaklaştığını görüyorum

source: We are too late! All is lost!
da: Vi kommer for sent! Alt er tabt!
de: Wir sind zu spät! Alles ist verloren!
es: ¡Llegamos demasiado tarde! ¡Todos están perdidos!
fr: Nous arrivons trop tard ! Tout est perdu !
hu: Elkéstünk! Minden elveszett!
pl: Spóźniliśmy się! Wszystko stracone!
ru: Мы опоздали! Все потеряно!
sv: Vi kom för sent! Allt är förlorat!
tr: Çok geç! Herşeyi kaybettik!

source: Hero's Return
da: En helts tilbagevenden
de: Des Helden Wiederkehr
es: Retorno del Héroe
fr: Retour du héros
hu: A Hős visszatérése
pl: Powrót bohatera
ru: Возвращение героя
sv: Hjältens återkomst
tr: Kahramanların Dönüşü

source: Sparring Eldred's life proved to be a very costly mistake. After Eldred's betrayal of Garard at Abez(see the Heir to the Throne campaign) and the subsequent ascension to the throne by Asheviere the elves had no contact with the humans, save for Delfador and his new protege, Konrad. Then, one day, Cleodil's fears had come true: Asheviere has attacked in the south, using orcish mercenaries...Kalenz quickly gathered the troops...
da: At Eldreds liv blev sparet viste sig at være en dyr fejltagelse. Efter Eldreds forræderi mod Garard ved Abez (se Arving til tronen kampagnen) og den efterfølgende overtagelse af tronen af Asheviere gjorde at elverne ikke havde kontakt med menneskene, med undtagelse af Delfador og hans nye protege Konrad. Så en dag kom Cleodils frygt for dagen: Asheviere angreb fra syd, ved hjælp af orklejesoldater... Kalenz samlede hurtig sine tropper...
de: Es stellte sich heraus, das das Leben von Eldred zu verschonen ein schlimmer Fehler war, der sie noch teuer zu stehen kommen würde. Nachdem Eldred Garard bei Abez betrogen hatte (siehe Heir to the Throne Kampagne) und während Asheviere mehr und mehr den Tron an sich riss, hatten die Elfen keinen Kontakt zu den Menschen, wodurch Delfador und sein neuer Schützling Konrad in Sicherheit waren. Plötzlich, eines schönen Tages wurden Cleodils Befürchtungen mit einem Schlag wahr. Asheviere griff mit gekauften orkischen Söldnern aus dem Süden an...Kalenz rief darauf schnellstens seine Truppen zusammen...
es: Salvar la vida de Eldred demostro ser un error muy costoso. Después de la traición de Eldred de Garard a Abez (ver la campaña 'Heredero al Trono') y la ascensión subsecuente al trono por Asheviere los elfos no tenían ningún contacto con los humanos, salvo Delfador y su nuevo protegido, Konrad. Entonces, un día, los miedos de Cleodil se habían hecho realidad: Asheviere ha atacado en el sur y ha usado orcos como mercenarios... Kalenz reunió las tropas...
fr: Épargner la vie d'Eldred s'avéra une erreur très coûteuse. Après la trahison de Garard par Eldred à Abez (voir la campagne de L'Héritier du trône) et l'accession d'Asheviere au trône qui s'ensuivit, les elfes n'eurent aucun contact avec les humains, hormis Delfador et Konrad, son nouveau protégé. Puis, un jour, les craintes de Cléodil se matérialisèrent : Asheviere avait attaqué au sud, à l'aide de mercenaires orcs... Kalenz rassembla rapidement des troupes...
hu: Eldred életének megkímélése, súlyos hibának bizonyult. Azután, hogy Eldred elárulta Garardot Abeznél (lásd az 'A trónörökös' című hadjáratot), majd Asheviere került a trónra, a tündéknek megszakadt a kapcsolatuk az emberekkel. Egyedül Delfadort és új védencét, Konrádot rejtették el. Ám egy napon valóra vált Cleodil félelme: Asheviere ork zsoldosaival megtámadta a déli tündéket... Kalenz gyorsan összeverbuválta seregét...
pl: Oszczędzenie życia Eldredowi okazało się kosztowną pomyłką. Gdy Eldred zdradził Gararda pod Abez (patrz kampania Następca Tronu) i następnie po wstąpieniu na tron Ashaviere elfy nie miały kontaktu z ludźmi poza Delfadorem i jego podopiecznym, Konradem. Potem, pewnego dnia, obawy Cleodila okazały się słuszne: Ashaviere zaatakowała na południu przy pomocy najętych orków... Kalenz szybko zgromadził armię...
ru: Сохранить жизнь Элдреда было крупной ошибкой. После того, как Элдред предал Гарарда у Абеза (см. кампанию "Наследник престола") и Ашевир взошла на трон, эльфы не контактировали с людьми, храня Делфадора и его нового протеже Конрада. Однажды опасения Клеодил стали реальностью: Ашевир напала с юга, используя орочьих наемников... Каленз быстро собрал войска...
sv: Att skona Eldreds liv visade sig vara ett dyrt misstag. Efter att Eldred förrått Garard vid Abez (se kampanjen Tronarvingen) och Asheviere tagit tronen, hade alverna ingen kontakt med människorna förutom Delfador, och hans skyddsling, Konrad. Senare, en dag, gick Cleodils farhågor i uppfyllelse: Asheviere hade gått till anfall i söder med legosoldater inhyrda bland orcherna... Kalenz samlade snabbt sina styrkor...
tr: Eldred’in canının bağışlanması çok pahalıya malolacak bir yanlışı önledi. Eldred’in Abez’de Garard’a ihaneti (bak, Tahtın Varisi seferberliği) ve ardından Aşivye tarafından tahtın ele geçirilmesiyle, Konrad’ın hamiliğini yapan Delfador’u korumak için Elfler insanlarla ilişkilerini kopardı. Bir gün Cleodil’in korkuları gerçekleşti: Aşivye, paragöz orkları kullanarak güneye saldırdı... Kalenz çabucak askerlerini topladı.

source: T'umqin
tr: Tumkin

source: Ocrhan
tr: Ocornan

source: Vragul
tr: Viragul
