Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Not in your dreams, elf! These are dwarven lands. We don't want you and your likes here! Take a hike!
da: Kun i dine drømme elv! Dette er dværgeland. Vi ønsker ikke dig og din slags her! Skrid!
de: Nicht im Traume, Elfchen! Dies ist das Gebiet der Zwerge. Wir wollen euch und eure Gefolgschaft hier nicht haben! Verschwindet!
es: ¡No, ni en sueños, elfo! Éstas son tierras de enanos. ¡No los queremos aquí! ¡Vayanse!
fr: Même pas en rêve, elfe ! Ces terres sont naines. Nous ne voulons pas de vous et de vos semblables ici ! Allez voir ailleurs !
hu: Még álmodban sem tünde! Ez törp föld. Nem akarunk itt látni sem téged, sem a fajtádat. Kerüljetek!
pl: Chyba w twoich snach, elficzku! To są ziemie krasnoludów. Nie chcemy tutaj ciebie i takich jak ty! Znikaj stąd!
ru: И не мечтай, эльф! Это земли гномов! Мы не желаем видеть здесь тебя и таких, как ты! Убирайся!
sv: Glöm det, alv! Detta är dvärgland. Vi vill inte ha dig och dina likar här! Försvinn!
tr: Hayal kurma, elf! Buralar cücelerin toprakları. Sizi ve sizin gibileri buralarda istemiyoruz! Uza da boyunu görelim!

source: Look, the orcs have landed. They will be attacking you too any minute now. This is no time to fight among ourselves!
da: Se orkerne er gået i land. De vil også angribe dig hvert øjeblik det skal være. Der er ikke tid til at kæmpe indbyrdes!
de: Ihr solltet wissen, das die Orks auf dem Weg hierher sind. Sie werden euch sehr bald angreifen. Das ist jetzt nicht der richtige Moment für streitigkeiten zwischen uns!
es: Miren, los orcos han llegado. Te atacarán en cualquier momento. ¡No es tiempo para luchar entre nosotros!
fr: Écoutez, les orcs ont débarqué. Ils s'attaqueront à vous aussi maintenant. L'heure n'est pas aux combats entre nous !
hu: Nézd, az orkok partraszálltak. Titeket is meg fognak támadni egy percen belül. Nincs időnk veletek harcolni!
pl: Słuchaj, orki wylądowały. W każdej chwili mogą zaatakować i was. Nie ma czasu na spory między nami.
ru: Смотрите, орки! Сейчас они могут в любую секунду напасть и на вас! Не время драться между собой
sv: Titta, orcherna har kommit. De anfaller när som helst nu. Vi har inte tid för interna stridigheter nu!
tr: Bak, orklar topraklarınıza girdi. Aynı anda onlar da saldıracak. Birbirimizle döğüşmenin zamanı değil!

source: 'nother of these elvish tricks, huh? We know your kind. And who needs your help anyway, weaklings? Leave now, or feel my axe! And so will anyone else who enters dwarven territory. We are afraid of no one. Anyone who sets foot on the eastern bank of the river will be very sorry!
da: Endnu et af de elvtrik hva? Vi kender din slags. Og hvem har i det hele taget brug for din hjælp i svæklinge? Gå nu, eller mærk min økse! Og det samme skal alle andre som går ind i vores område. Vi frygter ingen. Enhver som sætter fod på den østlige bred af floden vil komme til at fortryde!
de: N´ neuer von euren Elfischen Tricks, was? Wir kennen euch zu genüge. Und wer soll schon eure Hilfe gebrauchen, ihr Schwächlinge? Macht das ihr wegkommt, oder ihr werdet meine Axt zu spüren bekommen! Genau so wie jeder andere, der Zwergengebiet betritt. Wir fürchten uns vor niemandem. Jeder der auch nur einen Fuß auf die östliche Seite des Flusses setzt, wird es bitter bereuen!
es: ¿ Será un truco de los elfos, huh? Nosotros ya los conocemos. ¿Y quién necesita tu ayuda de todos modos, personas débiles? ¡Salgan ahora, o sientan mi hacha! Y para todo el que quiera entrar en territorio enano. No le tenemos miedo a nadie. ¡Cualquiera que ponga un pie en la ribera oriental del río lo sentirá mucho!
fr: 'core un de ces stratagèmes elfes, hein ? Nous connaissons votre engeance. Et qui aurait besoin de votre aide de toute manière, avortons ? Partez maintenant, ou tâtez de ma hache ! Quiconque pénétrera en territoire nain en tâtera également. Nous ne craignons personne. Quiconque mettra un pied sur la rive est le regrettera vraiment !
hu: Megént egy tünde trükk, hmm? Ismerjük a fajtátokat. Ki kérte a segítségeteket, nyámnyilák? Takarodjatok azonnal, vagy megkóstoltatom veletek a bárdomat! De ez vár mindenki másra is, aki beteszi a lábát a területünkre. Mi senkitől sem ijedünk meg. Aki a folyó keleti partjára teszi a lábát, megkeserüli.
pl: Jeszcze jedna z tych waszych elfowych sztuczek, co? Znamy was dobrze. Poza tym kto by potrzebował pomocy takich wymoczków jak wy? Znikajcie w tej chwili, jeżeli nie chcecie poczuć mojego topora. I tak samo będzie z każdym, co wkroczy na ziemie krasnoludów. Nie boimy się nikogo. Każdy, kto postawi stopę na wschodnim brzegu rzeki będzie tego żałował!
ru: Снова эльфийские хитрости? Мы вас знаем. Да и вообще, кому нужна ваша помощь, слабаки? Убирайтесь немедленно, или отведайте моего топора! То же будет и со всяким, кто ступит на землю гномов. Мы никого не боимся! Всякий, чья нога опустится на восточный берег реки, очень пожалеет!
sv: Ännu ett av alvernas trick, va? Vi känner till er sort. Och vem behöver er hjälp ändå, veklingar? Ger er av, eller känn min yxa! Detsamma gäller alla som träder in på dvärgterritorium. Vi fruktar ingen. Den som sätter sin fot på flodens östra strand kommer att ångra sig!
tr: Bu da başka bir elf hilesi mi? Ha! Biz sizi biliriz. Sizin yardımınıza kim ihtiyaç duyar, cılız elfler? Defolun şimdi! Yoksa baltamın tadına mı bakmak istersiniz?! Biz kimseden korkmayız. Nehrin güney yakasına ayak basan kusurumuza bakmasın!

source: I guess the trolls cannot be any less friendly
da: Jeg antager at trolden ikke kan være mere uvenlige.
de: Ich schätze die Trolle werden wohl auch nicht viel Freundlicher sein
es: Supongo que los trolls no pueden ser menos amistosos
fr: Je suppose que les trolls ne pourront pas se montrer beaucoup plus inamicaux.
hu: Kétlem, hogy a trollok ennél barátságtalanabbak lennének.
pl: No, trolle nie będą na pewno mniej przyjazne.
ru: Думаю, даже тролли не могу быть более недружелюбными
sv: Jag antar att trollen inte kan vara så mycket mer ovänliga...
tr: Bahse girerim, troller bundan daha kötü dost olamaz.

source: Hmm... Maybe the dwarves CAN still be of help. Onwards and no matter what you do, do NOT step on the east band of the river!
da: Hmm... Måske Kan dværgene stadig være til hjælp. Fremad og uanset hvad så sæt ikke fod på den østlige bred af floden!
de: Hmm... Vielleicht... könnten die Zwerge uns DOCH von Nutzen sein. Egal, was auch immer ihr tut, setzt auf GARKEINEN Fall einen Fuß auf das östliche Ufer!
es: Hmm... Quizá los enanos PUEDEN todavía ayudarnos. ¡Avancen sin problemas, pero no caminen por la ribera este del río!
fr: Hum... Peut-être les nains peuvent-ils encore être d'un certain secours. En avant et quoi qu'il arrive, NE mettez PAS un pied sur la rive est de la rivière !
hu: Hmm... Talán a törpök még segítségünkre LEHETNEK. Előre, nem számít, mit tesztek, de NE lépjetek a folyó keleti partjára!
pl: Hmm... Może krasnoludy mim wszystko będą mogły być pomocne. Naprzód i nieważne co się będzie działo, nie przechodzić na wschodni brzeg rzeki!
ru: Хм... Возможно, гномы все-таки могут пригодиться. Вперед, и что бы вы не делали, не вступайте на восточный берег реки!
sv: Hmm... Dvärgarna kanske fortfarande kan vara till hjälp. Framåt! Och vad ni än gör, gå INTE upp på flodens östra strand!
tr: Hımm... Belki cüceler hala yardımcı olabilir. İleri! Nehrin güney kıyısına adımınızı atmayın da ne yaparsanız yapın!

source: payback time!
da: gengældelsestid!
de: Zahltag !
es: ¡tiempo del reembolso!
fr: C'est l'heure de la revanche !
hu: Most megbosszullak!
pl: Czas zapłaty!
ru: Время расплаты!
sv: Nu skall ni få!
tr: Ödeşme zamanı!

source: We made it! Now onward to Wesmere! Hurry!
da: Vi gjorde det! Nu fremad mod Wesmere! Hurtigt!
de: Wir haben es geschafft! Nun weiter nach Wesmere! Schneller !
es: ¡Lo hicimos! ¡Ahora hacia adelante a Wesmere! ¡De prisa!
fr: Nous avons réussi ! Maintenant en avant pour Wesmere ! Vite !
hu: Megcsináltuk! Most irány Wesmere! Gyorsan!
pl: Udało się! A teraz naprzód do Wesmere! Prędko!
ru: Мы сделали это! Теперь - вперед, в Всемир! Поторопимся!
sv: Vi klarade det! Framåt mot Wesmere! Skynda!
tr: Başardık! Şimdi Wesmer’e ileri! Haydi!

source: These darn trolls stepped on OUR land! Attack!
da: Disse modbydelige trolde er trængt ind i vores land! Angrib!
de: Diese verdammten Trolle haben UNSER Land betreten! Zum Angriff!
es: ¡Estos trolls están caminando en NUESTRA tierra!¡ Ataquen!
fr: Ces fichus trolls ont mis pied sur NOTRE terre ! À l'attaque !
hu: Ezek a pofátlan trollok beléptek a MI földünkre! Támadás!
pl: Te przeklęte trolle wkroczyły na NASZĄ ziemię! Atak!
ru: Чертовы тролли вступили на нашу землю! В атаку!!
sv: De där trollen går på VÅR mark! Attack!
tr: Bu lanet troller topraklarımıza adım attı! Saldırın!

source: These darn elves stepped on OUR land! Attack!
da: Disse modbydelige elver er trængt ind i vores land! Angrib!
de: Diese verdammten Elfen haben UNSER Land betreten! Zum Angriff!
es: ¡Estos elfos están caminando en NUESTRA tierra! ¡Ataquen!
fr: Ces fichus elfes ont mis pied sur NOTRE terre ! À l'attaque !
hu: Ezek a pofátlan tündék beléptek a MI földünkre! Támadás!
pl: Te przeklęte elfy wkroczyły na NASZĄ ziemię! Atak!
ru: Проклятые эльфы на нашей земле! Вперед!
sv: De där alverna går på VÅR mark! Attack!
tr: Bu lanet elfler topraklarımıza adım attı! Saldırın!

source: We made it. Onwards to Wesmere!
da: Vi gjorde det. Fremad mod Wesmere!
de: Wir haben es geschafft! Nun weiter nach Wesmere!
es: Lo hicimos. ¡Hacia adelante a Wesmere!
fr: Nous avons réussi ! En avant pour Wesmere !
hu: Megcsináltuk! Irány Wesmere!
pl: Udało się. Naprzód, do Wesmere!
ru: Мы сделали это! Вперед, в Весмир!
sv: Vi klarade det. Mot Wesmere!
tr: Başardık. Doğru Wesmer’e!

source: Crazy Elves! But at least they helped us with the trolls
da: Tossede elver! Men i det mindste hjalp de os med troldene
de: Verrückte Elven sind das! Na ja, zumindest haben sie uns bei den Trollen geholfen.
es: ¡Elfos locos! Pero por lo menos nos ayudaron con los trolls
fr: Ces fous d'elfes ! Mais au moins ils nous ont aidé contre les trolls.
hu: Bolond tündék! De legalább segítettek a trollok ellen
pl: Szalone elfy! Ale przynajmniej nam pomogły z trollami.
ru: Сумасшедшие эльфы! По крайней мере, они помогли нам расправиться с троллями
sv: Galna alver! Men de hjälpte oss åtminstone med trollen.
tr: Kaçık elfler! Fakat en azından troller için bize yardım ettiler.

source: Ka'lian under attack
da: Ka'lian under angreb
de: Kalianer in Gefahr
es: Ka'lian bajo ataque
fr: Ka'lian attaqué
hu: Ka'lian ostrom alatt
pl: K'alian atakowany
ru: Калиан атакуют
tr: Kalya saldırı altında

source: Kalenz and his band finally made it to the Ka'lian, but things were not as they had hoped...
da: Kalenz og hans gruppe nåede endelig til Ka'lian, men tingene var ikke som de håbede...
de: Kalenz und seine Männer, trafen endlich bei den Kalianern ein. Dann sahen sie etwas, womit sie nicht gerechnet haben...
es: Kalenz y su grupo llego finalmente a Ka'lian, pero las cosas no estaban como esperaban
fr: Kalenz et sa troupe parvinrent finalement au Ka'lian, mais la situation n'était pas celle qu'ils avaient espérée...
hu: Kalenz és csapata végül elérték Ka'liant, de a dolgok nem úgy alakultak ahogy várták...
pl: Kalenz i jego oddział wreszci dotarli do K'alian, ale nie wyglądało, by sprawy miały się tak, jak mieli na to nadzieję...
ru: Каленз и его компания наконец достигли Калиана, но все было не так, как они надеялись...
sv: Kalenz och hans mannar kom slutligen fram till Ka'lian, men saker och ting var inte som de hade hoppats...
tr: Kalenz ve ekibi sonunda Kalya’ya varmıştı, fakat işler umdukları gibi gitmiyordu...

source: Defeat all enemies
da: Besejr alle fjender
de: Besiege alle Feinde
es: Derrotar a todos los enemigos
fr: Battre tous les ennemis
hu: Legyőzöd minden ellenséged
pl: Pokonaj wszystkich wrogów
ru: Победите всех врагов
sv: Besegra alla fiender
tr: Tüm düşmanları yen

source: Death of Galtrid
da: Galtrids død
de: Tod von Galtrid
es: Muerte de Galtrid
fr: Mort de Galtrid
hu: Galtrid elesik
pl: Śmierć Galtrida
ru: Смерть Галтрид
sv: Galtrid dör
tr: Galtrid’in ölümü

source: Oh no! The Ka'lian is under attack! We must help them!
da: Oh nej! Ka'lian er under angreb! Vi må hjælpe dem!
de: Oh nein! Die Kalianer werden angegriffen! Wir müssen ihnen zu Hilfe eilen!
es: ¡Oh no! ¡Ka'lian está bajo ataque! ¡Debemos ayudarlos!
fr: Oh non ! Le Ka'lian est attaqué ! Il nous faut les aider !
hu: Ó nem! Ka'liant megtámadták! Segítenünk kell!
pl: Och nie! K'alian jest atakowany! musimy im pomóc!
ru: О нет! Калиан атакуют! Мы должны им помочь!
sv: Åh nej! Ka'lian är under attack! Vi måste hjälpa dem!
tr: Olamaz! Kalya saldırı altında! Onlara yardım edelim!

source: Are you our army's vanguard? Hurry, we are under attack!
da: Er du vores hærs forpost? Hurtig vi er under angreb!
de: Sind unsere Truppen auf dem Vormarsch? Macht schnell! Wir werden von allen Seiten attakiert !
es: ¿Eres la vanguardia de nuestro ejército? ¡Apresúrate, estamos bajo ataque!
fr: Êtes-vous l'avant-garde de notre armée ? Dépêchez-vous, nous sommes attaqués !
hu: A seregünk előhírnöke vagy? Gyorsan, támadás ért bennünket!
pl: Czy jesteście strażą przednią naszej armii? Prędzej, jesteśmy atakowani!
ru: Вы - авангард нашей армии? Быстрее, на нас напали!
sv: Är ni er armés förtrupp? Skynda er, vi är under attack!
tr: Siz ordunun öncü kolu musunuz? Çabuk olun, saldırı altındayız!

source: No, we were also attacked up north. Anyway, we'll talk later. Now let's drive these foul orcs out of our forest! Then surely the allied elvish and human armies will defeat the orcs
da: Nej vi blev også angrebet oppe nordpå. Vi taler senere. Lad os drive de orker ud af vores skov! Så vil de allierede elver- og menneskehære besejre orkerne.
de: Nein, wir wurden auch nördlich von hier angegriffen. Egal, wir besprechen das später. Jetzt müssen wir erstmal diese verdammten Orks aus unserem Wald schmeißen! Dannach werden die Elfischen und die Menschlichen Armeen die Orks vollkommen zerschmettern.
es: No, nosotros también fuimos atacados al norte. Sin embargo, hablaremos después. ¡Ahora echemos a estos orcos sucios fuera de nuestro bosque! Finalmente los ejercitos aliados, elfos y humanos, derrotarán a los orcos
fr: Non, nous aussi avons été attaqués dans le nord. De toute manière, nous parlerons plus tard. Pour l'instant repoussons ces orcs répugnants hors de notre forêt ! Sûrement qu'ensuite les armées elfe et humaine alliées vaincront les orcs.
hu: Nem, minket is megtámadtak északon. Akárhogy is, később beszéljünk. Most űzzük ki ezeket az aljas orkokat az erdőnkből. Aztán az egyesült tünde-ember sereg bizton megsemmisíti az orkokat.
pl: Nie, zostaliśmy zaatakowani na północy. Porozmawiamy później. A teraz czas wyprzeć te wstrętne orki z naszego lasu! A wtedy na pewno zjednoczone armie elfów i ludzi pokonają orki.
ru: Нет, нас также атаковали с севера. Как бы то ни было, поговорим позже. Сейчас давайте вышвырнем этих глупых орков из наших лесов! Объединенные эльфийская и человеческая армии наверняка одолеют орков
sv: Nej, vi blev attackerade längre norrut. Vi får prata mer senare. Nu driver vi ut de vidriga orcherna ur vår skog! Sedan kan alvernas och människornas förenade arméer besegra dem.
tr: Hayır, biz de kuzeyde saldırıya uğradık. Neyse, bunları sonra konuşuruz. Şimdi bu alçak orkları ormanın dışına sürelim! İnsan ve elf orduları birlikte hareket ederse onları yokedeceğimize eminim..

source: Then you have not heard. King Haldric has broken the treaty. The humans will not come to our help!
da: Så har du ikke hørt det. Kong Haldric har ophævet traktaten. Menneskene kommer ikke til vores hjælp!
de: Dann hast du es noch nicht gehört? König Haldric hat unseren Pakt gebrochen. Die Menschen werden uns nicht zu Hilfe kommen.
es: No estas enterado. El Rey Haldric ha roto el tratado. ¡Los humanos no vendrán en nuestra ayuda!
fr: Vous n'avez donc pas entendu. Le roi Haldric a rompu le traité. Les humains ne viendront pas à notre secours.
hu: Akkor nem halottad. Haldric király felrúgta a megállapodást. Az emberek nem jönnek segíteni!
pl: A więc nie słyszeliście. Król Haldric złamał przymierze. Ludzie nie przyjdą nam na pomoc!
ru: Значит ты не слышал... Король Халдрик разорвал договор. Люди не придут к нас на помощь
sv: I så fall har ni inte hört. Kung Haldric har brutit pakten. Människorna kommer inte till vår hjälp!
tr: Duymadın mı yoksa? Kral Haldric anlaşmayı bozdu. İnsanlar yardımımıza gelmeyecek!

source: What's that? More meat for my troops? Get them!
da: Hvad er det? Mere kød til mine tropper? På dem!
de: Was ist das? Noch mehr Häppchen für meine Truppen? Fangt sie!
es: ¿Que es eso? ¿Más carne para mis tropas? ¡Liquídenlos!
fr: C'est quoi ça ? De la viande en plus pour mes troupes ? Attrapez-les !
hu: Mi ez? Még több hús a katonáknak? Elkapni őket!
pl: A to co? Więcej mięsa dla moich żołnierzy? Brać ich!
ru: Что это? Еще мясо для моих солдат? Взять их!
sv: Vad är detta? Mer kött till mina soldater? På dem!
tr: Bu da ne? Askerlerim için daha fazla yiyecek mi geliyor? Getirin onları!

source: We won! The K'alian is safe!
da: Vi vandt! K'alian er sikker!
de: Wir haben gesiegt! Die K´alianer sind nun in Sicherheit!
es: ¡Ganamos! ¡El K'alian está seguro!
fr: Nous avons gagné ! Le Ka'lian est en sécurité !
hu: Győztünk! Ka'lian most már biztonságban van!
pl: Wygraliśmy! K'alian jest bezpieczny!
ru: Мы победили! Калиан в безопасности
sv: Vi vann! Ka'lian är säkert!
tr: Kazandık! Kalya güvende!

source: The elvish treasury is under attack! They desparately need help!
da: Elverskatkammeret er under angreb! De har desperat brug for hjælp!
de: Das Elfische Vermögen ist in Gefahr! Sie brauchen dringend Hilfe!
es: ¡La tesorería elfa está bajo ataque! ¡Estan necesitando ayuda!
fr: La salle du trésor elfe est attaquée ! Ils ont désespérément besoin d'aide !
hu: A tündék kincseskamráját támadás érte! Sürgősen segítségre van szükségük!
pl: Skarb elfów jest atakowany! Rozpaczliwie potrzebują pomocy!
ru: Эльфийская сокровищница подверглась атаке! Они отчайнно нуждаются в помощи!
sv: Alvernas skattkammare är under attack! De behöver vår hjälp!
tr: Elf hazinesi saldırı altında! Acilen yardıma ihtiyaçları var!

source: Galtrid, the orcs have been beaten, but you should remain here, for there may be a few more around. I'll go
da: Galtrid orkerne er slået, men du bør blive her, for der kan være flere her omkring. Jeg går.
de: Galtrid, die Orks wurden besiegt, aber du solltest trotzdem zur Sicherheit noch hier bleiben falls sich noch weitere von ihnen hier herumtreiben. Ich gehe schon mal.
es: Galtrid, los orcos están vencidos, pero debes permanecer aquí, porque puede haber algunos más. Iré yo
fr: Galtrid, les orcs ont été vaincus, mais vous devriez rester ici, car il pourrait en rester quelques-uns dans les environs. J'irai.
hu: Galtrid, az orkokat visszavertük, de neked itt kellene maradnod, mert néhányan maradhattak még. Majd én megyek.
pl: Galtridzie, orki zostały pokonane, ale wy powinniście zostać tutaj, bo mogło ich parę zostać w okolicy. Ja ruszam dalej.
ru: Галтрид, орки были разбиты, но ты должен остаться здесь, на случай, если в округе есть другие. Я пойду.
sv: Galtrid, orchernas är slagna, men du borde stanna kvar här, för det kan finnas fler i närheten. Jag går.
tr: Galtrid, orklar yenildi, fakat bir kaçı çevrede olabilir, sen burada kalmalısın. Ben gidiyorum.

source: Please hurry! The situation was desperate as I was leaving.
da: Skynd dig! Situationen var desperat da jeg tog af sted.
de: Macht schnell! Die Lage war schon verzweifelt genug, als ich sie verlassen habe.
es: ¡Apresurarte por favor! La situación era desesperada cuando estaba saliendo.
fr: Je vous en prie dépêchez-vous ! La situation était désespérée au moment où je partais.
hu: Kérlek siess! A helyzet reménytelenné vált, amikor eljöttem.
pl: Proszę, śpieszcie się! Gdy odjeżdżałem sytuacja była rozpaczliwa.
ru: Пожалуйста, поспешите! Ситуация была отчаянной, когда я уходил!
sv: Skynda dig! Situationen var desperat när jag gick.
tr: Lütfen acele edin! Durum bıraktığımdan daha vahim.

source: Go Kalenz, I'll guard the Ka'lian till our army returns from the front.
da: Gå Kalenz. Jeg beskytter Ka'lian til hæren kommer tilbage fra fronten.
de: Geht nur Kalenz! Ich bewache die Ka´lianer bis unsere Armee aus dem Kampf zurückkehrt.
es: Vete Kalenz, yo protegeré a Ka'lian hasta que nuestro ejército regrese del frente.
fr: Allez Kalenz. Je garderai le Ka'lian jusqu'au retour du front de notre armée.
hu: Menj Kalenz, megvédem Ka'liant amíg a hadseregünk visszatér a frontról.
pl: Idźcie, panie Kalenz. Ja będę strzegł K'alian dopóki nasza armia nie wróci z frontu.
ru: Иди, Каленз, я буду охранять Калиан до тех пор, пока наша армия не вернется
sv: Gå, Kalenz. Jag vaktar Ka'lian tills vår armé återvändes från fronten.
tr: Git Kalenz, ordumuz dönene kadar burayı koruyacağım.

source: The Elvish Treasury
da: Elvernes skatkammer
de: Schatz der Elfen
es: La Tesorería Elfa
fr: La Salle du Trésor elfique
hu: A Tünde Kincstár
pl: Skarbiec elfów
ru: Эльфийская сокровищница
sv: Alvernas skattkammare
tr: Elf Hazinesi

source: Kalenz and his forces raced to help the Elvish Treasury...
da: Kalenz og hans styrker skyndte sig for at hjælpe elvernes skatkammer...
de: Kalenz und seine Männer beeilten sich, um den Schatz der Elfen zu beschützen...
es: Kalenz y sus fuerzas corrieron para ayudar a la Tesorería Elfa...
fr: Kalenz et ses forces se précipitèrent au secours de la salle du Trésor elfique...
hu: Kalenz és csapata sietve közeledtek a Tünde Kincstárhoz...
pl: Kalenz i jego siły śpieszyły się by pomóc skarbowi elfów...
ru: Каленз со своими войсками отправился выручать сокровищницу...
sv: Kalenz och hans trupper rusade iväg för att hjälpa till att säkra alvernas skattkammare.
tr: Kalenz ve ekibi hızla Elf Hazinesinin yardımına koştu...

source: Shurm
tr: Şurm

source: Trigr
tr: Trigir

source: Death of Cleodil
da: Cleodils død
de: Cleodil stirbt
es: Muerte de Cleodil
fr: Mort de Cléodil
hu: Cleodil elesik
pl: Śmierć Cleodila
ru: Смерть Клеодил
sv: Cleodil dör
tr: Cleodil’in ölümü

source: It seems that we are too late. The Treasury has fallen to the Saurians....
da: Ser ud til at vi kommer for sent. Skatkammeret er faldet for øglerne....
de: Es scheint, als ob wir zu spät kommen. Der Schatz ist den Saurianern schon in die Hände gefallen...
es: Parece que llegamos demasiado tarde. La Tesorería ha caído ante los Saurios....
fr: Il semble que nous arrivons trop tard. La salle du Trésor est tombée aux mains des sauriens...
hu: Úgy tűnik, elkéstünk. A kincstárat elfoglalták a gyíkok...
pl: Wygląda na to, że się spóźniliśmy. Skarb już wpadł w łapy jaszczurów...
ru: Кажется, мы опоздали. Сокровищница пала под натиском Саурианов...
sv: Det verkar som om vi kommer för sent. Skattkammaren har fallit i ödlefolkets händer...
tr: Anlaşılan çok geç kaldık. Sürüngenler hazineyi soymuş...

source: and I see the remains of the garrison has been taken prisoners.
da: og jeg kan se at de tilbageværende fra garnisonen er blevet taget som fanger.
de: und ich kann erkennen, dass die übrige Garnison gefangen genommen wurde.
es: y veo que el resto de la guarnición ha sido apresada.
fr: et je vois que le reste de la garnison a été fait prisonnier.
hu: és láttam, hogy a maradék védőket foglyul ejtették.
pl: ...i widzę, że ci co przeżyli z garnizonu są w niewoli.
ru: а остаток гарнизона взят пленниками.
sv: Och resten av garnisonen har tagits tillfånga.
tr: ve garnizonun kalanını esir almışlar.
