Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: But we have been fighting ever since we were forced out of our homeland in the north, in all kinds of land. And, we are willing to die in order to get rid of the foul orcs!
da: Men vi har kæmpet lige siden vi blev tvunget ud af vores hjemland i nord, i alle slags landområder. Og vi er villige til at dø i forsøget på at blive af med de fæle orker!
de: Aber wir haben ständig gekämpft seit dem wir aus unserer Heimat im Norden vertrieben wurden, in jedem erdenklichen Terrain. Und, wir sind bereit zu sterben um uns von diesen stinkenden Orks zu befreien!
es: Pero hemos estado luchando desde que nos forzaron a salír de nuestra patria en el norte, en todo tipo de terreno. ¡Y, estamos dispuestos a morir para librarnos de los asquerosos orcos!
fr: Mais nous n'avons cessé de combattre depuis que nous avons été chassés de notre patrie du nord, à travers toutes sortes de terrains. Et nous sommes prêts à mourir pour nous débarrasser des orcs répugnants.
hu: Hiszen mi egyfolytában harcolunk, s nemcsak erdőben, azóta, hogy kiszorítottak minket az északi otthonainkból. Akár meghalni is készek vagyunk, hogy ezek az aljas orkok eltűnjenek a föld színéről.
pl: Walczyliśmy jednakże od czasu zostaliśmy wyparci z naszej ojczyzny na północy, w każdym rodzaju terenu. I jesteśmy gotowi na śmierć, oby tylko pozbyć się tych wstrętnych orków!
ru: Но мы сражались, даже когда нас вытеснили из нашего дома на север, на всех землях! И мы готовы умереть, чтобы избавиться от глупых орков!
sv: Men vi har varit i strid ända sedan vi tvingades bort från vårt hemland i norr, i alla sorters terräng. Och vi är villiga att dö för att bli av med de vidriga orcherna.
tr: Fakat kuzeyde, topraklarımızın dışında, her çeşit ortamda döğüştük. Alçak orkları başımızdan defedip kurtulmak için gerekirse ölmeye hazırız.

source: Our answer is still no. Prepare our defences as best you can, but do not renew the war. This is the council's decision
da: Vores svar er stadig nej. Forbered vores forsvar så godt du kan, men genopliv ikke krigen. Dette er rådets beslutning.
de: Unsere Antwort ist noch immer nein. Bereite unsere Verteidigung so gut wie möglich vor, doch führe den Krieg nicht fort. Dies ist die Entscheidung des Rates.
es: Nuestra respuesta sigue siendo no. Prepare nuestras defensas como mejor pueda, pero no renueve la guerra. Ésta es la decisión del concejo
fr: Notre réponse reste négative. Préparez nos défenses le mieux possible, mais ne relancez pas la guerre. Ainsi en a décidé le conseil.
hu: A válaszunk egyelőre nem. Erősítsük meg a védelmünket, de ne kezdjünk támadni. Ez a Tanács határozata.
pl: Nasz odpowiedź wciąż brzmi nie. Przygotujcie naszą obronę najlepiej jak potrafisz, ale nie odnawiajcie wojny. Tak brzmi decyzja rady.
ru: Тем не менее, наш ответ - нет. Приготовьтесь к обороне как можно лучше, но не возобновляйте войну. Таково решение совета
sv: Vårt svar är fortfarande nej. Förbered vårt försvar så gott du kan, men starta inte kriget igen. Detta är rådets beslut.
tr: Yanıtımız hala hayır olacak. Savunmamızı en iyi biçime getirmek için hazırlık yapın ama yeni bir savaş başlatmayacağız. Konseyin kararı budur.

source: This is maddness! The orcs will regain their strength and attack again! We must have some other sort of help. Olurf, can we perhaps make a deal with the dwarves?
da: Dette er vanvid! Orkerne vil genopbygge deres styrke og angribe igen! Vi må have en anden form for hjælp. Olurf kan vi måske indgå en aftale med dværgene?
de: Es ist zum Verrückt werden! Die Orkkrieger werden bald neue Kräfte gesammelt haben, und uns dann wieder angreifen. Wir sollten zusehen, dass wir irgendwo her Verstärkung bekommen. Oluf, können wir vielleicht mit den Zwergen einen Pakt schließen, oder sie für ihre Hilfe bezahlen?
es: ¡Es una locura! ¡Los orcos recuperarán su fuerza y atacarán otra vez! Debemos tener alguna otra clase de ayuda. ¿Olurf, podemos tener un trato con los enanos?
fr: C'est de la folie ! Les orcs vont reconstituer leurs forces et attaqueront de nouveau ! Il nous faut trouver une autre source d'aide quelque part. Olurf, nous serait-il possible de passer un accord avec les nains ?
hu: Ez őrület! Az orkok visszanyerik erejüket, s újra támadni fognak. Máshonnan kell segítséget kérnünk. Olurf, köthetnénk esetleg üzletet a törpökkel?
pl: To szaleństwo! Orki odzyskają siłę i znowu zaatakują. Musimy zdobyć czyjąś pomoc. Olurfie, może udałoby się podpisać układ z krasnoludami?
ru: Это сумасшествие! Орки восстановят свою мощь и снова нападут! Мы должны заручиться помощью. Олурф, можем мы заключить сделку с гномами?
sv: Detta är galenskap! Orcherna kommer att återfå sin styrka och anfalla oss igen! Vi måste finna hjälp någon annanstans. Olurf, kan vi måhända sluta ett avtal med dvärgarna?
tr: Bu çılgınlık! Orklar güçlerini kazanınca bize tekrar saldıracaktır! Biraz yardım bulmamız yeterli olacaktır. Olurf, cücelerle bir anlaşma yapabilir miyiz?

source: Unfortunately my people are too suspicious of you elves. But maybe there is something we can do. I have heard of a mage in the mountains who has all sorts of useful things. Legend has it he has helped our people before. Maybe he can help us again.
da: Desværre er mit folk for mistænksom over for jer elver. Men måske er der noget vi kan gøre. Jeg har hørt om en troldmand i bjergene som har alle slags brugbare ting. Legenden siger at han har hjulpet vort folk tidligere. Måske kan han hjælpe os igen.
de: Leider vertrauen meine Leute euch Elfen nicht besonders. Es gibt vielleicht eine Möglichkeit. Ich habe von einem Zauberer gehört, der in den Bergen lebt, und einige nützliche Dinge besitzt. Unsere Legende sagt, das er uns schon einmal geholfen hat. Vielleicht hilft er uns noch einmal.
es: Desgraciadamente mi gente sospecha demasiado de los elfos. Pero hay algo que quizá podamos hacer. He oído hablar de un mago en las montañas que tiene toda clase de cosas útiles. La leyenda dice que nos ha ayudado antes. Quizá pueda ayudarnos de nuevo.
fr: Malheureusement, mon peuple se méfie trop de vous les elfes. Nous pourrions peut-être envisager une autre solution. J'ai entendu parler d'un mage dans les montagnes qui possède toutes sortes de choses utiles. La légende prétend qu'il a aidé notre peuple dans le passé. Peut-être pourrait-il nous aider à nouveau.
hu: Sajnos a népemnek fenntartásai vannak veletek tündékkel. Esetleg próbálkozhatnánk valami mással. Úgy hallottam, hogy él egy mágus valahol a hegyek közt, akinek rengeteg hasznos holmija van. Azt beszélik, már segített nekünk valamikor. Talán újra segíthet rajtunk.
pl: No niezbyt szczęśliwie się składa, żeście elfy, bo moi ludzie są wobec was raczej podejrzliwi. Ale może mógłbym coś zrobić. Słyszałem o magu w górach posiadającym pełno pożytecznych rzeczy. Legenda mówi, że raz nam pomógł. Może mógłby pomóc nam jeszcze raz.
ru: К сожалению, мои люди слишком подозрительны по отношению к эльфам. Но может и можно что-то сделать. Я слышал о маге в горах, у которого есть всякие полезные штуки. Легенды говорят, что он уже помогал моему народу. Может быть, он поможет еще раз
sv: Tyvärr så är mitt folk alltför misstrogna mot er alver. Men kanske det finns något vi kan göra ändå. Jag har hört talas om en magiker i bergen som har alla sorters användbara föremål i sin ägo. Enligt legenden så har han hjälpt vårt folk förut. Kanske han kan hjälpa oss igen.
tr: Ne yazık ki, halkım siz elflere hiç güvenmiyor. Fakat belki benim yapabileceğim bir şeyler vardır. Dağlarda yaşayan bir sürü yararlı meziyete sahip bir büyücüden bahsedildiğini duymuştum. Halkımıza eskiden yardım ettiği rivayet olunur. Belki tekrar yardım eder.

source: And where do we find this mage, if he exists?
da: Og hvor finder vi denne troldmand hvis han eksisterer?
de: Und wo sollen wir den Zauberer finden, wenn er überhaupt existiert?
es: ¿Y dónde encontramos a este mago, si él existe?
fr: Et où allons-nous trouver ce mage, à supposer qu'il existe ?
hu: És hol találjuk ezt a mágust, ha tényleg létezik?
pl: A gdzie znajdziemy tego maga, o ile on istnieje?
ru: Даже если этот маг существует, где нам его найти?
sv: Och var kan vi finna den här magikern, om han nu finns?
tr: Peki, bu büyücüyü nerede bulacağız? Tabii hala yaşıyorsa...

source: It will not be easy. He lives up in the mountains of Thoria and he never helps anyone for free. Thoria is very dangerous, especially for elves. Even dwarves and trolls stay away.
da: Det bliver ikke nemt. Han lever i bjergene i Thoria og han hjælper aldrig nogen gratis. Thoria er meget farlig, specielt for elver. Selv dværge og trolde holder sig væk.
de: Das ist nicht so einfach. Er lebt sehr weit oben in den Bergen von Thoria, und seine Hilfe ist niemals Kostenlos. Thoria ist sehr Gefährlich, ganz besonders für Elfen. Sogar Zwerge und Trolle halten sich von diesem Berg fern.
es: No será fácil. Vive a en las montañas de Thoria y no ayuda a cualquiera. Thoria es muy peligrosa, sobre todo para los elfos. Incluso se apartan los enanos y los trolls.
fr: Ce ne sera pas facile. Il habite dans les montagnes de Thoria et ne procure jamais son aide gratuitement. Thoria est un lieu très dangereux, en particulier pour les elfes. Même les nains et les trolls l'évitent.
hu: Nem könnyű megtalálni. Thoria hegyei közt él, és soha senkinek nem segít ingyen. Thoria egyébként igen veszélyes hely, különösen tündéknek. Még a trollok és törpök is elkerülik.
pl: Nie będzie to łatwe. Żyje w górach Thorii i nigdy za darmo nikomu nie pomaga. Thora jest bardzo niebezpieczna, a już zwłaszcza dla elfów. Nawet krasnoludy i trolle trzymają się od niej z daleka.
ru: Это будет непросто. Он живет в горах Тории и никогда не помогает никому бесплатно. Тория очень опасна, особенно для эльфов. Даже гномы и тролли держатся оттуда подальше.
sv: Det kommer inte att bli lätt. Han bor uppe i Thoria-bergen, och han har aldrig hjälpt någon för ingenting. Thoria är mycket farligt, i synnerhet för alver. Till och med dvärgar och troll håller sig undan.
tr: Kolay olmayacak. Torya dağlarında yaşıyor ve kimseye bedava yardım etmiyor. Torya çok tehlikeli, özellikle elfler için. Hatta cüceler ve troller bile uzak durur.

source: I think the orcs are in no position to attack us for some time. Maybe we should go see this mage. Olurf, can you take us there?
da: Jeg tror ikke at orkerne er i stand til at angribe os for et stykke tid. Måske skulle vi besøge denne troldmand. Olurf, kan du tage os dertil?
de: Ich glaube nicht, dass die Orks in absehbarer Zeit in der Lage sein werden uns anzugreifen. Vielleicht sollten wir diesem Zauberer wirklich mal einen Besuch abstatten. Olurf, könnt ihr uns den Weg dorthin zeigen?
es: Creo que los orcos están esperando en algún lugar para atacarnos. Quizá Debemos ver a este mago. ¿Olurf, puedes guiarnos?
fr: Je pense que les orcs ne sont pas en état de nous attaquer pour un bon moment. Peut-être pourrions-nous aller voir ce mage. Olurf, pourriez-vous nous y mener ?
hu: Azt hiszem az orkokat egy időre visszavetettük, nem fognak támadni. Meg kéne keresnünk ezt a mágust. Olurf, elvezetsz hozzá?
pl: Sądzę, że orki nie są w stanie przez jakiś czas nas atakować. Może powinniśmy zobaczyć się z tym magiem. Olurfie, zabierzesz nas tam?
ru: Я думаю, орки некоторое время не смогут нас атаковать. Может мы смогли бы отправиться к этому магу... Олурф, ты можешь отвести нас туда?
sv: Jag tror inte att orcherna kommer att kunna anfalla oss på ett bra tag. Kanske vi skulle söka upp den här magikern. Olurf, kan du föra oss till honom?
tr: Orkların bir süre daha bize saldıracak duruma gelemeyeceklerini düşünüyorum. Belki gidip görebiliriz şu büyücüyü. Olurf, bizi oraya götürür müsün?

source: I think I can. But dangerous this will be!
da: Det tror jeg at jeg kan. Men det bliver farligt!
de: Ich glaube, das kann ich tun. Aber es wird bestimmt Gefährlich werden!
es: Creo que puedo. ¡Pero será peligroso!
fr: Je pense en être capable. Mais ce ne sera pas sans danger !
hu: Hát, elvezethetlek. De piszok veszélyes út lesz!
pl: Myślę, że tak. No, ale niebezpieczne to to będzie!
ru: Думаю, да. Но это опасно!
sv: Det tror jag att jag kan. Men det kommer att blir farligt!
tr: Yapabilirim sanırım. Fakat tehlikeli olacaktır!

source: Ok then, but we will leave our best troops and gold here in case the orcs attack again.
da: Okay vi efterlader vores bedste tropper og guld her i tilfælde af at orkerne angriber igen.
de: Ok, dann ist es beschlossene Sache. Aber zur Sicherheit lassen wir unser Gold und unsere besten Krieger hier. Für den Fall, dass die Orks wieder angreifen werden.
es: De acuerdo entonces, pero dejaremos aquí nuestra mejor tropa y oro por si los orcos atacan de nuevo.
fr: Alors c'est d'accord. Mais nous laisserons ici nos meilleures troupes et de l'or au cas où les orcs attaqueraient à nouveau.
hu: Rendben, induljunk, de legjobb harcosainkat és az aranyunkat itt kell hagynunk a védekezéshez, ha az orkok mégis támadnának.
pl: A więc dobrze, ale najlepszych ludzi i złoto zostawimy tutaj, na wypadek ponownego ataku orków.
ru: Хорошо, но нам придется оставить наши лучшие войска здесь на случай, если орки вновь нападут
sv: Då så, men vi lämnar våra bästa trupper och guld här, i fall orcherna anfaller igen.
tr: Tamam o halde, orkların tekrar saldırma ihtimalini düşünerek, en iyi askerlerimizi ve altını burada bırakacağım.

source: Bounty Hunters
da: Dusørjægere
de: Kopfgeld Jäger
es: Cazadores afortunados
fr: Chasseurs de prime
hu: Szerencsevadászok
pl: Łowcy nagród
ru: Охотники за вознаграждение
sv: Prisjägare
tr: Ödül Avcıları

source: And so, with Wesmere seemingly safe, Kalenz and Olurf left enough troops and resources to keep it this way and started off on the long and dangerous trip to the great mage of Thoria....But danger was a lot closer to home
da: Og så med Wesmere umiddelbart sikret, idet Kalenz og Olurf efterlod nok tropper og ressourcer til at sikre dette, tog de afsted på en lang og farlig rejse til dne store troldmand fra Thoria....Men faren var meget tættere på hjemmet
de: Nun, da Wesmere anscheinend sicher war, ließen Kalenz und Olurf genügend Truppen und Ressourcen zurück, um dieses zu erhalten und begannen die lange und gefährliche Reise zum Großmagier von Thoria... Doch Gefahr lauerte viel näher der Heimat.
es: Y entonces, con Wesmere aparentemente seguro, Kalenz y Olurf dejaron bastantes tropas y recursos para protegerlo y comenzó el largo y peligroso viaje en busca del gran mago de Thoria... Pero el peligro estaba mucho más cerca del hogar
fr: Et c'est ainsi que, Wesmere semblant en sécurité, Kalenz et Olurf laissèrent suffisamment de troupes et de ressources pour qu'elle le reste et se lancèrent dans le long et périlleux voyage vers le grand mage de Thoria...Mais le danger était beaucoup plus proche.
hu: Így aztán mivel Wesmere látszólag biztonságban van, Kalenz és Olurf elegendő sereget és készletet hátrahagyva megindultak hosszú, veszélyekkel teli útjukra Thoria nagy mágusa felé... A vész azonban sokkal közelebb volt, mint gondolták.
pl: I tak, gdy Wesmere wyglądało na zabezpieczone, Kalenz i Olurf zostawili wystarczająco wielu żołnierzy i zapasów by pozostało takie w najbliższej przyszłości i rozpoczęli długą i niebezpieczną wędrówkę do wielkiego maga Thorii.. Ale niebezpieczeństwo było o wiele bliżej domu.
ru: Теперь, когда Весмир казался в безопасности, Каленз и Олурф оставили достаточно воинов и ресурсов, чтобы поддерживать его в безопасности и отправились в долгое и опасное путешествие к великому магу Тории... Но опасность была намного ближе в дому
sv: När så Wesmere till synes var säkert, så gav sig Kalenz och Olurf av på en lång och farofylld resa för att söka reda på den store magikern i Thoria. De lämnade kvar tillräckligt med trupper och material för att hålla Wesmere säkert. Men faran väntade dem mycket närmare hemmet...
tr: Böylece, Klenz ve Olurf yeterli asker ve erzağı Wesmer’in güvenliği için bırakarak Torya’nın ulu büyücüsünü bulmak üzere uzun ve tehlikeli yolculuklarına başladılar... Fakat tehlike çok yakındı.

source: Huurgh
tr: Hurug

source: Shhar
tr: Sahar

source: Kalenz crosses the river
da: Kalenz krydser floden
de: Kalenz überquert den Fluß
es: Kalenz cruza el río
fr: Kalenz franchit la rivière
hu: Kalenz átkel a folyón
pl: Kalenz przebywa rzekę.
ru: Каленз пересекает реку
sv: Kalenz korsar floden
tr: Kalenz’in nehri geçmesi

source: Yes! Its those elves who stole our gold! The bounty is mine!
da: Ja! Det er de elver som stjal vores guld! Dusøren er min!
de: Ja! Es sind die Elfen die unser Gold stahlen! Das Kopfgeld gehört mir!
es: ¡Sí! Son los elfos que robaron nuestro oro! ¡Que afortunado soy!
fr: Oui ! Ce sont ces elfes qui ont ont volé notre or ! À moi la prime !
hu: Ott vannak! Azok a tündék fosztották ki a kincseskamránkat! Enyém a jutalom!
pl: Tak! To te elfy co skradły nam złoto! Nagroda jest moja!
ru: Да! Это те эльфы, которые украли наше золото! Награда моя!
sv: Ja! Det är ju de där alverna som stal vårt guld! Belöningen är min!
tr: İşte! Altınımızı çalan elfler, bunlar! Ödül benimdir!

source: You must be joking! The bounty is all mine.
da: Du må gøre grin! Dusøren er min.
de: Ihr macht wohl Witze! Das Kopfgeld gehört allein mir.
es: Debes bromear! La fortuna es toda mía.
fr: Tu dois plaisanter ! La prime est pour moi.
hu: Viccelsz? Enyém a jutalom!
pl: Chyba sobie żartujesz. Nagroda jest oczywiście moja.
ru: Ты шутишь? Награда моя!
sv: Du skämtar! Belöningen är min och ingen annans.
tr: Şaka ediyor olmalısın! Ödülün hepsi benimdir.

source: What are they talking about?
da: Hvad taler de om?
de: Worüber reden die?
es: ¿Sobre qué están hablando?
fr: De quoi parlent-ils ?
hu: Miről beszélnek ezek?
pl: O czym oni mówią?
ru: О чем это они?
sv: Vad pratar de om?
tr: Ne konuşuyorlar?

source: Apparently the Saurians have put a bounty on our heads for taking our gold back after they stole it. Are you interested?
da: Tilsyneladende har øglerne sat en dusør på vores hoveder fordi vi tog vores guld tilbage efter de stjal det. Er du interesseret?
de: Anscheinend haben die Saurianer ein Kopfgeld auf uns ausgesetzt nachdem wir das Gold, dass sie uns gestohlen haben zurückeroberten. Seid ihr interessiert?
es: Al parecer los Saurios ofrecen una fortuna por nuestras cabezas por recuperar el oro que ellos nos robaron. ¿Estas interesado?
fr: Apparemment les sauriens ont mis nos têtes à prix pour avoir récupéré l'or qu'ils nous avaient volé. Cela t'intéresse ?
hu: A gyíkok nyilván vérdíjat tűztek ki a fejünkre, miután visszaszereztük az aranyunkat, amit ők loptak el tőlünk. Érdekel a vérdíj?
pl: Wygląda na to, że jaszczury wyznaczyły nagrodę za nasze głowy za odebranie naszego złota, które nam wcześniej ukradły. Zainteresowany?
ru: Саурианы назначили награды за наши головы. За то, что мы отобрали наше золото после того, как они его украли. Тебя это интересует?
sv: Det verkar som om ödlefolket har utlyst en belöning för våra huvuden för att vi tog tillbaka vårt guld efter att de stal det. Är du intresserad?
tr: Sürüngenler, çaldıkları altınımızı geri alabilmek için kafalarımıza ödül koymuşlar gibi görünüyor. İlgilenir miydin?

source: No, but my axe is interested in some Saurian heads! They've been too friendly with them orcs!
da: Nej men min økse er interesseret i nogle øglehoveder! De har været for sammenspist med de orker!
de: Nein, aber meine Axt ist an ein paar Saurianer Schädeln interessiert! Die sind zu gut mit den Orks befreundet!
es: ¡No, pero mi hacha está interesada en algunas cabezas Saurias! ¡Han sido demasiado amistosos con los orcos!
fr: Non, mais ma hache s'intéresserait bien à quelques têtes de sauriens ! Ils se sont montrés bien trop amicaux avec ces fichus orcs !
hu: Nem, de a bárdom már szomjazik a gyíkok vérére. Túl jó barátok ezek és az orkok.
pl: Nie bardzo, za to mój topór zainteresowany jest głowami jaszczurów! Są zbyt przyjacielski w stosunkach z orkami!
ru: Нет, зато мой топор интересуют головы Саурианов! Они были слишком уж дружны с орками!
sv: Nej, men min yxa är intresserad av några ödlehuvuden! De har visat sig alltför vänliga mot orcherna!
tr: Hayır, fakat baltam Sürüngen kafaları ile ilgilenir! Orklarla pek de dost görünüyorlardı!

source: Remember, we are here on a mission. We will fight the Saurians if we must, but our mission is to get to Thoria.
da: Husk vi er her på en mission. Vi vil kæmpe mod øglerne hvis vi er tvunget, men vores mission er at komme til Thoria.
de: Bedenkt, wir sind hier nur mit einem Ziel. Wir werden die Saurianer bekämpfen wenn wir müssen, aber unser Hauptziel ist es nach Thoria zu gelangen.
es: Recuerda, estamos aquí en una misión. Lucharemos con los Saurios si debemos, pero nuestra misión es ir a Thoria.
fr: N'oublie pas, nous sommes ici en mission. Nous combattrons les sauriens s'il le faut, mais notre mission est de gagner Thoria.
hu: Ne felejtsd el, hogy küldetésben vagyunk. Csak akkor harcolunk a gyíkokkal, ha muszáj, de a célunk Thoria.
pl: Pamiętaj, że mamy misję. Będziemy walczyć z jaszczurami, jeżeli musimy, ale naszą misją jest dotarcie do Thorii.
ru: Помните, у нас есть задание. Мы будем драться с Саурианами, если придется, но наша цель - достичь Тории
sv: Glöm inte bort att vi har ett uppdrag. Om vi måste så slåss vi mot ödlefolket, men först och främst måste vi ta oss till Thoria.
tr: Unutmayın, bir görev için buradayız. Gerekirse Sürüngenlerle de döğüşürüz, ama asıl görevimiz Torya'ya varmaktır.

source: Crossing the river without a bridge? We dwarves know water is a very dangerous thing!
da: Krydse floden uden en bro? Vi dværge ved at vand er noget farligt noget!
de: Den Fluss ohne eine Brücke überqueren? Wir Zwerge fürchten uns vor tiefem Wasser.
es: ¿Cruzar el río sin un puente? Los enanos sabemos que el agua es una cosa muy peligrosa
fr: Traverser la rivière sans un pont ? Nous les nains savons que l'eau est un élément très dangereux !
hu: Átgázolunk a folyón híd nélkül? Mi törpök tudjuk, hogy a víz veszélyes dolog.
pl: Przekroczyć rzekę bez mostu? Wszystkie krasnoludy wiedzą, że woda jest bardzo, bardzo niebezpieczna!
ru: Пересекать реку без моста? Все гномы знают, что это очень опасно!
sv: Skulle vi ta oss över floden utan en bro? Vi dvärgar vet mycket väl att vatten kan vara mycket farligt!
tr: Nehri bir köprü olmadan geçmek mi? Cüceler için su çok tehlikelidir, diye biliriz.
