Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Following Ur-Thorodor's directions the elfs moved north to meet the forces of the orcs...
da: Efter Ur-Thorrodors anvisninger flyttede elverne sig mod nord for at møde orkernes styrker.
de: Ur-Thorodors Wegbeschreibung folgend, ritten die Elfen gen Norden, um gegen die Streitmächte der Orks zu kämpfen...
es: Siguiendo las indicaciones de Ur-Thorodor los elfos avanzaron hacia el norte buscando las fuerzas de los orcos...
fr: En suivant les directions d'Ur-Thorodor, les elfes se dirigèrent au nord à la rencontre des forces des orcs...
hu: Ur-Thorodor iránymutatását követve a tündék északra vonultak, hogy megütközzenek az orkokkal...
pl: Zgodnie z wskazówkami Ur-Thorodora elfy ruszyły na północ, aby stawić czoło siłom orków...
ru: Следуя направлению Ур-Тородора, эльфы отправились на север, чтобы встретить войска орков...
sv: Alverna följde Ur-Thorodors anvisningar och färdades norrut för att möta orchernas styrkor...
tr: Urtorodor’un tarifine uyarak elfler kuzeye ork güçlerini aramaya gittiler...

source: Roth-Malal
tr: Rot-Malal

source: Barth-Malal
tr: Bart-Malal

source: Death of Delfador
da: Delfadors død
de: Tod von Delfador
es: Muerte de Delfador
fr: Mort de Delfador
hu: Delfador elesik
pl: Śmierć Delfadora
ru: Смерть Делфадора
sv: Delfador dör
tr: Delfador’un ölümü

source: This forest looks too quiet. Proceed carefully, I don't like this at all.
da: Denne skov virker for stille. Gå forsigtig fremad. Jeg kan ikke li' det.
de: Dieser Wald sieht mir ein bisschen zu friedlich aus. Verhaltet euch Vorsichtig! Ich traue dem Frieden nicht.
es: Este bosque parece demasiado callado. Procedan con cuidado, no me gusta en absoluto esto.
fr: Cette forêt paraît trop calme. Progressez avec prudence. Je n'aime pas du tout cela.
hu: Ez az erdő túl csendes. Óvatosan mozogjatok, egyáltalán nem tetszik ez nekem.
pl: Ten las wygląda ZBYT cicho. Ruszajcie powoli, nie podoba mi się to wszystko.
ru: Этот лес слишком тих. Двигаемся осторожно, мне все это не нравится.
sv: Den här skogen är för tyst. Fortsätt med försiktighet, det är något som inte står rätt till.
tr: Bu orman çok sessiz görünüyor. Dikkatle ilerleyin, burayı hiç sevmedim.

source: Living... Soon, you'll be more troops for my master!
da: Levende... Snart er i tropper hos min herre!
de: Lebende...Bald werdet ihr auch zu den Truppen meines Meisters gehören!
es: Vivientes... ¡Pronto, serás más tropa para mi amo!
fr: Mortels... Bientôt, vous deviendrez de nouvelles troupes pour mon maître.
hu: Élők... Hamarosan a mesterem seregét gyarapítjátok!
pl: Żyjący... wkrótce będziecie nowymi żołnierzami mojego mistrza!
ru: Живые... Скоро вы превратитесь в новые войска для моего хозяина!
sv: Levande... Snart är ni i min herres våld!
tr: Yaşıyor... Yakında, siz de efendimin askerleri olacaksınız!

source: Undead! Where did they come from?
da: Udøde! Hvor kom de fra?
de: Untote! Wo kommen die auf einmal her?
es: ¡No muertos! ¿De donde salieron estos?
fr: Des morts-vivants ! Mais d'où sortent-ils ?
hu: Élőholtak! Honnan jöhettek?
pl: Nieumarli! Skąd oni się wzięli?
ru: Нежить! Откуда они взялись?
sv: Vandöda! Var kom de ifrån?
tr: Hortlak! Bunlar da nereden çıktı?

source: We should try to go West. I feel things are worse on the Eastern front.
da: Vi bør forsøge mod vest. Jeg har en fornemmelse af at tingene ser værre ud på den østlige front.
de: Wir sollten versuchen nach Westen weiter zu gehen. Ich fühle, das es an der östlichen Flanke schwieriger für uns wird.
es: Debemos intentar ir al oeste. Siento que las cosas están peor en el frente del este.
fr: Nous devrions essayer d'aller à l'ouest. Je sens que les choses sont pires sur le front oriental.
hu: Nyugatra kéne mennünk. Úgy érzem rosszul mennek a dolgok a keleti fronton.
pl: Powinniśmy ruszyć na zachód. Zdaje się, że sprawy mają się gorzej na wschodzie.
ru: Нам надо двигаться на запад. Чувствую, на восточном фронте дела хуже...
sv: Vi borde försöka ta oss västerut. Jag tror att det står värre till på östra fronten.
tr: Batıya gitmeye çalışmalıyız. Doğu yönünde kötü bir şeyler hissediyorum.

source: Nameless
hu: Névtelen
tr: Adsız

source: Hraul
tr: Hıragul

source: Horr
tr: Horgır

source: Nfrigt
tr: Nifirigit

source: Rkrin
tr: Rikrin

source: We have more help!
da: Vi har yderligere hjælp!
de: Wir bekommen Unterstützung!
es: ¡Tenemos más ayuda!
fr: Nous avons plus d'aide !
hu: Több segítségre van szükségünk!
pl: Dostaliśmy pomoc!
ru: Помощь идет!
sv: Vi har fått mer hjälp!
tr: Yardım geldi!

source: Haunt
tr: Hagunt

source: Gdal
tr: Gıdal

source: Oltr
tr: Olotor

source: Orbl
tr: Orbol

source: Nifigt
tr: Nifigit

source: Dert
tr: Deret

source: And now even more help!
da: Og endnu mere hjælp!
de: Und jetzt nochmehr Unterstützung!
es: ¡Y ahora más ayuda!
fr: Et maintenant encore plus d'aide !
hu: Még több segítségre van szükség!
pl: I jeszcze więcej pomocy!
ru: А вот еще!
sv: Och nu ännu mer hjälp!
tr: Biraz daha yardım geldi!

source: Theorsten
tr: Torsten

source: Arthur
tr: Artur

source: I am Delfador the great! Foul creatures, time to be put to your final rest!
da: Jeg er Delfador den Store! Modbydelige skabninger på tide at give jer jeres sidste hvile!
de: Man nennt mich Delfador, den großen Magier! Niedrige Kreaturen, es ist Zeit für euer Ende!
es: ¡Soy Delfador el grande! ¡Criaturas sucias, llegaron al final de su tiempo!
fr: Je suis Delfador le Grand ! Répugnantes créatures, le moment est venu pour vous de goûter au repos final !
hu: Delfador vagyok a hatalmas! Aljas teremtmények, itt az ideje, hogy végső nyugalomra térjetek!
pl: Jam jest Delfador wielki! Wstrętne stwory, czas posłać was na ostateczny spoczynek!
ru: Я - Делфадор Великий! Глупые твари, пришло время отправить вас на покой навсегда!
sv: Jag är Delfador den Store! Vidriga varelser, det är dags att ni återförs till den slutliga vilan!
tr: Ben ulu Delfador’um! Aptal yaratıklar, mezarınıza dönme zamanınız geldi!

source: We have help now! Let's take the fight to them!
da: Vi har støtte nu! Lad os tage kampen til dem!
de: Wir haben jetzt Verstärkung bekommen! Lasst sie uns angreifen!
es: ¡Ahora tenemos ayuda! ¡Ataquemos!
fr: Nous disposons d'aide maintenant ! Portons le combat chez eux !
hu: Már van segítségünk! Harcra fel!
pl: Dostaliśmy pomoc! Zaatakujmy ich!
ru: Помощь пришла! Давайте драться!
sv: Vi har fått hjälp! Nu tar vi striden till dem!
tr: Şimdi de bize yardım geldi! Haydi döğüşe!

source: Unhul
tr: Unrul

source: So you are Delfador...Ur-Thorodor told us about you. But we thought you were dead or trapped in the Land of the Dead...I am Kalenz, lord of the elfs. We are in your debt today.
da: Så du er Delfador. Ur-Thorodor fortalte os om dig. Men vi troede at du var død eller fanget i de udødes land. Jeg er Kalenz, lensherre hos elverne. Vi er i gæld til dig i dag.
de: Soo, ihr seid also Delfador... Ur-Thorodor hat uns über euch erzählt. Wir dachten, ihr währet tod oder gefangen im Land des Todes...Mein Name ist Kalenz, Anführer der Elfen. Wir stehen ab heute in eurer Schuld.
es: Eres Delfador... Ur-Thorodor nos habló de ti. Pero pensamos que estabas muerto o atrapado en la tierra de los muertos... soy Kalenz, señor de los elfos. Estamos en deuda desde hoy.
fr: Ainsi donc, vous êtes Delfador... Ur-Thorodor nous a parlé de vous. Mais nous vous croyions mort ou prisonnier du Pays des Morts... Je suis Kalenz, seigneur des elfes. Nous avons maintenant une dette envers vous.
hu: Szóval te vagy Delfador... Ur-Thorodor beszélt nekünk rólad. De azt hittük meghaltál, vagy a Holtak Földjén csapdába estél. Kalenz vagyok, a Tündék Ura. Nagy szolgálatot tettél ma nekünk. Tartozunk neked.
pl: A więc wyście jest Delfador... Ur-Thorodor powiedział nam o was. Ale myśleliśmy, żescie martwi albo uwięzieni w Krainie Śmierci... Jam jest Kalenz, władca elfów. Mamy wobec was dług.
ru: Так ты - Делфадор... Ур-Тородор говорил нам о тебе. Но мы думали, ты мертв или остался в Краю Мертвых... Я Каленз, лорд эльфов. Мы перед тобой в долгу.
sv: Så du är Delfador... Ur-Thorodor berättade om dig. Men vi trodde att du var död eller fången in dödsriket... Jag är Kalenz, alvernas furste. Vi står i skuld till dig.
tr: Siz Delfador olmalısınız... Ur-Torodor sizden bahsetmişti. Fakat biz sizin ölüler diyarında tuzağa düştüğünüzü veya öldüğünüzü düşünüyorduk... Ben Kalenz, elflerin lideri. Bugün size borçlandık.

source: It is an honor to meet you. I escaped from the Land of the Dead. I am chasing Iliah-Malal, the leader of the undead.
da: Det er en ære at møde dig. Jeg undslap fra de dødes land. Jeg er på jagt efter Iliah-Malal, lederen hos de udøde.
de: Es ist mir eine Ehre euch zu treffen. Ich bin dem Totenreich entflohen und jetzt verfolge ich Illiah-Malal, den Anführer der Untoten.
es: Es un honor encontrarte. Escapé de la Tierra de los Muerto. Estoy persiguiendo a Iliah-Malal, el líder de los no muertos.
fr: C'est un honneur de vous rencontrer. J'ai échappé au Pays des Morts. Je suis à la poursuite d'Iliah-Malal, le chef des morts-vivants.
hu: Számomra a megtiszteltetés találkozni veled. Kiszabadultam a Holtak Földjéről. Iliah-Malalt üldözöm, az élőholtak vezetőjét.
pl: To honor was spotkać. Uciekłem z Krainy Śmierci. Ścigam Lliaha-Malala, przywódcę nieumarłych.
ru: Честь - встретить тебя. Я сбежал из Края Мертвых. Я гнался за Илиа-Малалом, лидером нежити.
sv: Jag är hedrad att träffa er. Jag lyckades fly från dödsriket. Jag jagar Iliah-Malal, de vandödas ledare.
tr: Sizinle tanışmak bir onurdur. Ölüler Diyarından kaçtım. Ben hortlakların lideri İliyamalal’ın peşindeydim.

source: We were going to attack the orcs. Looks like we are not doing too well against the undead.
da: Vi var i gang med et angreb mod orkerne. Ser ud til at vi ikke gør det så godt mod de udøde.
de: Wir hatten geplant die Orks anzugreifen. Es sieht aber so aus, als ob wir gegen die Untoten kaum eine Chance haben.
es: Íbamos a atacar a los orcos. Como verás no lo estamos haciendo tan bien con los no muertos.
fr: Nous nous apprêtions à attaquer les orcs. Mais il semblerait que nous ne nous en sortions pas trop bien avec les morts-vivants.
hu: Mi az orkokat készültünk megtámadni. Élőholtak ellen nem készültünk.
pl: Mieliśmy zaatakować orków. Wygląda na to, że nie radzimy sobie za dobrze z nieumarłymi.
ru: Мы собирались атаковать орков. Похоже, мы не так хорошо справляемся с нежитью.
sv: Vi är på väg för att anfalla orcherna. Men det ser inte ut som att vi klarar oss så bra not de vandöda.
tr: Biz de orklara saldırmaya gidiyorduk. Görünüşe göre hortlaklara karşı pek iyi değiliz.

source: The orcs have apparently crossed the great river in force. Our King may need all the help he can get. We will need your help to fend them off. I will deal with the undead later.
da: Orkerne har åbenbart krydset den store flod i stort antal. Vores konge har behov for alt den hjælp han kan få. Vi har brug for din hjælp til at holde dem væk. Jeg vil tage mig af de udøde senere.
de: Die Orks haben offensichtlich den Fluss überquert, um uns anzugreifen. Unser König wird alle Hilfe gebrauchen können, die er bekommen kann. Wir brauchen eure Hilfe, um sie zurück zu drängen. Ich werde mich anschließend um die Untoten kümmern.
es: Parece que los orcos han cruzado el gran río con sus fuerzas. Nuestro rey va a necesitar toda la ayuda que pueda conseguir. Necesitaremos tu ayuda para combatirlo. Trataré con los no muertos más adelante.
fr: Les orcs ont apparemment traversé en force la grande rivière. Notre roi risque d'avoir besoin de toute l'aide qu'il peut recevoir. Nous aurons besoin de vous pour les repousser. Je m'occuperai des morts-vivants plus tard.
hu: Az orkok csapatostul kelnek át a folyón. A királyunknak minden segítségre szüksége van. Szükségünk lehet a ti segítségetekre is, hogy elhárítsuk a támadást. Majd később foglalkozok az élőholtakkal.
pl: Orki najwidoczniej przekroczyły wielką rzekę w znacznej liczbie. Nasz król będzie potrzebował każdej pomocy jaką może znaleźć. Będziemy potrzebować waszej pomocy by ich odeprzeć. Później zajmę się nieumarłymi.
ru: Видимо, орки форсировали Великую Реку. Наш король нуждается в любой помощи, которую мы можем предоставить. Нам нужна ваша помощь, чтобы отбить их. Я разберусь с нежитью позже.
sv: Orcherna korsade floden i stora antal. Vår kung behöver all hjälp han kan få. Vi behöver er hjälp för att hejda dem. Jag tar mig an de vandöda senare.
tr: Orklar galiba kuvvetlerini büyük nehirden geçirdi. Kralımızın alabileceği tüm yardıma ihtiyacı olabilir. Onları kovmak için yardımınıza ihtiyacımız olacak. Hortlakla daha sonra ilgileneceğim.

source: Our experience with Wesnoth Kings has not been too good. At first we thought it was that unshielded ruby of fire, but even after we told Haldric II and it was shielded with ultrapure gold, they still remain arrogant. But we are indebted to you, Delfador and we will join you.
hu: Wesnoth királyaival kapcsolatban nincsenek túl jó tapasztalataink. Először úgy gondoltuk, hogy a Tűz Rubinjának kisugárzása az oka, de hiába került színarany tokba a Rubint, királyaitok önteltsége mit sem változott. De tartozunk neked Delfador. Veled megyünk.
pl: Nasze doświadczenia z królami Wesnoth nie są zbyt dobre. Na początku sądziliśmy, że to wina nieosłoniętego rubinu ognia, ale nawet, gdy opowiedziliśmy o wszystkich Haldricowi II-mu, rubin został osłonięty wyjątkowo czystym złotem, wciąż pozostają arogantcy. Ale mamy wobec was dług, Delfadorze, i dołączymy do was.
tr: Bizim Wesnoth krallarıyla deneyimlerimiz iyi değildi. Başta bunun ateş yakutunun bir muhafaza içinde olmamasından kaynaklandığını düşünmüştük fakat II. Haldrik ile konuştuktan sonra bile, yakut ultra saf altın muhafaza içine alınmış olmasına rağmen hala haksız iddiacılığını sürdürdü. Fakat biz size borçluyuz, Delfador ve size katılacağız.

source: What? The gold in sceptre is not at all pure! I must advise the King. But first we need to save him, so let's go.
da: Hvad? Guldet i scepteret er slet ikke rent! Jeg må orientere kongen. Men først må vi redde ham, så lad os gå.
de: Was sagt ihr? Das Gold im Zepter ist keineswegs rein? Darüber muss ich sofort den König unterrichten. Doch zuerst müssen wir ihn retten. Also, auf geht´s !
es: ¿Qué? ¡El oro del cetro no es puro! Debo aconsejar al rey. Pero primero necesitamos salvarlo, así que debemos ir.
fr: Comment ? L'or du sceptre n'est pas pur du tout ! Je dois en aviser le roi. Mais auparavant, il nous faut le sauver, alors allons-y.
hu: Micsoda? A jogar nem színaranyból készült. Figyelmeztetnem kell a királyt. De először meg kell őt mentenünk, úgyhogy induljunk.
pl: Co takiego? Złoto w berle ognia nie jest wcale czyste! Muszę powiedzieć o tym królowi. Ale najpierw musimy go ocalić, więc ruszajmy.
ru: Что? Золото в скипетре вовсе не чистое! Я должен посовещаться с королем. Но сначала нужно спасти его, идемте!
sv: Vad? Guldet i spiran är inte alls ren! Jag måste varna kungen. Men först måste vi rädda honom, så nu går vi.
tr: Ne? Demek ki, asadaki altın tamamen saf değil! Krala durumu anlatmalıyım. Fakat önce onu kurtarmamız lazım, haydi gidelim.

source: Save the King
da: Red kongen
de: Beschützt den König
es: Salven al Rey
fr: Sauver le roi
hu: A király megmentése
pl: Ocal króla
ru: Уберечь короля
sv: Rädda kungen
tr: Kralı Kurtarmak

source: Following Delfador, the elves moved to unite with the Wesnoth forces and meet Zorlan head-on...
hu: Delfadort követve a tündék egyesültek Wesnoth embereivel, majd nekitámadtak Zorlan seregének...
pl: Podążając za Delfadorem, elfy połączyły się z siłami Wesnoth i ruszyły prosto naprzeciw Zorlanowi...
tr: Elfler Delfador’u izleyerek Wesnoth kuvvetleriyle birleşmek ve Zorlan’la karşılaşmak üzere hareket ettiler...

source: but the King was in an unenviable position...
da: men kongen var i en ulige position...
de: aber der König war schon in einer misslichen Situation...
es: Pero el Rey estaba en una posición poco envidiable...
fr: mais le roi était dans une situation peu enviable...
hu: de a király egyáltalán nem volt irigylésre méltó helyzetben...
pl: Sytuacja króla była jednakże nie do pozazdroszczenia...
ru: но король был в незавидном положении...
sv: Men kungen var i en svår position...
tr: fakat kral hiç de gıpta edilecek durumda değildi...

source: T'bhan
tr: Tıbnan

source: Qgthun
tr: Ogotun

source: Trgrau
tr: Taragra

source: Defeat Zorlan
hu: Legyőzöd Zorlant
pl: Pokonaj Zorlana
tr: Zorlan’ı yen

source: Death of Garard
da: Garards død
de: Tod von Garard
es: Muerte de Garard
fr: Mort de Garard
hu: Garard elesik
pl: Śmierć Gararda
ru: Смерть Гарарда
sv: Garard dör
tr: Garard’ın ölümü

source: It looks like we have arrived just in time! King Garard stands surrounded by the enemy.
da: Det ser ud til at vi er ankommet lige til tiden! Kong Garard er omringet af fjenden.
de: Es sieht so aus, als ob wir gerade Rechtzeitig kommen. König Garard ist von den Feinden umzingelt.
es: ¡Parece que hamos llegado justo! El Rey Garard está rodeado por el enemigo.
fr: Il semble que nous soyons arrivés juste à temps ! Le roi Garard se trouve encerclé par l'ennemi.
hu: Úgy látszik, épp időben érkeztünk. Garard királyt körbevette az ellenség.
pl: Wygląda na to, że przybyliśmy w samą porę! Król Garard stoi otoczony przez wrogów.
ru: Похоже, мы вовремя! Король Гарард окружен неприятелем.
sv: Vi verkar ha kommit fram precis i tid! Kung Garard är omringad av fienden!
tr: Anlaşılan, tam zamanında gelmişiz! Kral Garard düşman tarafından kuşatılmış.

source: It seems that we are too late. This new warlord has managed to unite the orcish tribes. Look at their army, it's huge!
da: Ser ud til at vi kommer for sent. Denne nye krigsherre har lykkedes i at forene orkernes stammer. Se deres hær. Den er enorm!
de: Es scheint, als kommen wir zu spät. Der neue Kriegsherr hat es schon geschafft die orkischen Stämme zu verbünden. Seht euch ihre Armee an. Sie ist Riesig!
es: Parece que llegamos demasiado tarde. Este nuevo señor de la guerra ha logrado unir a las tribus de los orcos. ¡Mira su ejército, es grande!
fr: Il semble que nous arrivons trop tard. Ce nouveau seigneur de guerre est parvenu à unifier les tribus orcs. Regardez leur armée, elle est énorme !
hu: Úgy látszik elkéstünk. Ez az új hadúr sikeresen egyesítette az ork törzseket. Nézzétek milyen hatalmas sereg.
pl: Zdaje się, że się spóźniliśmy. Ten nowy wódz zdołał zjednoczyć plemiona orków. Spójrz na ich armię, jest wielka!
ru: Похоже, мы опоздали. Новый военачальник смог объединить племена орков. Посмотрите, их армия огромна!
sv: Vi verkar ha kommit för sent! Den här nya krigsherren lyckades ena orchstammarna. Se på deras armé, den är enorm!
tr: Çok geç kalmış olabiliriz. Bu yeni savaş lordu ork çetelerini birleştirmeyi başarmış. Şu orduya bak, ne kadar büyük!

source: Elves! I heard you have been looking for me! But you will save neither the human King, nor yourselves.
da: Elver! Jeg har hørt at i har søgt mig! Men i vil hverken redde menneskekongen eller jer selv.
de: Elfen! Ich habe gehört, das ihr nach mir sucht! Ihr werdet es allerdings nicht schaffen das Leben des Menschenkönigs zu retten und auch nicht euer eigenes.
es: ¡Elfos! ¡Oí que me están buscando! Pero ni ustedes salvarán al Rey humano, ni se salvaran ustedes.
fr: Elfes ! J'ai entendu dire que vous me cherchiez ! Mais vous ne sauverez ni le roi des humains, ni vous-mêmes.
hu: Tündék! Úgy hallottam engem kerestek. De nem fogjátok kimenteni az emberek királyát, s ti is elpusztultok.
pl: Elfy! Słyszałem, że mnie szukaliście! Ale nie ocalicie ani królika ludzików, ani siebie.
ru: Эльфы! Я слышал, вы меня искали! Но вам не спасти ни людского короля, ни себя самих!
sv: Alver! Jag hörde att ni letat efter mig! Men ni kommer inte att lyckas rädda er själva, eller kungen.
tr: Elfler! Beni aradığınızı duydum! Fakat ne insanların kralını ne de kendinizi kurtarabileceksiniz.

source: This must be their leader. We must destroy him now, before his power grows!
da: Det må være deres leder. Vi må knuse ham nu, før hans magt vokser!
de: Das muss ihr Anführer sein. Wir müssen ihn schnell aus dem Weg räumen, bevor er zu Mächtig wird!
es: Éste debe ser su líder. ¡Debemos destruirlo ahora, antes de que su poder crezca!
fr: Ce doit être leur chef. Nous devons l'abattre maintenant, avant que son pouvoir ne grandisse !
hu: Ennek kell lennie a vezérnek. Most kell őt likvidálni, mielőtt túl nagy hatalomra tesz szert.
pl: To zapewne ich przywódca. Musimy go pokonać teraz, zanim jego moc wzrośnie!
ru: Должно быть, это их лидер. Мы должны уничтожить его сейчас, пока его власть не возросла!
sv: Det måste vara deras ledare. Vi måste förgöra honom nu, innan hans makt växer!
tr: Bu onların lideri olmalı. Gücü daha fazla büyümeden onu şimdi yenmeliyiz!

source: Victory!
da: Sejr!
de: Sieg!
es: Victoria
fr: Victoire !
hu: Győzelem!
pl: Zwycięstwo!
ru: Победа!
sv: Segern är vår!
tr: Zafer!

source: Delfador! And you, elvish friends! The kingdom of Wesnoth is in your debt today!
da: Delfador! Og dig elverven! Kongedømmet Wesnoth står i gæld til dig i dag!
de: Delfador! Und ihr, meine elfischen Freunde! Das Königreich von Wesnoth steht ab heute in eurer Schuld!
es: ¡Delfador! ¡Y tú, amigo elfo! ¡El reino de Wesnoth está en deuda contigo!
fr: Delfador ! Et vous, mes amis elfes ! Le royaume de Wesnoth vous est redevable en ce jour !
hu: Delfador! És ti, tünde barátaink! A mai napon nagy szolgálatot tettetek a Wesnothi Királyságnak. Örökre adósaitok vagyunk!
pl: Delfadorze! I wy, elfy, nasi przyjaciele Królestwo Wesnoth od dzisiaj ma wobec was dług!
ru: Делфадор! И вы, эльфийские друзья! Королевство Веснот в долгу перед вами!
sv: Delfador! Och ni, alver! Vänner! Kungadömet Wesnoth står i skuld till er idag!
tr: Delfador! Ve siz, Elf dostlar! Wesnot kralı size bugün borçlandı!

source: My King, this is Kalenz, Lord of the Elves.
da: Min konge. Dette er Kalenz, lensherre hos elverne.
de: Mein König, dies ist Kalenz, Anführer der Elfen.
es: Mi Rey, éste es Kalenz, Señor de los Elfos.
fr: Messire, voici Kalenz, Seigneur des elfes.
hu: Királyom, ő Kalenz, a Tündék Ura.
pl: Królu mój, to jest Kalenz, władca między elfami.
ru: Мой король, это Каленз, лорд эльфов.
sv: Min kung, detta är Kalenz, alvernas furste.
tr: Kralım, bu Elflerin Lideri Kalenz.

source: You will be forever welcome in the court of Wesnoth.
da: Du vil altid være velkommen i Wesnoths råd.
de: Ihr seid immer Willkommen im Rat von Wesnoth.
es: Serás por siempre bienvenido en la corte de Wesnoth.
fr: Vous serez toujours le bienvenu à la cour de Wesnoth.
hu: Örökké szívesen látunk titeket a wesnothi udvarban.
pl: Zawsze będziecie mile widziani na dworze w Wesnoth.
ru: Вам всегда будут рады при дворе Веснота.
sv: Du kommer alltid att vara välkommen i Wesnoths hov.
tr: Wesnot sarayında daima iyi karşılanacaksınız.

source: We are happy to have fought by your side.
da: Vi er glade for at have kæmpet på din side.
de: Wir sind Stolz, dass wir an eurer Seite kämpfen durften.
es: Estamos felices de haber luchado a su lado.
fr: Nous avons été heureux de combattre à vos côtés.
hu: Örülünk, hogy mellettetek harcolhattunk.
pl: Szczęśliwi jesteśmy mogąc walczyć u waszego boku.
ru: Мы были счастливы драться на вашей стороне.
sv: Vi är glada över att ha slagits på er sida.
tr: Sizin tarafınızda döğüşmekten memnunuz.
