Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Looks like the orcs have attacked in force... This is the place Delfador and young Konrad were living in. I wonder if they were able to flee in time...
da: Ser ud til at orkerne har angrebet i stort antal... Dette er stedet hvor Delfador og unge Konrad levede. Mon de nåede at flygte i tide...
de: Sieht so aus, als ob die Orks hier mit Gewalt eingebrochen sind... Das ist der Ort, an dem Delfador und der junge Konrad gelebt haben. Ich frage mich, ob die beiden noch rechtzeitig fliehen konnten...
es: Parece que los orcos han atacado con fuerza... Éste es el lugar en el que Delfador y el jóven Konrad estaban viviendo. Me pregunto si pudieron huir a tiempo...
fr: Il semble que les orcs ont attaqué en force... C'est l'endroit où vivaient Delfador et Konrad. Je me demande s'ils ont pu fuir à temps...
hu: Úgy tűnik, hogy az orkok nagy erőkkel támadtak... Itt élt Delfador és az ifjú Konrad. Kétlem, hogy sikerült elmenekülniük...
pl: Wygląda na to, że orki zaatakowały w dużej sile.. To jest miejsce w którym żyli Delfador i młody Konrad. Zastanawiam się, czy dali radę uciec na czas..
ru: Похоже, орки напали крупными силами... Это место, где жили Делфадор и юный Конрад. Интересно, успели ли они сбежать...
sv: Det verkar som att orcherna har anfallit med stor kraft... Det är här som Delfador och unge Konrad bor. Jag undrar om de lyckades fly i tid.
tr: Ork saldırısı sürüyor gibi görünüyor... Burası Delfador ile genç Konrad’ın yaşadığı yer. Zamanında kaçamazlarsa diye endişeleniyorum...

source: More elves! Attack them and leave no one alive!
da: Flere elver! Angrib dem og efterlad ingen i live!
de: Noch mehr Elfen! Greift sie euch und lasst keinen am Leben!
es: ¡Más elfos! ¡Ataquen y no deje ningúno vivo!
fr: Des elfes supplémentaires ! Attaquez-les et tuez-les tous !
hu: Még több tünde! Támadjátok meg őket és ne hagyjatok senkit sem életben.
pl: Jeszcze więcej elfów! Atakować i nie zostawić żadnego przy życiu!
ru: Снова эльфы! Атаковать их и не оставляйте никого живыми!
sv: Fler alver! På dem, och låt ingen komma undan!
tr: Daha fazla Elf geliyor! Saldırın! Kimseyi sağ bırakmayın!

source: Orcs, you have set foot on our forest for the last time! Prepare to die!
da: Orker, i har betrådt vores skov for den sidste gang! I skal dø!
de: Orks, ihr habt zum letzten mal eure dreckigen Füße in unseren Wald gesetzt! Bereitet euch auf einen schnellen Tod vor!
es: ¡Orcos, ha pisado nuestro bosque por última vez! ¡Preparate para morir!
fr: Orcs, c'est la dernière fois que vous mettez les pieds dans notre forêt ! Préparez-vous à mourir !
hu: Orkok, utoljára tettétek a lábaitokat az erdeinkbe! Készüljetek a halálra!
pl: Orki, po raz ostatni wasza stopa zdeptała ziemię w tym lesie! Przygotujcie się na śmierć!
ru: Орки, в последний раз ваша нога вступила на землю эльфийских лесов! Готовьтесь к смерти!
sv: Orcher! Ni har satt era smutsiga fötter i vår skog för sista gången! Bered er att dö!
tr: Orklar, ormanımıza bu son ayak basışınız olacak! Ölmeye hazır olun!

source: Ha! This will be your end. The humans are no longer on your side. And with the Queen's gold, we can get many who will fight for us!
da: Ha! Dette bliver din sidste dag. Menneskene er ikke længere på din side. Og med dronningens guld kan vi få mange til at kæmpe for os!
de: So! Dies wird euer Ende sein. Die Menschen stehen euch nicht mehr zur Seite. Außerdem können wir mit dem Gold der Königin uns viele Männer erkaufen, die für uns Kämpfen!
es: ¡Ha! Este será tu fin. Los humanos no están más de tu lado. ¡Y con el oro de la reina, podemos conseguir a muchos que luchen para nosotros!
fr: Ha ! Cela sera la fin pour vous. Les humains ne sont plus de votre côté. Et avec l'or de la reine, nous pouvons rassembler beaucoup de monde prêt à combattre pour nous !
hu: Haha! Neked lesz véged! Az emberek többé nem állnak mellettetek. A királynő pénzén pedig számtalan zsoldost fogadhatunk!
pl: Ha! To będzie twój koniec. Ludzie już nie są po waszej stronie. A z złotem królowej, możemy mieć wielu, co będą chcieli walczyć dla nas!
ru: Ха! Это твой конец! Люди больше тебя не поддерживают! А с золотом Королевы многие найдутся, кто будет драться против вас!
sv: Ha! Detta kommer att bli ert slut. Människorna är inte längre på er sida. Och med drottningens guld kan vi leja många lojala soldater!
tr: Hayt! Bu sizin sonunuz olacak. İnsanlar artık sizden yana değil. Kraliçe’nin altını sayesinde çok daha fazla döğüşçümüz olacak!

source: Victory!
da: Sejr!
de: Sieg!
es: ¡Victoria!
fr: Victoire !
hu: Győzelem!
pl: Zwycięstwo!
ru: Победа!
sv: Seger!
tr: Zafer!

source: My Lord Kalenz, you are urgently needed at a council meeting at the K'alian. Delfador will also be there among the human rebells!
da: Min herre Kalenz, der er behov for dig ved et rådsmøde i K'alian. Delfador vil også være der blandt menneskeoprørerne!
de: Baron Kalenz! Ihr werdet dringend auf einer Ratssitzung bei den Kalianern benötigt. Delfador wird auch dort sein, zwischen den menschlichen Rebellen.
es: Mi señor Kalenz, te necesitan urgente en una sesión del Concejo en el K'alian. ¡Delfador también estará allí entre los rebeldes humanos!
fr: Monseigneur Kalenz, vous êtes demandé d'urgence à une réunion du conseil au Ka'lian. Delfador y sera également parmi les rebelles humains.
hu: Kalenz Uram! Sürgősen Ka'lianba kell sietned tanácskozásra. Hamarosan Delfador is megérkezik oda a lázadó emberekkel.
pl: Panie Kalenz, mój panie, pilnie jesteście wzywani na zebranie rady w K'alian. Delfador będzie tam również razem z ludzkimi rebeliantami!
ru: Мой лорд Каленз, Вы срочно требуетесь на встрече Совета в Калиане! Делфадор также будет там среди прочих повстанцев - людей!
sv: Furst Kalenz, ni måste med all hast till K'alian för rådslag. Delfador kommer också att vara där, tillsammans med människornas rebeller!
tr: Efendim, acilen Kalya’daki konsey toplantısına bekleniyorsunuz. Delfador da insan isyancılarla orada olacak!

source: Kfalru
tr: Köfalru

source: Grituw
tr: Grituf

source: Orthib
tr: Ortib

source: Ukhtan
tr: Uktan

source: Ha! More of us are coming! You elves are lost!
da: Ha! Vi bliver flere! I elver er fortabt!
de: Ha! Mehr von uns eilen uns zu Hilfe! Ihr Elfen seid verloren!
es: ¡Ha! ¡Más de nosotros están viniendo! ¡Los elfos están perdidos!
fr: Ha ! D'autres de nos semblables vont arriver ! Vous les elfes êtes perdus !
hu: Hohó! Még többen leszünk! Ti tündék elvesztetek!
pl: Ha! Nadchodzi więcej naszych! Elfy, jesteście zgubione!
ru: Ха! Нас становится больше! Эльфы, вам конец!
sv: Ha! Det kommer fler av oss! Ni är slagna!
tr: Hayt! Bizimkiler yardıma geldi! Elfler kaybettiniz!

source: Athburil
ru: Атбурил
tr: Atburil

source: Panorea
ru: Панорея
tr: Panorega

source: Good thing you came! More of us are hiding in the forest.
da: Godt at du kom! Flere af os gemmer sig i skoven.
de: Gut das ihr kommt! Weitere von uns haben sich in den Wäldern versteckt.
es: ¡Suerte que vino! Más de nosotros están escondiendo en el bosque.
fr: C'est une bonne chose que vous soyez venus ! D'autres de nos semblables se cachent dans la forêt.
hu: Jó, hogy jöttél! Több bújkáló tünde is van még az erdőben.
pl: Dobrze, żeście przybyli! Więcej nas tutaj kryje się w lesie.
ru: Хорошо, что вы пришли! Мы прячемся в лесу
sv: Bra att ni kom! Fler av oss gömmer sig i skogen.
tr: İyi ki, geldiniz! Bizimkilerin kalanı ormanda gizleniyor.

source: Kletskis
ru: Клецкис
tr: Kiletsekiz

source: Pribol
ru: Прибол
tr: Peribol

source: Arthanar
ru: Артанар
tr: Artanar

source: Gliglus
ru: Глиглус
tr: Giliglus

source: Epilogue
da: Epilog
de: Epilog
es: Epílogo
fr: Épilogue
hu: Epilógus
pl: Epilog
ru: Эпилог
sv: Epilog
tr: Sonsöz

source: After the end of Asheviere, Kalenz returned to his home in the North.
da: Efter Ashevieres ende, returnerede Kalenz til sit hjem i nord.
de: Nach dem Tod von Asheviere, kehrte Kalenz in seine nördliche Heimat zurück.
es: Después del final de Asheviere, Kalenz volvió a su hogar en el norte.
fr: Après la chute d'Asheviere, Kalenz regagna sa patrie du nord.
hu: Asheviere halála után, Kalenz visszatért otthonába Északra.
pl: Po upadku Ashaviere, Kalenz powrócił do swojego domu na północy.
ru: После окончания правления Ашевир, Каленз вернулся в свой дом на Севере
sv: Efter att Asheviere besegrats, återvände Kalenz till sitt hem i norr.
tr: Aşivye’nin ölümünden sonra, Kalenz kuzeydeki evine döndü.

source: Some say he lived happily there; The elves still recognized them as their leader.
da: Nogle siger at han levede lykkeligt der; elverne anså dem stadig som værende deres leder.
de: Manche sagen, er lebt dort Glücklich. Die Elfen erkennen ihn immernoch als Ihren Herrscher an.
es: Algunos dicen que vivió feliz allí; Los elfos todavía lo reconocen como su líder.
fr: Certains disent qu'il y vécut heureux. Les elfes le reconnaissaient toujours comme leur chef.
hu: Azt mondják, boldogan élt ott. A tündék továbbra is vezetőjükként tekintettek rá.
pl: Niektórzy opowiadają, że żył tam szczęśliwie; elfy wciąż uznawały go za swojego przywódcę.
ru: Говорят, что он жил счастливо там. Эльфы до сих пор считают его своим лидером
sv: Somliga säger att han levde lyckligt där; alverna erkände dem fortfarande som deras ledare.
tr: Orada mutlu günler yaşadı; Elfler hala onu liderleri olarak tanıyor.

source: The plains and forests of Wesnoth would see many more seasons for Elves and humans.
da: Stepperne og skovene i Wesnoth ville se mange flere sæsoner for elverne og menneskene.
de: Die Ebenen und Wälder von Wesnoth werden noch viele weitere Jahre der Elfen und Menschen sehen.
es: Los llanos y los bosques de Wesnoth verían muchas más estaciones para los elfos y los humanos.
fr: Les plaines et forêts de Wesnoth allaient connaître bien d'autres saisons pour les elfes et les humains.
hu: Wesnoth erdei és mezői, tündéi és emberei számtalan évszakot megértek.
pl: Równiny i lasy Wesnoth zobaczą wiele jeszcze pór roku nadchodzących dla elfów i ludzi.
ru: Поля и леса Веснота долго были мирными для эльфов и людей
sv: Slätterna och skogarna i Wesnoth skulle se många årstider med alver och människor.
tr: Wesnot ovaları ve ormanlarında insanlar ve Elfler yıllarca mutlu yaşayacaktı.

source: Kalenz's story lived from mouth to mouth for the coming generations.
da: Kalenza historie levede fra mund til mund igennem de kommende generationer.
de: Kalenz Geschichte blieb weiteren Generationen erhalten, weil sie die Menschen in Ihren Geschichten immer weiter erzählten.
es: La historia de Kalenz pasó de boca en boca a las siguientes generaciones.
fr: L'histoire de Kalenz se transmit de bouche à oreille parmi les générations suivantes.
hu: Kalenz története szájról szájra terjedt tovább a következő generációk alatt.
pl: Opowieść o Kalenzu przekazywana była od ust do ust przez wiele przyszłych pokoleń.
ru: История Каленза передавалась из уст в уста для грядущих поколений
sv: Kalenz historia berättades i de kommande generationerna.
tr: Kalenz’in hikayesi kuşuktan kuşağa aktarılarak günümüze kadar geldi.

source: But even many years later many said he was still roaming the forests of Wesnoth, making sure they will be forever home to the elves of Wesnoth, for the elves, like humans, had paid in much blood and suffering to learn that nothing in the world of Wesnoth comes for free.
da: Selv mange år efter fortalte mange historier om at han stadig befandt sig i Wesnoths skove, og sikrede sig at de for evigt ville være hjem for Wesnoths elver. For elverne havde som menneskene betalt meget blod og lidelse i deres erkendelse af at intet i Wesnoth kommer gratis.
de: Sogar viele Jahre später erzählte man sich noch, das er immer noch die Wälder von Wesnoth durchstreift, um sicher zu gehen, das den Elfen der Wald erhalten bleibt. Elfen, wie auch die Menschen haben einen sehr hohen Blutzoll zahlen müssen, und durch große Entbehrungen gelernt, das nichts in der Welt von Wesnoth umsonst zu haben ist.
es: Pero incluso muchos años despues se decía que todavía vagaba por los bosques de Wesnoth, cerciorándose de que siempre serían un hogar para los elfos de Wesnoth, porque los elfos, como los humanos, había pagado con mucha sangre y sufrimiento aprender que nada en el mundo de Wesnoth viene gratis.
fr: Beaucoup disaient, même des années plus tard, qu'il sillonnait encore les forêts de Wesnoth pour s'assurer qu'elles resteraient à jamais la patrie des elfes. Car elfes et humains avaient payé de beaucoup de souffrances et de sang pour apprendre que rien ne s'obtient gratuitement dans ce monde.
hu: De még sok-sok évvel később is az a hír járta, ott suhan az erdők fái között, megbizonyosodván arról, hogy Wesnoth tündéinek megvan-e még az otthonuk, az otthonuk, amelyért, akárcsak az emberek, óriási véráldozatot hoztak, s tengernyi szenvedés árán tanulták meg, hogy Wesnoth földjén semmit nem adnak ingyen.
pl: Ale nawet wiele lat później wielu twierdziło, że wciąż wędrował po lasach Wesnoth, upewniając się, by zawsze były domem dla elfów Wesnoth, gdyż elfy, tak jak ludzie, wiele zapłaciły krwią i cierpienią za lekcję, że nic w świecie Wesnoth nie przychodzi za darmo.
ru: Но даже много лет спустя говорили, что он все еще бродит по лесам Веснота, чтобы убедиться, что они всегда будут домом для эльфов Веснота. Эльфы, как и люди, заплатили кровью и страданиями, чтобы узнать, что ничего в мире Веснота не дается бесплатно...
sv: Men även många år senare berättades det att han fortfarande syntes i Wesnoths skogar, för att se till att de skulle fortsätta vara alvernas hem i Wesnoth. För alverna, liksom människorna, hade betalat stort i blod och lidande för lärdomen att inget i denna värld kommer utan kamp.
tr: Fakat yıllar geçtikten sonra bile ormanların daima Wesnot Elflerinin evi olduğundan emin olmak için hala Wesnot ormanlarında dolaştığı söylenir. Wesnot dünyasında özgürlüğü sağlamak için insanlar kadar Elfler de çok ıstırap çekti ve onların da çok kanı aktı.

source: Elvish Archer Invisible
da: Usynlig elverbueskytte
de: Elfenbogenschütze Unsichtbar
es: Arquero Elfo Invisible
fr: Archer elfe invisible
hu: Láthatatlan tünde íjász
pl: Niewidzialny łucznik elfów
ru: Невидимый Эльфийский Лучник
sv: Osynlig alvbågskytt
tr: Görünmez Elf Okçu

source: Elvish Archers are trained from youth in archery, and so skilled in long-range combat. Able to fire many arrows quickly and accurately, these Archers make up a large portion of the Elvish military. Invisible units are especially hard to hit.
da: Elverbueskytter er trænet fra barnsben i buen, og har derfor gode evner i afstandskamp. De kan affyre pile hurtigt og præcist. Disse bueskytter udgør en stor andel af elvernes hær. Usynlige enheder er specielt svære at ramme.
de: Elfenbogenschützen sind vom Kindesalter an geschult in der Kunst mit Pfeil und Bogen umzugehen und gelehrt die Feinheiten des Fernkampfes zu verinnerlichen. Fähig eine Menge Pfeile kurz hintereinander mit hoher Präzision zu verschießen, bilden sie das Rückrad der Elfischen Truppen. Unsichtbare Einheiten sind besonders schwer im Wald zu erkennen und somit von Gegnern fast garnicht zu verletzen.
es: Los Arqueros Elfos se especializan desde su juventud en el tiro con arco, y en especial con el de combate de largo alcance. Capaces de disparar muchas flechas rápidamente y con precisión, estos Arqueros constituyen una porción grande del ejército Elfo. Las unidades invisibles son especialmente dificiles de matar.
fr: Les archers elfes sont entraînés dès leur plus jeune âge au maniement de l'arc et sont donc doués pour le combat à distance. Capables de tirer de nombreuses flèches avec rapidité et précision, ces archers constituent un large contingent de l'armée elfique. Les unités invisibles sont particulièrement dures à toucher.
hu: A tünde íjászok fiatal koruktól fogva íjászatot tanulnak, és így képzettek a távolsági harcban. Képesek gyorsan és pontosan sok nyílvesszőt kilőni. Az íjászok nagy részét képezik a tünde hadseregnek. A láthatatlan egységeket különösen nehéz eltalálni.
pl: Od młodości ćwiczeni w łucznictwie, elficcy łucznicy są uzdolnieni w walce na odległość. Łucznicy, którzy potrafią strzelać szybko i dokładnie stanowią poważną część armii elfów. Jednostki 'niewidzialne' na dodatek szczególnie trudno trafić.
ru: Эльфийские лучники с юности упражняются в стрельбе из лучка, поэтому они хороши в дальнем бою. Умея выстреливать множество стрел быстро и аккуратно, эти лучники составляют большую долю эльфийских вооруженных сил. Невидимые отряды особенно трудно поразить.
sv: Alvernas bågskyttar börjar träna redan i unga år, och uppnår stor skicklighet i distansstrid. Dessa träffsäkra och snabba bågskyttar utgör en stor del av alvernas militär. Osynliga trupper är särskilt svåra att träffa.
tr: Genç yaşlardan itibaren okçuluk eğitimi alan Elf Okçuları uzak döğüşte yetenekli birimlerdir. Oklarını peşpeşe hızlı ve isabetli kullanabilen bu okçular Elf ordusunun büyük bölümünü oluştururlar. Görünmez birimler çok zor isabet alırlar.

source: sword
hu: kard
pl: miecz
tr: kılıç

source: bow
hu: íj
pl: łuk
tr: yay

source: Elvish Avenger Invisible
da: Usynlig elverhævner
de: Elfenrächer Unsichtbar
es: El Vengador de Elfo Invisible
fr: Vengeur elfe invisible
hu: Láthatatlan tünde fejvadász
pl: Niewidzialny mściciel Elfów
ru: Невидимый Эльф-Мститель
sv: Osynlig alvhämnare
tr: Görünmez Elf İntikamcı

source: Elvish Avengers are extremely skillful and extremely quick, powerful in all forms of combat. Avengers are considered the best of all woodsmen in Wesnoth, and can ambush their foes in the forest, because they cannot be seen in the woods until just after they have attacked. Invisible units have a vastly reduced probability of being hit. Special Notes:
hu: A tünde fejvadászok nagy gyakorlatra tettek szert a csatározás minden válfajában. Őket tekintik az erdőlakók közt a legjobbaknak szerte Wesnothban. Az erdőben könnyen rajtaütnek ellenségeiken, mivel a fák takarásában láthatatlanokká válnak. S csak akkor észlelik őket, ha támadnak. A láthatatlan egységeket nagyon rettentően ritkán találják el. Különleges megjegyzés:
pl: Elficcy mściciele są niezwykle szybcy i dobrze wyszkoleni, co czyni ich skutecznymi we wszelkich formach walki. Mściciele są uważani za najlepszych leśnych wojowników w Wesnoth. Mogą zaczaić się w lesie na swych wrogów, gdyż są tam nie widoczni aż do chwili, gdy zaatakują. Jednostki niewidzialne na dodatek szczególnie trudno trafić. Uwagi specjalne:
tr: Elf İntikamcıları tüm döğüş biçimlerinde güçlü, aşırı derecede yetenekli ve hızlıdırlar. Tüm Wesnot ormancılarının en iyilerinden sayılırlar ve ormanda burunlarının dibine gelinceye kadar düşman tarafından görülemediklerinden pusu kurabilirler. Özel Bilgiler:

source: Like all Mages, the Drake Mages are capable of using magic in battle.
hu: Mint minden mágus, a perzsekény mágusok is képesek varázslatokat használni a harcban.
pl: Jak wszyscy magowie, smoczy magowie potrafią korzystać z magii w bitwie.
tr: Ejder Büyücüler, diğer büyücüler gibi savaşta sihir kullanma yeteneğine sahiptir.

source: staff
hu: bot
pl: kij
tr: asa

source: fire breath
hu: tűzokádás
pl: ognisty oddech
tr: ateşli nefes

source: ice shot
da: isskud
de: Kälteschock
es: tiro de hielo
fr: tir de glace
hu: jégcsóva
pl: atak lodu
ru: Ледовый выстрел
sv: isstöt
tr: soğuk darbe

source: Elvish Elders are well armored, but not very fast and resilient. They used to be strong warriors and leaders whose skills have decreased with age
hu: A tünde veteránok erős védőfelszereléssel bírnak, ennek okán kissé nehézkesen mozognak, s nem túl rugalmasak. Rendszerint erős harcosok és vezetők ők, akiknek tudása az évek múltával kissé megkopott.
tr: Elf Çeribaşlarının zırhları iyi olsa da çok hızlı ve dayanıklı değillerdir. Yaşlarıyla artan liderlik ve savaşçılık yetenekleri nedeniyle tercih edilirler.

source: Elvish High Lord Invisible
da: Usynlig elverstorlensherre
de: Elfenfürst Unsichtbar
es: Gran Señor Elfo Invisible
fr: Haut seigneur elfe invisible
hu: Láthatatlan tünde nagyúr
pl: Niewidzialny wysoki władca elfów
ru: Невидимый Высший Лорд Эльфов
sv: Osynlig alvstorfurste
tr: Görünmez Elf Lideri

source: Elvish High Lords are fearsome in combat, using the sword at close range and devastating balls of fire at long range. Invisible units are especially hard to hit.
da: Elverstorlensherrer er frygtindgydende i kamp. De bruger et sværd i nærkamp og ødelæggende ildkugler på afstand. Usynlige enheder er specielt svære at ramme.
de: Elfenfürsten sind gefürchtet für Ihre Kampfkunst mit dem Schwert, mit dem sie auf kurze Distanz sich fast jeden Angreifer vom Leibe halten können. Für weiter entfernte Gegner haben sie explodierende Feuerkugeln immer einsatzbereit dabei, mit denen sie sich den Weg freischießen können. Unsichtbare Einheiten sind nur schwer von Gegnern zu treffen.
es: Los Grandes Señores Elfos son temidos en combate, usan la espada en el combate corto y las desvastadoras bolas de fuego en el combate a distancia. Las unidades invisibles son especialmente dificiles de matar.
fr: Les hauts seigneurs elfes sont redoutables au combat, maniant l'épée au corps à corps et expédiant des boules de feu dévastatrices à distance. Les unités invisibles sont particulièrement dures à toucher.
hu: A tünde nagyurak félelmetes harcosok. Rövid távon kardjukkal mérnek súlyos csapásokat, hosszú távon pusztító tűzgolyókat lövellnek az ellenségre. Láthatatlan egységként különösen nehéz megütni őket.
pl: Elfy wysokiego rodu są niepokonane w walce: z bliska atakują mieczem, z daleka strzelają kulami ognia. Jednostki 'niewidzialne' na dodatek szczególnie trudno trafić.
ru: Высшие Лорды эльфов бесстрашны в бою, они используют мечи в ближней битве и разрушительные огненные шары на большом расстоянии. По невидимым отрядом особенно трудно нанести удар.
sv: Alvstorfurstarna är skräckinjagande i strid; där de använder svärd och förödande eldklot. Osynliga trupper är särskilt svåra att träffa.
tr: Elf liderlerinin yaşlandıkça fiziksel ve ruhsal güçleri düşmez. Aksine yeterliliklerinde artış görülür. Elf Liderleri, savaşta yakın döğüş için kılıç, uzak döğüş için alev okları kullanmaları nedeniyle ürkütücü birimlerdir. Görünmez olduklarında çok zor isabet alırlar.

source: faerie fire
hu: mesebeli tűz
pl: ogień wróżek
tr: peri ateşi

source: Elvish Lord Invisible
da: Usynlig elverlensherre
de: Elfenbaron Unsichtbar
es: Señor Elfo Invisible
fr: Seigneur elfe invisible
hu: Láthatatlan tünde úr
pl: Niewidzialny władca elfów
ru: Невидимый Эльфийский Лорд
sv: Osynlig alvfurste
tr: Görünmez Elf Beyi

source: The nobility of the elves are possessed of merit to match their standing in society. Elvish Lords are the wisest and strongest of their people, and are fearsome in their command of magic. Being invisible to the enemy makes them very hard to hit
hu: A tünde nemesség tagjai társadalmi helyzetükkel összhangban kiváló érdemekkel bírnak. A tünde urak népük legbölcsebb és legerősebb képviselői, és félelmetes varázserővel bírnak. Láthatatlanok lévén, az ellenség számára komoly feladat az ellenük való harc.
tr: Elflerin soylulukları toplum hayatında hünerlerine uygun derecelendirme sistemiyle pekiştirilmiştir. Elf beyleri topluluklarının en bilgili ve en güçlü üyeleri olup sihir kullanma yetenekleri ile korkutucudurlar. Yakın döğüş için kılıç, uzak döğüş için ateş topu ile donatılmıştır. Görünmez olduklarında çok zor isabet alırlar.

source: Elvish Marksman Invisible
da: Usynlig elverekspert
de: Elfenlangbogenschütze Unsichtbar
es: Tirador Elfo Invisible
fr: Tireur d'élite elfe invisible
hu: Láthatatlan tünde mesterlövész
pl: Niewidzialny elfowy strzelec
ru: Невидимые эльфийские стрелки
sv: Osynlig alvprickskytt
tr: Elf Nişancı - Görünmez
