Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Now that we have signed the Treaty, we will need your help: We will take the fight to the orcs before winter falls and we need you to create a diversion. Can we count on you?
da: Nu da vi har underskrevet traktaten, har vi brug for din hjælp: Vi vil føre kampen til orkerne før vinterens komme og vi har brug for at du skaber en afledning. Kan vi regne med dig?
de: Jetzt, wo wir den Vertrag unterzeichnet haben, werden wir eure Hilfe bald in Anspruch nehmen. Wir werden noch bevor der Winter hereinbricht gegen die Orks kämpfen und wir werden euch brauchen, um sie abzulenken. Können wir auf eure Hilfe zählen?
es: Ahora que hemos firmado el tratado, necesitaremos tu ayuda. Llevaremos la lucha a los orcos antes de la caída del invierno y necesitamos crear una distracción. Podemos contar contigo?
fr: Maintenant que nous avons signé le traité, nous aurons besoin de votre aide. Nous porterons la bataille chez les orcs avant l'hiver et nous avons besoin d'une diversion. Pouvons-nous compter sur vous ?
hu: Most, hogy nyélbeütöttük az egyezséget, szükségünk van a segítségedre. Még a tél beállta előtt le akarunk számolni az orkokkal, s szükség lenne egy elterelő hadműveletre. Számíthatunk rád?
pl: Teraz, gdy traktat został już podpisany, będziemy potrzebować waszej pomocy - musimy przenieść wojnę na tereny orków zanim nadejdzie zima i chcielibyśmy, byście zorganizowali małą dywersję. Możemy na was liczyć?
ru: Теперь, когда мы подписали Договор, нам нужна ваша помощь - мы будем драться с орками до наступления зимы и нам нужно, чтобы вы отвлекли их внимание. Мы можем на вас полагаться?
sv: Nu när fördraget är undertecknat så behöver vi er hjälp. Vi skall ta striden till orcherna innan vintern är över oss, och ni måste avleda deras uppmärksamhet. Kan vi räkna med er?
tr: Antlaşmayı imzaladığımıza göre, yardımınıza ihtiyacımız olacak: kış gelmeden orklarla döğüşmeyi planlıyoruz. Bir şaşırtma hareketi oluşturmanıza ihtiyacımız olacak. Siz bunu yapabilir misiniz?

source: Well, I am not sure... My late father did not pay too much attention to army matters and we have already lost too many men...
da: Tja jeg er ikke helt sikker... Min far gjorde ikke meget ud af hærens forhold og vi har allerede mistet alt for mange mænd...
de: Nun, ich bin mir nicht sicher...Mein alter Vater hat sich bisher nicht sehr um die Ausbildung der Truppen gekümmert und wir haben jetzt schon zu viele Opfer zu beklagen...
es: Bueno, no estoy seguro... Mi padre no prestó demasiada atención a los materiates del ejército y hemos perdido ya a demasiados hombres
fr: Eh bien, je ne suis pas sûr... Mon défunt père ne prêtait guère d'attention à l'état de l'armée et nous avons déjà perdu trop d'hommes...
hu: Hát, nem is tudom... Az utóbbi időben atyám nem szentelt túl sok figyelmet a hadsereg felszerelésére, s elég nagy volt az emberveszteségünk...
pl: Cóż, nie jesteśmy pewni.. Ojciec nasz nie przykładał większej uwagi do spraw wojska, poza tym zbyt wielu straciliśmy już ludzi...
ru: Ну... я не уверен... Мой отец в последние годы не слишком много внимания уделял нуждам армии, к тому же мы потеряли слишком много людей...
sv: Tja, jag vet inte riktigt... Min far brydde sig inte så mycket om arméns göranden och låtanden, och vi har redan förlorat för många mannar...
tr: Elbette... Babam ordu ile ilgili konulara pek dikkat etmezdi ve çok da adam kaybettik...

source: I knew it! I always told you we stand alone!
da: Jeg vidste det! Jeg sagde jo at vi stod alene!
de: Ich wusste es! Ich habe euch schon immer gesagt, das wir alleine da stehen werden!
es: ¡Lo sabía! ¡Te lo dije, estamos solos siempre!
fr: Je le savais ! Je vous ai toujours dit que nous nous retrouverions seuls !
hu: Tudtam! Mindig mondtam, hogy egyedül maradunk!
pl: Wiedziałem! Zawsze mówiłem, że będziemy walczyć samotnie!
ru: Я так и знал! Я всегда говорил, что мы останемся одни!
sv: Jag visste det! Jag sa ju att vi skulle få stå ensamma!
tr: Biliyordum zaten! Hep söylüyorum bizi yalnız bırakırsınız diye!

source: The King must die
da: Kongen må dø
de: Der König muss fallen
es: El Rey debe morir
fr: Le roi doit mourir
hu: A királynak meg kell halnia
pl: Król musi umrzeć
ru: Король должен умереть
sv: Kungen måste dö
tr: Kral ölmeli

source: With the battle of Weslath over, Kalenz and Landar knew they had to carry out Crelanu's most dangerous plan. Meanwhile Cleodil has been training Kalenz into some of the secrets of Crelanu's book ...
da: Med Weslath slaget overstået vidste Kalenz og Landar at de måtte udføre Crelanus mest farlige plan. I mellemtiden har Cleodil trænet Kalenz i nogle af hemmelighederne i Crelanus bog.
de: Nachdem der Krieg von Weslath vorüber war, wussten Kalenz und Landar, das es jetzt an der Zeit war Crelanus gefährlichen Plan in die Tat umzusetzen. In der Zwischenzeit weihte Cleodil, Kalenz in die Geheimnisse von Crelanus Buch ein...
es: Con la batalla de Weslath encima, Kalenz y Landar sabían que llevar a cabo la parte más peligrosa del plan de Crelanu. Mientras tanto Cleodil ha estado entrenando a Kalenz en algunos de los secretos del libro de Crelanu...
fr: Une fois la bataille de Weslath terminée, Kalenz et Landar savaient qu'il leur restait à accomplir le plan le plus dangereux de Crelanu. Pendant ce temps, Cléodil avait enseigné à Kalenz certains des secrets du livre du mage...
hu: A weslathi csata sikeres megvívása után Kalenz és Landar tudta, hogy neki kell látniuk Crelanu legveszélyesebb tervének kivitelezéséhez. Ezalatt Cleodil megtanította Kalenzet Crelanu könyvének néhány titkára...
pl: Gdy bitwa pod Weslath wygasła, Kalenz i Landar wiedzieli, że muszą przeprowadzić najgrożniejszy plan Crelanu. W międzyczasie Cleodil uczył Kalenza niektórych sekretów z księgi Crelanu..
ru: Когда битва за Веслат завершилась, Калензу и Ландару следовало выполнить самый опасный план Крелану. Клеодил обучала Каленза некоторым секретам книги Крелану...
sv: När striden om Weslath var över visste Kalenz och Landar att de måste utföra Crelanus farliga plan. Under tiden hade Cleodil undervisat Kalenz i några av Crelanus bok hemligheter...
tr: Weslat savaşının bitmesiyle, Kalenz ve Landar Crelau’nun çok tehlikeli planını uygulamak zorunda olduklarını biliyorlardı. Bu arada Cleodil, Crelanu’nun kitabındaki bazı gizleri Kalenz’e öğretiyordu.

source: King Brurbar
hu: Brurbar király
tr: Kral Bururbar

source: Khrubar
tr: Kurubar

source: Gvur
tr: Guvur

source: Kill the Orcish King and Kalenz reaches the forest near his starting position
da: Dræb orkkongen og Kalenz skal nå skoven nær sin startposition
de: Töte den Orkkönig und bring Kalenz zu seinem Ausgangspunkt im Wald
es: Matar al Rey Orco y que Kalenz alcance el bosque cercano al punto de comienzo
fr: Tuer le roi orc et ramener Kalenz à la forêt près de son point de départ
hu: Megölöd az ork királyt és Kalenz eléri az erdőt a kezdő pozíciója mellett
pl: Zabij króla orków i powróć Kalenzem do lasu obok pozycji startowej.
ru: Убейте короля орков. Каленз должен достигнуть леса, откуда он выступил
sv: Döda orchkungen och för Kalenz till skogen nära utgångspunkten.
tr: Ork kralını öldür ve Kalenz’i başlangıç konumuna yakın ormana ulaştır

source: Grut
tr: Gurut

source: Krolru
tr: Kurolru

source: Kryl
tr: Kriyil

source: Tan-Drur
tr: Tan-Dorur

source: Brim
tr: Burim

source: Krud
tr: Kırud

source: Krulr
tr: Kırulur

source: Qmrun
tr: Omrun

source: Griul
tr: Grigul

source: Sdrul
tr: Sıdrul

source: Sbrak
tr: Sıbrak

source: Ozdul
tr: Ozidul

source: Muhtr
tr: Muhotur

source: Muhmr
tr: Muhımır

source: Etruw
tr: Etruf

source: Utrub
tr: Utrup

source: Cfrul
tr: Cofrul

source: Krundrum
tr: Kırundırum

source: Arrkud
tr: Arırkud

source: Here we are at last. Landar, are you sure you want to go through with this?
da: Her er vi endelig. Er du sikker på at du vil gå igennem dette Landar?
de: Hier sind wir nun. Landar, seid ihr euch sicher, das ihr das wirklich tun wollt?
es: Aquí estamos por fin. ¿Landar, seguro que quieres continuar con esto?
fr: Nous y voici enfin. Landar, es-tu certain de vouloir aller jusqu'au bout ?
hu: Na végre ideértünk. Landar, biztos, hogy velem akarsz jönni?
pl: I oto jesteśmy tutaj. Landarze, czy jesteś pewny, że chcesz przez to przejść?
ru: Наконец-то мы здесь. Ландар, ты уверен, что хочешь пройти через это?
sv: Då var vi här till slut. Landar, är du säker på att du vill genomföra det här?
tr: Sonunda buradayız. Landar, bunu yapmak istediğinden emin misin?

source: Absolutely. Let's do it!
da: Absolut. Lad os komme i gang!
de: Na Klar. Auf geht´s !
es: ¡Absolutamente. hagámoslo!
fr: Absolument. Allons-y !
hu: Igen. Ne habozzunk!
pl: Zdecydowanie. Zróbmy to!
ru: Абсолютно уверен. Пойдем!
sv: Absolut! Nu gör vi det!
tr: Kesinlikle. Haydi yapalım!

source: We need to kill the king and get out before the effect of the potion runs out. Let's drink our potions then!
da: Vi må dræbe kongen og komme ud før trylledrikkens effekt faser ud. Lad os drikke vores trylledrikke!
de: Wir müssen den König töten und wieder zurück sein, bevor die Wirkung des Tranks nachlässt. Lass uns jetzt den Trank benutzen!
es: Necesitamos matar al rey y salir antes de que el efecto de la poción termine. ¡Entonces bebamos nuestras pociones!
fr: Nous devons tuer le roi et repartir avant que les effets de la potion ne se dissipent. Buvons donc nos potions !
hu: Meg kell ölnünk a királyt, s mihamarabb eltűnnünk, mielőtt az ital hatása szertefoszlik. Akkor egészségedre!
pl: Musimy zabić króla i wydostać się zanim efekt mikstury wygaśnie. Wypijmy zatem te mikstury!
ru: Мы должны убить короля и выбраться оттуда, пока длится эффект зелья. Давай выпьем зелье!
sv: Vi måste döda kungen och ta oss därifrån innan elixirets effekt tar slut. Då dricker vi!
tr: Kralı öldürmek ve iksirin etkisi geçmeden önce kaçmak zorundayız. İksiri içip gidelim!

source: This feels strange! Landar, remember to stay far from the wolves-they may be able to smell us.
da: Dette føles mærkeligt! Landar husk at holde dig fra ulvene. De kan måske lugte os.
de: Brrrrh! Das fühlt sich Komisch an! Landar, denkt bitte daran, möglichst großen Abstand von den Wölfen zu halten. Es könnte sein, dass sie uns riechen können.
es: ¡Esto se siente extraño! Landar, recuerda permanecer lejos de los lobos, ellos puede poder olernos.
fr: Quelle sensation étrange ! Landar, souviens-toi de rester à l'écart des loups : ils pourraient nous sentir.
hu: Furcsa érzés! Landar, ne felejtsd el, hogy a farkasokat kerüljük ki, még szagot fognának...
pl: Dziwne uczucie! Landarze, pamiętaj aby trzymać się z dala od wilków - mogłyby nas wyczuć.
ru: Странное чувство... Ландар, не забывай держаться подальше от волков, они могут учуять нас.
sv: Det känns underligt! Landar, kom ihåg att undvika vargarna; de kan röja oss på lukten.
tr: Tuhaf şeyler hissediyorum! Landar, kurtlardan uzak durmayı unutma, kokumuzu alabilirler.

source: It's all over
da: Det er slut
de: Jetzt ist alles aus
es: Ha terminado
fr: Tout est fini !
hu: Mindennek vége.
pl: Już po wszystkim.
ru: все кончено...
sv: Det är över.
tr: Herşey bitti

source: No! We have failed!
da: Nej! Vi har fejlet!
de: Nein! Wir haben versagt!
es: ¡No! ¡Hemos fallado!
fr: Non ! Nous avons échoué !
hu: Nem! Elbuktunk!
pl: Nie! Zawiedliśmy!
ru: Нет! Мы раскрыты!
sv: Nej! Vi har misslyckats!
tr: Oh hayır! Görevimizi başaramadık!

source: The orcish king is dead! Now let's make it look like he was slain by an orcish hand!
da: Orkkongen er død! Nu skal vi sørge for at det ser ud som om at han er dræbt af en ork!
de: Der orkische König ist Tod. Nun lass es uns so hinbiegen, das es so aussieht, dass er durch eine orkische Klaue umgekommen ist!
es: ¡El rey de los orcos está muerto! ¡Ahora hagámos que parezca que fue la mano de un orco!
fr: Le roi orc est mort ! Maintenant arrangeons-nous pour que sa mort paraisse l'oeuvre d'un orc !
hu: Az ork király halott. Rendezzük úgy a dolgokat, hogy úgy látszódjék, mintha ork kéztől esett volna el.
pl: Król orków nie żyje! Teraz powinniśmy sprawić, by wyglądało to tak, jakby padł z orkowej ręki!
ru: Король орков мертв! Теперь сделаем так, чтобы было похоже, будто он пал от руки орков!
sv: Orchkungen är död! Nu måste vi få det att se ut som att han dödades av orcher!
tr: Ork kralı öldü! Şimdi bir ork tarafından öldürülmüş gibi yapmalıyız!

source: We are too late, the potion effects have worn off and we are visible!
da: Vi kommer for sent. Trylledrikkens virkning er aftaget og vi er synlige!
de: Wir sind zu langsam gewesen. Die Kraft des Tranks hat aufgehört zu wirken. Jetzt sind wir Sichtbar!
es: ¡Es demasiado tarde, los efectos de la poción han terminado y somos visibles!
fr: Il est trop tard, les effets de la potion se sont dissipés et nous sommes visibles !
hu: Késő, elillant az ital hatása, láthatóvá váltunk!
pl: Spóźniliśmy się, efekty mikstury wygasły i jesteśmy widoczni!
ru: Слишком поздно, эффект зелья прошел и мы видимы!
sv: För sent, elixirets effekt har ebbat ut och vi är synliga igen!
tr: Çok geç kaldık. İksir etkisini kaybetti ve görünür olduk!

source: Done!
da: Færdig!
de: Fertig!
es: ¡Hecho!
fr: C'est fait !
hu: Kész!
pl: Zrobione!
ru: Готово
sv: Klar!
tr: Bitti!

source: The King has been murdered! Whoever did it will only get da throne over my dead stinking body!
da: Kongen er blevet myrdet! Uanset hvem som som har gjort det får han kun tronen over min stinkende døde krop!
de: Der König wurde ermordet! Wer auch immer das getan hat bekommt den Tron nur über meine tote stinkige Leiche!
es: ¡Han asesinado al Rey! ¡Quien lo haya hecho solo conseguirá el trono del da sobre mi cadaver!
fr: Le roi a été assassiné ! Celui qui a fait ça devra me passer sur le corps pour obtenir c'te trône !
hu: A királyt megölték! Akárki csinálta is, az trónust csak a holttestemen át foglalhatja el!
pl: Król został zamordowany! Ktokolwiek to był, kto to zrobił, dostanie tron tylko po moim martwym śmierdzącym trupie!
ru: Король был убит! Кто бы это не сделал, он получил трон только через мой труп!
sv: Kungen har blivit mördad! Den som gjorde det kommer få gå över min döda stinkande kropp för att få tronen!
tr: Kral öldürülmüş! Her kim yaptıysa tahtı sadece benim kokuşmuş ölü gövdemi çiğneyerek alacak!

source: I am the strongest warlord! I will be king!
da: Jeg er den stærkeste krigsherre! Jeg skal være konge!
de: Ich bin der stärkste Kriegsher! Ich werde der neue König sein!
es: ¡Yo soy el Señor de la Guerra más fuerte! ¡Yo seré rey!
fr: Je suis le seigneur de guerre le plus fort ! Je serai roi !
hu: Én vagyok a legerősebb hadúr! Én leszek a király!
pl: Ja jestem najmocniejszym przywódcą wojennym! Ja będę królem!
ru: Я - величайший полководец! Я буду королем!
sv: Jag är den starkaste krigsherren! Jag blir kung!
tr: En güçlü savaş lordu benim! Ben kral olacağım!

source: No way anyone will steal my throne!
da: På ingen måde skal nogen stjæle min trone!
de: Niemand wird meinen Tron an sich nehmen.
es: ¡No hay manera de que alguien robe mi trono!
fr: Pas question qu'un autre me vole mon trône !
hu: Senki nem veheti el tőlem a trónomat!
pl: O nie, nikt mi nie skradnie mojego tronu!
ru: Никто не украдет мой трон!
sv: Aldrig att någon stjäl min tron!
tr: Tahtımı kimse çalamaz!

source: This is my time and no one will be in my way!
da: Dette er min tid og ingen skal stå i vejen for mig!
de: Diesmal bin ich dran! Und niemand wird sich mir in den Weg stellen!
es: ¡Éste es mi tiempo y nadie podrá evitarlo!
fr: Mon heure est arrivée et personne ne se mettra en travers de mon chemin !
hu: Eljött az én időm, és nem ajánlom, hogy bárki is az utamba álljon!
pl: Teraz czas na mnie i nikt mi nie wejdzie w drogę!
ru: Пришло мое время! Никто не встанет на моем пути!
sv: Detta är min tid och ingen kan stå i min väg!
tr: Benim sıram, yoluma kimse çıkmasın!

source: The plan is working! Now we take back what's ours!
da: Planen virker! Nu tager vi tilbage hvad der er vores!
de: Der Plan hat funktioniert! Jetzt nehmen wir uns zurück, was uns gehört!
es: ¡El plan está funcionando! ¡Ahora recuperemos lo que es nuestro!
fr: Le plan fonctionne ! Maintenant reprenons ce qui nous appartient !
hu: Működik a terv! És most vegyük vissza azt, ami a miénk!
pl: Plan działa! A teraz, odbierzmy co nasze!
ru: План сработал! Уносим ноги!
sv: Planen fungerar! Nu tar vi tillbaka det som är vårt!
tr: Plan işliyor! Şimdi bizimkilerin yanına dönelim!

source: Breaking the siege
hu: Az ostromgyűrű áttörése
pl: Przełamanie oblężenia
tr: Kuşatmayı Yarmak

source: With the orcs plunging into a civil war, this was the chance for Kalenz to take back his beloved home. Meanwhile reports have been arriving of an enclave of Northern Elves still holding out against the orcish invaders. It was quickly decided to send a force to their aid. But winter had caught up with our heroes...
da: Med orkerne i borgerkrig var chancen der for Kalenz til at erobre sit elskede land tilbage. Imens var rapporter om en lille enklave af nordlige elver som stadig hold ud kommet frem. Det blev hurtigt besluttet at sende en styrke til deres undsætning. Men vinteren havde indhentet vores helte...
de: Das die Orks in einen Krieg zwischen den Stämmen verfallen sind, eröffnet Kalenz die Möglichkeit seine geliebte Heimat zu befreien. Währenddessen waren Nachrichten von einem nördlichen Stamm eingetroffen, der noch immer den Orks Widerstand leistete. Die Entscheidung ihnen Truppen zur Unterstützung zu schicken war schnell getroffen, doch der Winter hatte unsere Helden eingeholt...
es: Con los orcos inmersos en una guerra civil, era la oportunidad para Kalenz de recuperar su querido hogar. Mientras tanto llegaban informes de un enclave de elfos norteños que todavía resistían a los invasores orcos. Desidió rápidamente enviar una fuerza en su ayuda. Pero el invierno había alcanzado a nuestros héroes...
fr: Avec les orcs plongeant dans la guerre civile, c'était la chance pour Kalenz de reprendre la patrie chère à son coeur. Dans le même temps, des rapports étaient arrivés au sujet d'une enclave d'Elfes du Nord résistant toujours aux envahisseurs orcs. La décision fut rapidement prise d'envoyer une force à leur secours. Mais l'hiver avait rattrapé nos héros...
hu: Mivel az orkok közt kitört a polgárháború, az alkalom kedvezett Kalenznek, hogy visszafoglalja szeretett hazáját. Eközben hírnök érkezett, aki arról tudósított, hogy az északi tündék maroknyi csapata körbezárva is tartja magát az ork behatolókkal szemben. Gyors döntés született a felmentésükre. De a tél is utolérte hőseinket...
pl: Wybuch wojny domowej między orkami był szansą dla Kalenza odzyskania ukochanego domu. W międzyczasie nadchodziły raporty mówiące o enklawie północnych elfów wciąż opierającej się orkowym najeźdzcom. Szybko zadecydowano wysłać im pomoc. Ale zima zaskoczyła naszych bohaterów..
ru: Когда орки ввязались в гражданскую войну, у Каленза появился шанс вернуть его любимый дом. Тем временем приходили рапорты о том, что Северные Эльфы все еще обороняются от орочьих вторжений. Было решено послать войска на помощь. Но зима застала наших героев...
sv: När nu inbördeskrig brutit ut bland orcherna, så såg Kalenz chansen att ta tillbaka sitt älskade hem. Under tiden så kom det rapporter om att en enklav av nordalver fortfarande gjorde motstånd mot de invaderande orcherna. Det beslöts snabbt att skicka undsättning till dem. Men vintern hade hunnit ifatt våra hjältar...
tr: Orklar aralarında savaşmaya başlayınca, Kalenz’e ülkesini geri alma şansı doğdu. Bu arada Kuzey Elflerinin bir yerleşkesinden hala orklara direndikleri bilgisi ulaştı. Onların yardımına bir kuvvet gönderilmesine karar verildi. Fakat kış kahramanlarımızı yolda yakaladı...

source: Mbiran
tr: Embiran

source: Tan-Durr
tr: Tan-Durür

source: Kior-Pur
tr: Kilor-Pur

source: Uradredia
tr: Uradredya

source: Death of Uradredia
da: Uradredias død
de: Tod von Uradredia
es: Muerte de Uradredia
fr: Mort d'Uradredia
hu: Uradredia meghal
pl: Śmierć Uradredia
ru: Смерть Урадредии
sv: Uradredia dör
tr: Uradredya’nın ölümü

source: I see troops coming from the south! Surely our army has beaten these elves and humans and will now help us get rid of these remaining elves!
da: Jeg kan se tropper der kommer fra syd! Vores hær må nu have slået de elver og mennesker og vil nu hjælpe os med at slippe af med de sidste elver!
de: Ich sehe Truppen aus dem Süden kommen! Sicherlich hat unsere Armee diese Elfen und Menschen bezwungen und kommt nun, um uns dabei zu helfen die restlichen Elfen loszuwerden.
es: ¡Veo tropas que vienen del sur! ¡Nuestro ejército ha terminado con los elfos y humanos y ahora nos ayudará a librarnos de los elfos restantes!
fr: Je vois des troupes arriver au sud ! C'est sûrement notre armée qui a défait ces elfes et ces humains et qui vient maintenant nous aider à nous débarrasser des elfes restants !
hu: Sereg közeledik délről! Kétségtelenül legyőztük a tündéket és az embereket, s most jönnek segíteni, hogy elsöpörjük ezeket a maradék tündéket!
pl: Widzę żołnierzy przychodzących z południa! Nasza armia zapewne pobiła elfy i ludzi, a teraz pomoże nam pozbyć się pozostałych tutaj resztek elfów!
ru: Я вижу, войска движутся с юга! Разумеется, наша армия расправилась с эльфами и людьми и теперь поможет нам избавиться от оставшихся эльфов
sv: Det kommer trupper söderifrån! Vår armé måste ha besegrat alverna och människorna, och nu kommer de för att hjälpa oss att ta kål på de här sista alverna!
tr: Güneyden gelen askerler görüyorum! Bu, elfleri ve insanları yenen ordumuz olmalı, kalan elfleri püskürtmek için bize yardıma geliyorlar!

source: Our defenses are streched thin. Men, prepare to face another orcish attack!
da: Vores forsvar er tyndslidt. Mænd gør klar til endnu et orkangreb!
de: Unsere Verteidigung ist geschwächt. Männer, bereitet euch auf einen weiteren Angriff der Orks vor!
es: Nuestras defensas son demasiado escasas. ¡Hombres, preparense para enfrentar otro ataque orco!
fr: Nos lignes de défense sont étirées à la limite de la rupture. Compagnons, préparez-vous à subir une nouvelle attaque orc !
hu: Meglehetősen leolvadt a véderőnk, de kitartunk! Készüljetek újabb ork rohamra!
pl: Nasza obrona jest rozciągnięta do granic możliwości. Żołnierze, przygotujcie się, by stawić czoła kolejnemu atakowi orków!
ru: Наша оборона истончается. Ребята, готовьтесь встретить еще одну орочью атаку!
sv: Våra trupper är alltför utspridda. Mannar, bered er för ännu ett anfall från orcherna!
tr: Savunma hattımız zayıflıyor. Yeni ork saldırısına karşı hazır olun!

source: The North Elves still stand. Prepare for battle!
da: De nordlige elver holder stadig stand. Gør klar til kamp!
de: Die Nordelfen stehen noch immer. Vorbereiten zur Schlacht!
es: Los Elfos del Norte se detienen. ¡Preparese para la batalla!
fr: Les Elfes du Nord tiennent toujours. Préparez-vous à la bataille !
hu: Az északi testvéreink még állják a sarat. Csatára fel!
pl: Północne elfy wciąż walczą. Przygotujcie się do bitwy!
ru: Северные Эльфы все еще держатся. Готовьтесь к битве!
sv: Nordalverna gör fortfarande motstånd. Bered er för strid!
tr: Kuzey Elfleri hala direniyor. Savaşa hazır olun!

source: The North Elves are now free!
da: De nordlige elver er nu frie!
de: Die Nordelfen sind nun frei!
es: ¡Los Elfos del Norte son libres ahora!
fr: Les Elfes du Nord sont libres désormais !
hu: Az északi tündék most már szabadok!
pl: Północne elfy są teraz wolne!
ru: Северные Эльфы свободны!
sv: Nordalverna är fria!
tr: Kuzey Elfleri artık özgür!
