Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: They say the battle at the North Elves was the beginning of the end for Landar's revolt. The truth is that the civil war went on for many more years, neither side having enough strength to achieve a decisive victory... But eventually Landar's ways turned away many of his followers. After assembling all the army he could, Kalenz marched against his old friend and now mortal enemy, Landar, in the forest of Gitamoth...
da: De siger at slaget hos de nordlige elver var begyndelsen til enden for Landars revolte. Sandheden er at borgerkrigen fortsatte i mange år, hvor ingen side havde styrke nok til at opnå en afgørende sejr.... Men til sidst fik Landars metoder mange af hans følgesvende til at skifte side. Kalenz samlede hele den hær han kunne få fat på og marcherede imod sin gamle ven og nu dødelige fjende Landar. De mødtes i Gitamoth-skoven...
de: Es heißt, das der Kampf gegen die Nordelfen, der Anfang vom Ende von Landars Revolte war. . Die Wahrheit aber ist, das der Bürgerkrieg für viele weitere Jahre weiterging. Keine Seite war stark genug, durch einen klaren Sieg die Schlacht schnell zu beenden... Allerdings verursachte Landars Verhalten bei seinen Gefolgsleuten großen Missmut, so dass nach und nach immer mehr von ihnen Landar verließen. Nachdem Kalenz alle Streitkräfte und jeden einzelnen, der Fähig war eine Waffe zu tragen für sich eiligst zusammenzog, begann er kurz darauf gegen seinen alten Freund und jetzigem Todfeind Landar in den Wäldern von Gitamoth entgegenzutreten...
es: Dicen que la batalla con los elfos del norte era el principio del fin para la rebelión de Landar. La verdad es que la guerra civil se encendió por muchos más años, ningún lado tenía suficiente fuerza para alcanzar una victoria decisiva... Pero las situaciones creadas por Landar dieron vuelta a muchos de sus seguidores. Después de reunir a todo el ejército que pudo, Kalenz marchó contra su viejo amigo y ahora enemigo mortal, Landar, en el bosque de Gitamoth...
fr: On raconte que la bataille avec les Elfes du Nord marqua le début de la fin pour la révolte de Landar. En vérité, la guerre civile continua pendant de nombreuses années supplémentaires, aucun camp ne disposant de forces suffisantes pour obtenir une victoire décisive... Mais au bout du compte, les manières de Landar retournèrent contre lui nombre de ses fidèles. Après avoir rassemblé la plus large armée possible, Kalenz marcha contre son ancien ami Landar, devenu son ennemi mortel, dans la forêt de Gitamoth...
hu: Azt mondják, hogy az északi tündékkel vívott csatával kezdődött Landar forradalmának bukása. Valójában a polgárháború évekig tartott, egyik fél sem tudott a másik fölé kerekedni... Landar követői közül sokan más utakra léptek. Kalenz sereget gyűjtött, majd régi barátja, mostani halálos ellensége, Landar ellen vonult a gitamothi erdőbe...
pl: Mówią, że bitwa u północnych elfów była początkiem końca rewolty Landara. Prawda jest taka, że wojna domowa trwała jeszcze wiele lat, gdyż żadna ze stron nie miała dość sił by osiągnąć decydujące zwycięstwo. Ale ostatecznie uczynki i sposób bycia Landara odstręczyły od niego wielu z jego zwolenników. Po zgromadzeniu armii tak wielkiej jak tylko się dało, Kalenz pomaszerował przeciwsko swojemu staremu przyjacielowi a teraz śmiertelnemu wrogowi, Landarowi, w lasach Gitamoth...
ru: Говорят, что битва у северных эльфов была началом конца восстания Ландара. Правда в том, что гражданская война тянулась долгие годы и ни одна сторона не была в силах одержать решающую победу... Но правление Ландара окончательно отвратила от него многих сторонников. Собрав всю армию, которую мог, Каленз выступил против старого друга, а теперь смертельного врага Ландара, в леса Гитамота...
sv: Det sägs att slaget hos nordalverna var början till slutet för Landars revolt. Sanningen är att inbördeskriget fortgick i många år, där ingen av sidorna var stark nog att stå som segrare. Efter hand gjorde dock Landars göranden och låtanden att många av hans följeslagare lämnade honom. Kalenz samlade en så stor armé han kunde, och gick mot sin gamle vän och numera dödliga fiende, Landar, i Gitamoth-skogen.
tr: Kuzey Elfleriyle savaş Landar‘ın isyanı için sonun başlangıcı oldu derler. Gerçekte, iç savaş daha yıllarca devam etti, ancak iki taraf da kesin zafere ulaşacak güce sahip olamadı... Fakat eninde sonunda Landar’ın yolu yandaşlarının çoğundan başka yöne döndü. Ordusunun toplayabildiği kadarıyla Kalenz Şarkı ormanında eski arkadaşı şimdiki ölümcül düşmanı Landar’ın üzerine yürüdü...

source: Defeat Landar
da: Besejr Landar
de: Besiege Landar
es: Derrotar a Landar
fr: Vaincre Landar
hu: Legyőzöd Landart
pl: Pokonaj Landara
ru: Победить Ландара
sv: Besegra Landar
tr: Landar’ı öldür

source: Landar, let's not spill any more elvish blood. Give up. We can help!
da: Landar lad os ikke spilde mere elvblod. Giv op. Vi kan hjælpe!
de: Landar, lass uns nicht noch mehr Elfenblut unnötig vergießen. Gib auf. Wir können euch helfen!
es: Landar, no derramemos más sangre elfica. Ríndete. ¡Nosotros te podemos ayudar!
fr: Landar, ne versons pas davantage de sang elfe. Abandonne. Nous pouvons t'aider !
hu: Landar, ne ontsunk több tünde vért. Add fel! Tudunk segíteni!
pl: Landarze, nie przelewajmy już więcej krwi elfów. Poddaj się. Możemy ci pomóc!
ru: Ландар, не нужно больше проливать эльфийской крови. Сдавайся. Мы можем помочь
sv: Landar, spill inte mer alvblod. Ge upp. Vi kan hjälpa dig!
tr: Landar, artık elf kanı akıtmayalım. Vazgeç. Yardım edelim!

source: No! It all ends here!
da: Nej! Det slutter her!
de: Nein! Hier ist der Ort der Entscheidung!
es: ¡No! ¡Todo terminará aquí!
fr: Non ! C'est ici que tout prend fin !
hu: Nem! Itt minden véget ér!
pl: Nie! Wszystko kończy się tutaj!
ru: Нет! Все закончится здесь!
sv: Nej! Allt är slut!
tr: Hayır! Herşey burada bitecek!

source: I'm done. Now I can rest!
da: Jeg er færdig. Nu kan jeg hvile!
de: Ich bin besiegt. Jetzt kann ich meine Ruhe finden!
es: Estóy listo. ¡Ahora puedo descansar!
fr: C'en est fait de moi. Maintenant je peux goûter le repos !
hu: Végem van, most már pihenhetek!
pl: Skończyłem. Teraz mogę spocząć.
ru: Теперь я смогу отдохнуть...
sv: Jag är färdig. Nu kan jag vila!
tr: İşim bitti. Artık dinlenebilirim!

source: I'm very sorry Landar. You were my best friend. I was blind at what the potion was doing to you. I was fighting it myself!
da: Jeg er meget ked af det Landar. Du var min bedste ven. Jeg var blind for hvad den trylledrik gjorde ved dig. Jeg kæmpede selv imod den!
de: Es tut mir sehr Leid, Landar. Du warst mein bester Freund. Ich habe nicht gesehen, was der Trank aus dir gemacht hat. Ich war durch die Wirkung des Tranks zu sehr mit mir selbst beschäftigt, so das ich die Veränderung an dir nicht Wahrgenommen habe.
es: Lo siento mucho Landar. Eras mi mejor amigo. No comprendía lo que la poción estaba haciendo contigo. ¡Yo la estaba combatiendo!
fr: Je suis vraiment désolé Landar. Tu étais mon meilleur ami. Je n'ai pas su voir ce que la potion était en train de te faire. J'en combattais moi-même les effets !
hu: Borzasztóan sajnálom Landar. Te voltál a legjobb barátom. Nem vettem észre, mit művelt veled az az ital. A saját harcommal voltam elfoglalva.
pl: Tak mi przykro, Landarze. Byłeś mi najbliższym druhem. Byłem ślepy na efekty działania mikstury w tobie. Sam ją zwalczałem!
ru: Мне очень жаль, Ландар. Ты был моим лучшим другом. Я был слеп, я не видел, что с тобой делать зелье. Я сам сражался с ним...
sv: Jag beklagar verkligen, Landar. Du var min bästa vän. Jag såg inte vad elixiret gjorde med dig. Jag kämpade mot det själv!
tr: Çok özür dilerim Landar. Sen en iyi dostumdun. Zehirin sana yaptıklarını göremedim. Ben kendimle savaşıyordum!

source: I know. But I did not take just one bottle. I wanted to make sure we could kill the orcish king. Now I have driven our dwarvish allies away and have brought death and disaster to our own people. I have even tried to kill my own friend. I do not deserve to have ever been an elf.
da: Jeg ved det. Men jeg tog ikke kun en flaske. Jeg ønskede at være sikker på at vi kunne dræbe den orkkonge. Nu har jeg fordrevet vores dværgeallierede og har bragt død og ulykke til mit eget folk. Jeg har endda forsøgt at dræbe min egen ven. Jeg fortjener ikke at blive kaldt for en elv.
de: I weiß. Aber ich habe nicht nur eine Flasche von dem Zeug getrunken. Ich wollte sichergehen, das wir den König der Orks auf jeden Fall töten können. Durch meine Handlung habe ich unsere zwergischen Verbündeten vergrault; habe Tod und Unglück über unsere eigenen Leute gebracht. Ich habe sogar versucht, meinen besten Freund zu töten. Deshalb verdiene ich nicht mich jemals einen Elfen genannt zu haben.
es: Lo sé. Pero yo no tomé una sola botella. Quise asegurarme de que podríamos matar al rey de los orcos. Ahora he alejado a nuestros aliados los enanos y les he traído muerte y desastre a nuestra propia gente. Incluso he intentado matar a mi propio amigo. No merezco haber sido alguna vez un elfo.
fr: Je sais. Mais je ne me suis pas contenté d'une seule fiole. Je voulais être certain que nous parviendrions à tuer le roi orc. Maintenant j'ai poussé nos alliés nains à nous quitter et j'ai attiré mort et désastre sur notre propre peuple. J'ai même essayé de tuer mon propre ami. Je ne mérite pas d'avoir jamais été un elfe.
hu: Tudom, de én nem csak egy flaskával ittam. Biztosra akartam menni, hogy megöljük az ork királyt. S mit értem el? Elriasztottam a törp szövetségeseinket, halált és pusztulást zúdítottam népünkre. Még a legjobb barátomat is megpróbáltam megölni. Nem vagyok méltó a tünde névre.
pl: Wiem. Ale ja nie wziąłem tylko jedną butlę. Chciałem być pewny, że damy radę zabić króla orków. Teraz przeze mnie odeszli od nas nasi sprzymierzeńcy spomiędzy krasnoludów, i sprowadziłem śmierć i nieszczęście na mój własny lud. Nawet próbowałem zabić własnego przyjaciele. Nie zasługuję, by być nazywanym elfem.
ru: Я знаю. Но я принял не одну бутылку. Я хотел быть уверенным, что мы сможем убить короля орков. Теперь я изгнал наших союзников гномов и принес смерть и страдания своим людям. Я даже пытался убить собственного друга. Я не заслуживаю того, чтобы быть эльфом...
sv: Jag vet. Men jag drack inte bara en flaska. Jag ville vara säker på att vi kunde besegra orchkungen. Nu har jag drivit bort de dvärgar som var våra allierade och har bringat död och förödelse över vårt eget folk. Jag har till och med försökt döda min egen vän. Jag förtjänar inte att vara alv.
tr: Biliyorum. Fakat tek bir şişe almadım. Ork liderini öldürebileceğimden emin olmak istedim. Cüce müttefiklerimizi uzaklaştırdığım gibi kendi halkımıza ölüm ve felaket getirdim. Hatta kendi arkadaşımı bile öldürmeyi denedim. Ben bir elf bile olmaya layık değilim.

source: It was not your fault. Maybe it was the curse of Aquagar or maybe it's the price we had to pay. Rest well, my friend. Rest well Landar, Hero of the Elves!
da: Det var ikke din fejl. Måske var det Aquagars forbandelse eller måske var det prisen vi måtte betale. Hvil dig min ven. Hvil dig godt Landar, helt blandt elverne!
de: Ich gebe euch keine Schuld. Vielleicht war es der Fluch von Auagar.Es ist vielleicht der Preis, den wir für den Sieg zu bezahlen haben. Ruhe in Frieden mein Freund. Möge eure Seele ewige Ruhe finden, Landar Held der Elfen !
es: No era tu falta. Era quizá la maldición de Aquagar o es quizá el precio que tuvimos que pagar. Descansa bien, mi amigo. ¡Descansa bien Landar, Héroe de los Elfos!
fr: Ce n'était pas de ta faute. Peut-être était-ce la malédiction d'Aquagar ou tout simplement le prix à payer. Repose en paix, mon ami. Repose en paix Landar, Héros des Elfes.
hu: Nem a te bűnöd. Lehet, hogy Aquagar átka fogott, vagy ez az az ár, amit fizetnünk kell. Nyugodj békében barátom! Nyugodj békében Landar, a Tündék Hőse!
pl: To nie była twoja wina. Może to klątwa Aquagara, a może cena którą musieliśmy zapłacić. Odpoczywaj w pokoju, druhu mój. Odpoczywaj w pokoju Landarze, bohaterze elfów!
ru: В этом была не твоя вина. Может быть, это было проклятье Аквагара или цена, которую мы должны были заплатить. Покойся с миром, друг. Покойся с миром, Ландар, Герой эльфов...
sv: Det var inte ditt fel! Kanske var det Aquagars förbannelse, eller så är det det priset vi måste betala. Vila, min vän. Vila, Landar, alvernas hjälte!
tr: Bu senin hatan değildi. Belki Akuagar’ın lanetiydi, belki de ödememiz gereken bedeldi. Rahat uyu, dostum. Rahat uyu Landar, Elflerin Kahramanı!

source: First Epilogue
da: Første epilog
de: Erster Epilog
es: Primer Epílogo
fr: Premier épilogue
hu: Első epilógus
pl: Pierwszy Epilog
ru: Первый эпилог
sv: Första epilogen
tr: İlk Sonsöz

source: Kalenz indeed buried Landar with great honors and made a monument worthy of a true elvish hero.
da: Kalenz begravede Landar med stor ære og lavede et monument værdigt for en sand elvhelt.
de: Kalenz hat Landars Körper mit großen Ehren bestatted und ihm ein Monument errichtet, wie es einem wahren Elfenkrieger gebührt.
es: Kalenz enterró a Landar con grandes honores e hizo un monumento digno de un verdadero héroe de los elfos.
fr: Kalenz enterra en effet Landar en grande pompe et lui éleva un monument digne d'un véritable héros elfe.
hu: Kalenz valóban nagy tisztelettel temette el Landart, és emeltetett számára hőshöz illő emlékművet.
pl: Kalenz naprawde pochował Landara z wszelkimi honorami i postawił pomnik godny prawdziwego bohatera między elfami.
ru: Каленз действительно похоронил Ландара с большими почестями и поставилу монумент, достойный настоящего героя эльфов
sv: Kalenz begravde Landar med stor ära och uppförde ett monument värdig en sann alvernas hjälte.
tr: Kalenz gerçekten Landar’ı büyük bir onurla defnetti ve gerçek bir elf kahramanına yaraşır bir anıt yaptırdı.

source: Landar's remaining followers' lives were spared, but they were banished to Gitamoth forest, henceforth known as Silent Forest.
da: Landars tilbageværende følgeskabs liv blev sparet, men de blev bandlyst fra Gitamoth skoven, efterfølgende kendt som Den Stille Skov.
de: Die Leben Landars verbliebener Anhänger wurden verschont, aber sie wurden in den Githamothwald verbannt, der fortan unter dem Namen stiller Wald bekannt war.
es: La vida de los seguidores de Landar fueron perdonadas, pero fueron desterrados al bosque de Gitamoth, en adelante conocido como bosque silencioso.
fr: Les derniers fidèles de Landar furent épargnés mais furent bannis dans la forêt de Gitamoth, connue depuis sous le nom de Forêt du Silence.
hu: Landar megmaradt híveinek életét megkímélték, de száműzték őket Gitamoth erdejébe, amit ezentúl Néma Erdőnek neveztek.
pl: Darowano życie pozostałym spośród zwolenników Landara, ale zostali oni wygnani do lasu Gitamoth, od tej pory znanym jako Cichy Las.
ru: Жизни последователей Ландара были сохранены, но они были выселены в леса Гигамота, впоследствии извсестные, как Тихие Леса
sv: Landars återstående följe skonades, men de förvisades till Gitamothskogen, framledes känt som Tysta skogen.
tr: Landar’ın hayatta kalan yandaşları çürüğe ayrılıp Şarkı ormanına sürüldüler. O zamandan beri oraya Sessiz orman denmektedir.

source: As Landar had wiped out the Elvish Council, Kalenz was unanimously chosen as Lord of the Elves. North and South Elves swore allegiance to him.
da: Da Landar havde udryddet elvernes råd, blev Kalenz enstemmigt valgt som lensherre over elverne. De nordlige og sydlige elver svor troskab mod ham.
de: Nachdem Landar die Mitglieder des Elfenrats ausgelöscht hatte, wurde Kalenz ohne jeden Zweifel als neuer Herrscher der Elfen ernannt. Alle nördlichen und südlichen Elfenstämme bezeugten ihm ihre ewige Treue.
es: Como Landar había terminado con el Concejo Elfico, Kalenz fué escogido unánimemente como Señor de los Elfos. Los Elfos del norte y del Sur le juraron obediencia.
fr: Comme Landar avait balayé le conseil elfique, Kalenz fut choisi comme Seigneur des elfes à l'unanimité. Les Elfes du Nord et du Sud lui prêtèrent serment d'allégeance.
hu: Miután Landar eltörölte a Tünde Tanácsot, Kalenzet választották meg a Tündék Urának. Észak és Dél tündéi egyaránt letették a hűségesküt neki.
pl: Gdyż Landar zgładził wszystkich członków rady elfów, jednogłośnie wybrano Kalenza jako władcę elfów. Elfy północy i południa poprzysięgły mu wierność.
ru: Поскольку Ландар искоренил Эльфийский Совет, Каленз был анонимно избран эльфийским Лордом. Северные и Южные эльфы присягнули ему
sv: Eftersom Landar hade upplöst Alvernas Råd, blev Kalenz enhälligt vald till furste över alverna. Alverna i norr och söder svor trohet till honom.
tr: Elf Konseyi Landar tarafından lağvedildiğinden, Kalenz tam ittifakla Elf Beyi seçildi. Kuzey ve Güney Elfleri ona sadakat yemini ettiler.

source: Kalenz still needed time to master the evil roaming in his veins, so he retired with Cleodil to his home in the North.
da: Kalenz havde stadig brug for tid til at kontrollere ondskaben i hans årer,så han trak sig med Cleodil tilbage til sit hjem i nord.
de: Kalenz brauchte noch einige Zeit, um das Böse treiben in seinen Adern zu überwinden, deshalb zog er sich mit Cleodil in seine nördliche Heimat zurück, um sich auszuruhen.
es: Kalenz todavía necesitó tiempo para dominar el mal que corría en sus venas, así que se retiró con Cleodil a su hogar en el norte.
fr: Kalenz avait encore besoin de temps pour maîtriser le mal qui circulait dans ses veines. Il se retira donc avec Cléodil dans sa demeure du nord.
hu: Kalenz még mindig küzdött az ereiben áramló gonosszal, így pihenésre visszatért északi otthonába Cleodillal.
pl: Kalenz wciąż potrzebował czasu, by opanować zło krążące w jego żyłach, więc wyruszył razem z Cleodilem szukać spoczynku w jego domu na północy.
ru: Калензу все еще нужно было время, чтобы одолеть зло, струящееся по его венам, поэтому он вернулся с Клеодил в свой дом на Севере
sv: Kalenz behövde fortfarande bemästra det onda i hans ådror, så han drog sig tillbaka med Cleodil till sitt hem i norr.
tr: Kalenz hala damarlarında dolaşan şeytana hakim olmak için zamana ihtiyaç duyduğundan, Cleodil ile birlikte Kuzeydeki evine çekildi.

source: Before doing so, however, he made sure to organize the Elves to be ready. He knew that the orcish threat was not over, as the elves had lost a golden opportunity to end the threat and that trouble would return...
da: Før sørgede han dog for at organisere elverne. Han vidste at orkernes trussel ikke var forbi endnu, da elverne havde misset en gylden mulighed for at afslutte truslen og at uro ville vende tilbage...
de: Zuvor allerdings, stellte er sicher, das die Elfen Kampfbereit waren. Er wusste, das die Bedrohung durch die orkischen Krieger noch nicht vorüber war. Die Elfen hatten eine sehr gute Gelegenheit die Bedrohung durch die Orks ein für allemal zu beenden verspielt und sie wussten, dass die Bedrohung eines Tages wiederkommen würde...
es: Antes de retirarse, sin embargo, se aseguró de organizar a los Elfos para que estén listos. Sabía que la amenaza de los orcos no había terminado, los elfos habían perdido una oportunidad dorada de acabar la amenaza y ese problema volvería...
fr: Avant cela cependant, il prit soin d'organiser les elfes pour qu'ils soient prêts. Il savait que la menace orc n'était pas terminée, car les elfes avaient laissé passer une occasion en or de mettre fin à la menace, et que les troubles allaient reprendre.
hu: Visszavonulása előtt gondoskodott arról, hogy a tündék készen álljanak. Tudta jól, hogy az ork fenyegetés még nem múlt el, s a tündék elvesztegették a legkedvezőbb időpontot a végső leszámolásra, s hogy ez megbosszulja magát...
pl: Zanim to uczynił, zrobił wszystko co w swojej mocy by elfy były gotowe. Wiedział, że zagrożenie z strony orków nie minęło, gdyż elfy straciły idealną okazję, by usunąć zagrożenie, i że kłopoty jeszcze powrócą...
ru: До этого он убедился, что эльфы готовы. Он знал, что орочья угроза не была устранена, ведь эльфы потеряли возможность покончить с ней...
sv: Innan dess såg han till att alverna organiserades. Han visste att orchernas hot inte var borta, att alverna gått miste om ett ypperligt tillfälle att ta itu med hotet, och att de skulle återvända.
tr: Bunu yapmadan önce, Elfleri her ihtimale hazırlıklı olmalarını sağlamak için örgütledi. Ork tehdidinin sona ermediğini, Elflerin bu tehdidi sona erdirmek altın değerindeki bir fırsatı kaçırdığını ve sorunun tekrar baş göstereceğini biliyordu...

source: The return of trouble
da: Problemernes tilbagevenden
de: Der Ärger kehrt zurück
es: Regresan los problemas
fr: Le Retour des troubles
hu: A viharfelhők újra gyülekeznek
pl: Kłopoty wracają
ru: Беда возвращается
sv: Nya problem
tr: Belanın dönüşü
