Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: We have to free them and make these Saurians pay. Attack and leave no one alive!
da: Vi må befri dem og lade de øgler betale. Angrib og efterlad ingen i live!
de: Wir müssen sie daraus befreien, und die Saurianer dafür teuer bezahlen lassen. Zum Angriff! Lasst niemanden der Saurianer am Leben!
es: Tenemos que liberarlos y hacer que los Saurios paguen. ¡Ataquen y no dejen a nadie vivo!
fr: Il nous faut les libérer et faire payer les sauriens. À l'attaque et que personne n'en réchappe !
hu: Ki kell szabadítanunk őket. Megfizetnek a gyíkok! Támadjatok, és senkit se hagyjatok életben!
pl: Musimy ich uwolnić i sprawić, by te jaszczury zapłaciły za to. Atakować i nie zostawić nikogo przy życiu!
ru: Мы должны их освободить и заставить Саурианов заплатить за это. В атаку! Живым никого не оставлять!
sv: Vi måste befria dem och straffa de här ödlemännen. Anfall och låt inte någon komma härifrån levande!
tr: Onları kurtarmalı ve bunu sürüngenlere ödetmeliyiz. Saldırın, hiçbirini sağ bırakmayın!

source: More elves are coming! Too late, we've taken all your gold and we'll get more gold from the orcs for helping them out!
da: Flere elver kommer! For sent, vi har taget al jeres guld og vi får mere guld fra orkerne for at hjælpe dem!
de: Da kommen noch mehr Elfen! Zu spät! Wir haben bereits all euer Gold, und wir werden noch mehr Gold von den Orks bekommen, dafür das wir ihnen geholfen haben!
es: ¡Vienen Más elfos! ¡Demasiado tarde, hemos tomado todo su oro y conseguiremos más oro de los orcos por ayudarlos!
fr: D'autres elfes arrivent ! Trop tard, nous avons pris tout votre or et en recevrons encore davantage de la part des orcs pour l'aide que nous leur avons apportée !
hu: Még több tünde közeleg! Elkéstetek, megkaparintottuk az összes aranyatokat, de még többet is szerzünk az orkoktól a segítségünkért cserébe.
pl: Więcej elfów nadchodzi! Za późno, zabraliśmy całe wasze złoto, a od orków dostaniemy jeszcze więcej za udzieloną im pomoc!
ru: Еще эльфы! Слишком поздно, мы забрали ваше золото и получим еще больше от орков за помощь им!
sv: Det kommer fler alver! För sent, vi har tagit allt ert guld, och vi kommer att få än mer guld från orcherna som tack för hjälpen!
tr: Elfler geliyor! Çok geç, tüm altınınızı almaktan başka, onlara yardım ettiğimiz için orklar da altın verdi.

source: You will not live to enjoy it!
da: Du kommer ikke til at leve og nyde guldet!
de: Ihr werdet nicht lange genug leben, um es auszugeben!
es: ¡No vivirás para disfrutarlo!
fr: Vous ne vivrez pas assez longtemps pour en profiter !
hu: Nem élsz addig, hogy azt élvezni is tudd!
pl: Nie będziecie żyć dość długo by się tym cieszyć!
ru: Вас не будет в живых, чтобы насладиться этим золотом!
sv: Ni kommer inte att leva för att njuta av det!
tr: Harcayacak kadar yaşamayacaksın!

source: We are free! My lord Kalenz we will follow you anywhere and be forever grateful. I have important information about our treasure.
da: Vi er frie! Min lensherre Kalenz vi vil følge dig overalt og vil være for evigt taknemmelige. Jeg har vigtig information vedrørende vores skat.
de: Wir sind frei ! Baron Kalenz, wir danken euch für unsere Befreiung und wir werden euch, wenn ihr es verlangt überall hin folgen. Wir sind euch bis in alle Ewigkeit dankbar. Außerdem habe ich interessante Informationen über euren Schatz für euch.
es: ¡Estamos libres! Mi señor Kalenz te seguiremos dondequiera y seremos por siempre agradecidos. Tengo información importante sobre nuestro tesoro.
fr: Nous voilà libres ! Monseigneur Kalenz, nous vous suivrons partout et vous devons une gratitude éternelle. J'ai des informations importantes à propos de notre trésor.
hu: Szabadok vagyunk! Kalenz Uram, örökké a lekötelezetteid vagyunk, követünk téged bárhová. Fontos információim vannak a kincsünkről.
pl: Jesteśmy wolni! Mój panie, Kalenz, podążym za wami wszędzie i na zawsze będziemy wam wdzięczni. Mam ważne informacje o naszym skarbie.
ru: Мы свободны! Мой господин Каленз, мы будем следовать за Вами, куда бы Вы не пошли и будем всегда благодарны. У меня есть ценные сведенья о нашем сокровище
sv: Vi är fria! Furst Kalenz, vi följer dig vart du önskar, och vi är dig evigt tacksamma. Jag har viktig information om vår skattkammare.
tr: Özgürüz! Kalenz her yerde arkandayız ve sana daima minnettar kalacağız. Hazine hakkında önemli bilgilere sahibim.

source: Without their leaders the Saurians flee in panic. Free the garrison!
hu: A vezérük nélkül a gyíkok fejvesztetten menekülnek. Szabadítsuk ki a foglyokat!
pl: Bez swoich przywódców jaszczury uciekają w panice. Uwolnijcie garnizon!
tr: Lidersiz kalan Sürüngenler panik içinde kaçtılar. Garnizon artık özgür!

source: We have defeated the Saurians and freed the garrison, but our gold is gone.
da: Vi har besejret øglerne og befriet garnisonen, men vores guld er væk.
de: Wir haben die Saurianer besiegt und die Garnison befreit, aber unser Gold ist weg.
es: Hemos derrotado a los Saurios y liberado la guarnición, pero nuestro oro se ha ido.
fr: Nous avons vaincu les sauriens et libéré la garnison, mais notre or a disparu.
hu: Legyőztük a gyíkokat és kiszabadítottuk a foglyokat, de az aranyunk elveszett.
pl: Pokonaliśmy jaszczurów i uwolniliśmy więźniów z garnizonu, ale nasze złoto zniknęło.
ru: Мы победили Саурианов и освободили гарнизон, но наше золото потеряно
sv: Vi har besegrat ödlefolket och befriat garnisonen, men vårt guld är borta.
tr: Sürüngenleri yendik, garnizonu kurtardık ama altınımız gitmiş.

source: The Saurians have apparently taken all our treasure to their treasury. They were particularly interested in finding some dastone, I could not really understand what this was
da: Øglerne har åbenbart taget alle skattene til deres skatkammer. De var specielt interesseret i at finde nogle dastone, jeg kunne ikke rigtig forstå hvad det var.
de: Die Saurianer haben offenbar unsere ganzen Schätze in ihre Schatzkammer gebracht. Es schien mir so, als ob sie ein Teil ganz besonders interessierte. Sie wollten irgend einen Klunker finden, oder so. Ich konnte es nicht richtig verstehen, was sie sagten, aber ich meine Klunker verstanden zu haben.
es: Los Saurios enviaron todo nuestro tesoro al parecer a su tesorería. Estaban particularmente interesados en encontrar algún dastone, yo no entiendo lo que esto significa
fr: Les sauriens semblent avoir emporté toutes nos richesses à leur salle du trésor. Ils manifestaient un intérêt particulier pour une certaine loupière. Je n'ai pas vraiment compris de quoi il s'agissait.
hu: A gyíkok nyilvánvalóan elvitték a kincseinket az ő kincstárukba. Különösen valamiféle "küvet" kerestek. Valójában nem is tudom, mi lehet az.
pl: Jaszczury najwidoczniej zabrały całe nasz złoto do swojego skarbca. Zwłaszcza były zainteresowane w odnalezieniu jakiegoś kamienia, nie bardzo mogłem zrozumieć o co im chodziło.
ru: Саурианы забрали наше золото в свою сокровищницу. Они хотели найти какой-то камень Я не понял, о чем шла речь?
sv: Ödlefolket har visst tagit alla våra skatter till sin skattkammare. De letade särskilt efter någon 'stenen', men jag förstod inte riktigt vad det rörde sig om.
tr: Sürüngenler hazinemizi kendilerininkine katmışlar. Aslında bir taş bulmakla ilgileniyorlardı, bunu gerçekten anlayamıyorum.

source: I heard the war with the Orcs is not going well. We really need all this gold!
da: Jeg har hørt at krigen med orkerne ikke går godt. Vi har virkelig brug for det her guld!
de: Ich habe gehört, der Krieg mit den Orks läuft alles andere als gut. Wir brauchen dringend all dieses Gold, um den Krieg zu finanzieren!
es: Oí que no va bien la guerra con los Orcos. ¡Realmente necesitamos todo este oro!
fr: J'ai entendu dire que la guerre contre les orcs se passait mal. Nous avons vraiment besoin de cet or !
hu: Úgy hallottam, hogy a háború az orkokkal nem megy valami jól. Tényleg szükségünk van arra az aranyra!
pl: Słyszałem, że wojna z orkami nie idzie po naszej myśli. Naprawdę potrzebujemy całego tego złota!
ru: Я слышал, война с орками идет не слишком успешно. Нам действительно нужна это золото!
sv: Det sägs att kriget mot orcherna drar ut på tiden. Vi behöver sannerligen allt guld som fanns här.
tr: Orklarla savaşın iyi gitmediğini duydum. Bu altının tamamına gerçekten ihtiyacımız var.

source: We will hunt down those Saurians and get back our gold. And, we must make them pay for messing with us! Let's hurry.
da: Vi vil jage de øgler ned og få guldet tilbage. Og vi må sørge for at de kommer til at betale for at genere os! Hurtigt.
de: Wir werden diese Saurianer jagen, finden und uns das Gold von ihnen zurückholen. Ausserdem werden wir sie dafür um Gnade winseln lassen, bevor wir sie töten. Schnell, lasst sie uns verfolgen!
es: Atrapemos a esos Saurios y recuperemos nuestro oro. ¡Y, debemos hacerles paga por ponerse en nuestra contra! Apresurémosnos.
fr: Nous allons traquer ces sauriens et récupérer notre or. Et nous devons les faire payer pour s'être frottés à nous ! Dépêchons-nous
hu: Le fogjuk vadászni azokat a gyíkokat, és visszaszerezzük az aranyunkat. Keservesen fogják megfizetni azt, hogy kikezdtek velünk! Siessünk!
pl: Dościgniemy jaszczurów i odzyskamy nasze złoto. I muszą zapłacić za to, że z nami zadarli! Pośpieszmy się.
ru: Мы будем охотиться за Саурианами и вернем наше золото назад. Поспешим!
sv: Vi skall leta reda på de där ödlemännen och ta tillbaka vårt guld. Och så skall de få betalt för att de ställt till det för oss! Skynda!
tr: Bu sürüngenleri yakalayıncaya kadar peşini bırakmayacağız ve altınımızı geri alacağız. Bizi zor durumda bırakmanın cezasını çekecekler! Acele edelim.

source: The Saurian Treasury
da: Øglernes skatkammer
de: Der Saurianische Schatz
es: La Tesorería Sauria
fr: La salle du Trésor saurien
hu: A Gyík Kincstár
pl: Skarbiec jaszczurów
ru: Сокровищница Саурианов
sv: Ödlefolkets skattkammare
tr: Sürüngen Hazinesi

source: You retrieve {AMOUNT} pieces of gold.
da: Du modtager {AMOUNT} guldstykker.
de: Ihr erhaltet {AMOUNT} Goldstücke.
es: Usted recupera {AMOUNT} piezas de oro.
fr: Vous récupérez {AMOUNT} pièces d'or.
hu: Hozzájutottál {AMOUNT} aranyhoz.
pl: Otrzymałeś {AMOUNT} sztuk złota.
ru: Вы получаете {AMOUNT} золотых
sv: Du erhåller {AMOUNT} guldstycken.
tr: {AMOUNT} altın aldınız.

source: Elvish scouts quickly picked up the trails of the Saurian war party and soon Kalenz's force moved in ...
da: Elverspejdere fandt hurtigt sporene fra øglernes hærgruppe og snart efter gik Kalenzs styrker ind ...
de: Elfische Reiter nahmen schnell die Verfolgung der saurianischen Truppe anhand ihrer Spuren auf und wurden bald von Kalenz Streitkräften unterstützt...
es: Los exploradores elfos buscaron el rastro de la partido de guerra Sauria y pronto las fuerzas de Kalenz los perseguían...
fr: Les éclaireurs elfes repérèrent rapidement les traces du groupe de guerriers saurien et les forces de Kalenz prirent position.
hu: A tünde felderítők gyorsan megtalálták a gyíkok nyomait és Kalenz erői hamarosan a kincstárukhoz értek...
pl: Zwiadowcy elfów szybko podjęli tropy podjazdu jaszczurów i wkrótce siły Kalenza ruszyły za nimi...
ru: Эльфийские разведчики быстро отыскали следы Саурианской военной экспедиции и вскоре войска Каленза вышли в путь...
sv: Alvspejare fick snabbt upp spåren efter ödlefolkets trupper och snart trädde Kalenz styrka in...
tr: Elf gözcüleri Sürüngen savaşından kaçanların hemen peşine düştüler, Kalenz ve ekibi de onların peşlerine...

source: Hraurg
hu: Laril
tr: Hrorg

source: Spahr
tr: Spar

source: Enter the Saurian Treasury and leave with the gold
da: Indtag øglernes skatkammer og stjæl guldet
de: Geht in die Saurianische Schatzkammer und verlasst sie mit dem Gold
es: Entrar en la Tesorería Sauria y salir con el oro
fr: Entrer dans la salle du Trésor saurien et repartir avec l'or
hu: Bejutsz a Gyík Kincstárba, és megszerzed az aranyat
pl: Wkrocz do skarbca jaszczurów i wyjdź z złotem
ru: Войдите в Саурианскую сокровищницу и заберите золото
sv: Träd in i ödlefolkets skattkammare och kom undan med guldet
tr: Sürüngen Hazinesine gir ve altını kurtar

source: There they are. They have transferred our gold to their treasury. We must strike quickly and leave with the gold before they bring in reinforcements
da: Der er de. De har overført vores guld til deres skatkammer. Vi må slå til hurtigt og af sted med guldet før de kan skaffe forstærkninger.
de: Dort sind sie. Sie haben unser Gold zu ihrem in ihre Schatzkammer gestellt. Wir müssen sie überrumpeln und dann schnell wieder mit ihrem Gold verschwinden, bevor sie Verstärkung holen können.
es: Allí están. Han transferido nuestro oro a su tesorería. Debemos atacarlos rápidamente y salir con el oro antes de que traigan refuerzos
fr: Les voilà. Ils ont transféré notre or dans leur salle du Trésor. Nous devons frapper vite et repartir avec l'or avant qu'ils n'amènent des renforts.
hu: Szóval itt vannak. Átszállították az aranyunkat a kincstárukba. Gyorsan le kell rohannunk őket és távozni az arannyal, mielőtt erősítést hívnának.
pl: Tutaj są. Przenieśli nasze złoto do swojego skarbca. Musimy uderzyć szybko i odejść z złotem zanim przyprowadzą posiłki.
ru: А вот и они. Они перевезли наше золото в свою сокровищницу. Мы должны быстро атаковать и забрать золото до того, как к ним придет подкрепление
sv: Där är de. De har lagt vårt guld i sin skattkammare. Vi måste slå till snabbt och ge oss av med guldet innan de kallar in förstärkningar.
tr: Oradalar. Altınımızı kendi hazinelerine aktardılar. Destek güçleri yardımlarına gelmeden önce çabucak altını alıp buradan gitmeliyiz.

source: The elves have followed us! We must hold the gold until reinforcements arrive.
da: Elverne har fulgt efter os! Vi må beskytte guldet indtil forstærkninger ankommer.
de: Die Elfen sind uns gefolgt! Wir müssen das Gold so lange beschützen, bis unsere Verstärkung eintrifft.
es: ¡Los elfos nos han seguido! Debemos conservar el oro hasta que lleguen los refuerzos.
fr: Les elfes nous ont suivis ! Nous devons conserver l'or jusqu'à ce que les renforts arrivent.
hu: A tündék követtek minket! Meg kell tartanunk az aranyat, amíg meg nem jön az erősítés!
pl: Elfy podążały za nami! Musimy utrzymać złoto do czasu przybycia posiłków.
ru: Эльфы следовали за нами! Мы должны удержать золото до прибытия подкрепления.
sv: Alverna har följt efter oss! Vi måste slå vakt om guldet till vi får förstärkningar!
tr: Elfler bizi takip etmiş! Destek kuvvetleri gelene kadar altını elimizde tutmalıyız.

source: We got to the treasury. It was much easier than we thought...What's this?
da: Vi nåede skatkammeret. Det var meget nemmere end vi troede... Hvad er dette?
de: Wir haben die Schatzkammer erreicht. Es war einfacher als wir dachten... Was ist das?
es: Conseguimos el tesoro. Resulto más fácil de lo esperado... ¿Qué es esto?
fr: Nous avons atteint la salle du Trésor. C'était beaucoup plus facile que nous ne le pensions... Qu'est-ce que c'est ?
hu: Elértük a kincstárat. Sokkal könnyebb volt mint gondoltuk... Mi ez?
pl: Dostaliśmy się do skarbca. To było łatwiejsze niż myśleliśmy... A to co?
ru: Сокровище у нас! Это было куда легче, чем мы думали. Что это?
sv: Vi har skatten. Det var mycket lättare än vi trodde... Vad är detta?
tr: Hazineyi kurtardık. Düşündüğümden de kolay oldu... Bu ne?

source: Swirh
tr: Svir

source: Stupid elves thought the treasury was unguarded! Guards, slay these intruders!
da: Dumme elver i troede at skatkammeret ikke var beskyttet! Vagter slå disse indtrængere ned!
de: Die dummen Elfen glaubten, das die Schatzkammer unbewacht wäre! Ha Ha ! Wachen, schlachtet diese Eindringlinge!
es: ¡Los tontos elfos pensaron que la tesorería estaba indefensa! ¡Guardias, maten a los intrusos!
fr: Les elfes avaient la stupidité de penser que le trésor serait laissé sans protection. Gardes, exécutez ces intrus !
hu: A hülye tündék azt gondolták, hogy a kincstár őrizetlen! Őrök, öljétek meg a betolakodókat!
pl: Głupie elfy sądziły, że skarbiec był niestrzeżony! Straże, zabić intruzów!
ru: Глупые эльфы думали, что сокровище не охранялось! Стража, уничтожить этих незванных гостей!
sv: De dumma alverna trodde att skatten var obevakad! Vakter, döda inkräktarna!
tr: Aptal elfler hazinenin korunaksız olduğunu düşündü! Muhafızlar! Bu davetsiz misafirleri öldürün!

source: We have recovered our gold.
da: Vi har generobret vores guld.
de: Wir haben unser Gold zurückerobert.
es: Hemos recuperado nuestro oro.
fr: Nous avons récupéré notre or.
hu: Visszaszereztük az aranyunkat.
pl: Odzyskaliśmy nasze złoto.
ru: Мы отобрали наше золото.
sv: Vi har återtagit vårt guld.
tr: Altınımızı kurtardık.

source: No, we have recovered much more than our gold. Seems like the Saurians had robbed much more than our gold!
da: Nej, vi har skaffet mere guld end blot vores eget. Ser ud til at øglerne har røvet meget mere end kun vores guld!
de: Nein, wir haben viel mehr als nur unser Gold zurückerobert. Es sieht so aus, als ob die Saurianer viele andere um ihr Gold beraubt haben.
es: No, hemos recuperado mucho más que nuestro oro. Parece que los Saurios habían robado mucho más que nuestro oro!
fr: Non, nous avons récupéré bien plus que notre or. Il semblerait que les sauriens avaient dérobé beaucoup plus que notre trésor.
hu: Nemcsak azt, többet szereztünk, mint ami a miénk volt. Úgy tűnik a gyíkok sok aranyat raboltak, s nemcsak tőlünk!
pl: Nie, odzyskaliśmy znacznie więcej niż tylko nasze złoto. Zdaje się, że jaszczury zrabowały oprócz naszego jeszcze znacznie więcej złota!
ru: Нет, мы получили куда больше, чем наше золото. Похоже, Саурианы украли куда больше, чем наше золото!
sv: Nej, vi har kommit över mycket mer än bara vårt guld! Ödlefolket verkar ha stulit mycket mer än så!
tr: Hayır, altınımızdan fazlasını kurtardık. Sürüngenler bizim altından çok daha fazlasına sahipmiş!

source: They took all our gold! Quickly, set up garrisons everywhere. I will give 500 gold to whoever kills their leader. They must not escape.
da: De tog hele vores guldbeholdning! Hurtigt etablere garrisoner overalt. Jeg giver 500 guldstykker til den som dræber deres leder. De må ikke undslippe.
de: Sie haben all´ unser Gold genommen! Schnell, sendet Späher in alle Richtungen aus. Ich setze 500 Goldstücke Belohnung auf den Kopf ihres Anführers aus. Sie dürfen nicht entkommen.
es: ¡Tomaron todo nuestro oro! Rápido, instalen guarniciones por todas partes. Daré 500 piezas de oro a quien mate a su líder. No se deben escapar.
fr: Ils ont pris tout notre or ! Vite, organisez partout des garnisons. J'offre une récompense de 500 pièces d'or à celui qui tuera leur chef. Ils ne doivent pas s'échapper.
hu: Elvették minden aranyunkat! Gyorsan, állíts fel őrségeket mindenütt! 500 aranyat adok annak, aki megöli vezérüket. Nem szabad meglépniük!
pl: Zabrali całe nasze złoto! Szybko, rozstawcie ludzi wszędzie. Dam 500 sztuk złota temu, kto zabije ich przywódcę. Nie mogą uciec.
ru: Они взяли все наше золото! Быстро, расставить везде гарнизоны. 500 золотых тому, кто убьет их лидера. Они не должны уйти.
sv: De tog allt vårt guld! Skynda! Sätt upp garnisoner överallt! Jag ger femhundra guldstycken till den som dödar deras ledare. De får inte komma undan!
tr: Altınımızı aldılar! Çabuk her yere kamp kurun. Liderlerinin kellesini getirene 500 altın vereceğim. Kaçmamalılar.

source: Turnaround is fair play. Now let's get all the gold and get back to Wesmere. But by now all Saurians will be looking for us, so we will take a route to the north.
da: En vending til det bedre er rimelig. Lad os få alt guldet og komme tilbage til Wesmere. Nu vil samtlige øgler dog være på udkig efter os, så vi følger en rute mod nord.
de: Rache ist Süß. Nun lasst uns das Gold nehmen und zusammen nach Wesmere zurückkehren. Ich nehme an, das mittlerweile alle Saurianer nach uns Ausschau halten werden, deswegen werden wir unseren Weg Richtung Norden ändern.
es: El incremento es justo. Ahora que conseguimos todo el oro regresemos a Wesmere. Pero como todos los Saurios nos estarán buscando, tomaremos una ruta al norte.
fr: C'est un juste retour des choses. Prenons tout cet or et regagnons Wesmere. Mais tous les sauriens doivent nous rechercher à présent, nous prendrons donc une route au nord.
hu: A szerencse forgandó. Fogjuk az aranyat és térjünk vissza Wesmere-be. Mivel a gyíkok lesni fognak ránk, kerülőt kell tennünk északra.
pl: Grabić zagrabione to słuszna maksyma. A teraz zabierzmy całe złoto i wracajmy do Wesmere. Odtąd wszystkie jaszczury będą nas szukać, a więc wybierzemy trasę na północ.
ru: Давайте заберем все золото и вернемся в Весмир. Поскольку теперь все Саурианы будут нас искать, давайте отправимся на север.
sv: Det är är bara rättvist. Ta allt guld så återvänder vi till Wesmere. Nu är väl hela ödlefolket efter oss, så vi får ta vägen norröver.
tr: Rövanşı aldık. Şimdi altının tamamını alıp Wesmer’e geri dönelim. Fakat artık Sürüngenler her yerde bizi arayacaktır. Bu bakımdan kuzeye yol alacağız.

source: Aquaintance in Need
da: Bekendte i knibe
de: Ein Bekannter in Not
es: Resistir por necesidad
fr: Une connaissance dans le besoin
hu: Ismerős a kelepcében
pl: Znajomy w potrzebie
ru: Полезное знакомство
sv: En vän i nöd
tr: Gereğini Bilmek

source: With the Saurians blocking the entrance to Wesmere, Kalenz and his group moved north to enter Wesmere Forest from there ...
da: Da øglerne blokerede indgangen til Wesmere, flyttede Kalenz og sin gruppe sig mod nord for at gå ind i Wesmere Skoven derfra ...
de: Da die Saurianer den Eingang nach Wesmere blockieren, bewegten sich Kalenz und seine Gruppe nach Norden um den Wald von Wesmere auf diesem Weg zu erreichen...
es: Con los Saurios bloqueando la entrada a Wesmere, Kalenz y su grupo se movieron al norte para entrar en los bosques de Wesmere por allí...
fr: Les sauriens bloquant l'accès à Wesmere, Kalenz et son groupe se dirigèrent vers le nord pour pouvoir entrer dans la forêt de Wesmere...
hu: Mivel a gyíkok lezárták a Wesmerebe vezető utat, Kalenz és csapata északnak indult, hogy onnan érjék el Wesmere erdejét...
pl: Z jaszczurami blokującymi wejście do Wesmere, Kalenz i jego grupa ruszyła na północ, aby spróbować dostępu do lasu Wesmere stamtąd...
ru: Из-за того, что Саурианы блокировали вход в Весмир, Каленз и его группа отправились на север, чтобы войти в Лес Весмира оттуда...
sv: Ödlefolket blockerade ingången till Wesmere, så Kalenz och hans följeslagare gick norrut för att kunna ta sig in i Wesmere-skogen därifrån...
tr: Sürüngenlerin Wesmer’e girişi engellemeleri üzerine, Kalenz ekibiyle Wesmer ormanının kuzey girişine hareket etti ...

source: Defeat enemy leaders
da: Besejr fjendtlige ledere
de: Besiegt die feindlichen Anführer
es: Matar a los lideres enemigos
fr: Vaincre les chefs ennemis
hu: Legyőzöd az ellenséges vezéreket
pl: Pokonaj wrogich przywódców
ru: Нанесите поражение вражескому лидеру
sv: Besegra fiendeledarna
tr: Düşman liderlerini yen

source: What's this? Looks like the orcs have surrounded a dwarvish enclave. I think it's our old friend, Olurf.
da: Hvad er dette? Ligner at orkerne har omringet en dværgeenklave. Jeg tror det er vores gamle ven Olurf.
de: Was ist das? Es scheint als hätten die Orks eine Enklave der Zwerge umstellt. Ich denke es ist Olurf, unser alter Freund.
es: ¿Que es esto? Parece que los orcos han rodeado un enclave de los enanos. Creo que es nuestro viejo amigo, Olurf.
fr: Qu'est-ce donc ? Il semblerait que les orcs aient encerclé une enclave naine. Je crois que c'est notre vieil ami Olurf.
hu: Mi ez? Úgy tűnik mintha az orkok körülvettek volna egy törp területet. Szerintem ez a régi barátunk Olurf.
pl: Co to? Wygląda na to, że orki otoczyły enklawę krasnoludów. To chyba nasz stary znajomy, Olurf.
ru: Что это? Сдается мне, орки окружили анклав гномов. А не наш ли это старый друг Олурф?
sv: Vad är det här? Det ser ut som att orcherna har omringat en dvärgenklav. Jag tror minsann det är vår gamle vän Olurf.
tr: Bu ne? Orklar bir cüce yerleşimini kuşatmış görünüyor. O sanırım eski dostumuz Olurf.
