Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Thanks to you Kalenz, son of Kliada. Our troops are at your command.
da: Takket være dig Kalenz, søn af Kliada. Vores tropper er under din kommando.
de: Dank sei euch Kalenz, Sohn des Kliada. Unsere Truppen erwarten euren Befehl.
es: Gracias Kalenz, hijo de Kliada. Nuestras tropas están a sus ordenes.
fr: Merci à vous Kalenz, fils de Kliada. Nos troupes sont à vos ordres.
hu: Köszönjük Kalenz, Kliada fia. Rendelkezz a seregünkkel!
pl: Podziękowania dla Kalenza, syna Kliady. Nasi żołnierze są do twojej dyspozycji.
ru: Благодарю тебя, Каленз, сын Клиады. Наши войска под твоим командованием
sv: Det är din förtjänst, Kalenz Kliadas son. Våra trupper står till ditt förfogande.
tr: Teşekkürler, Kliyada’nın oğlu Kalenz. Askerlerimiz emrindedir.

source: The elves are attacking us! Reserves!
da: Elverne angriber os! Reserverne frem!
de: Die Elfen greifen uns an! Verstärkung!
es: ¡Los elfos están atacándonos! ¡Reservas!
fr: Les elfes attaquent ! Troupes de réserve !
hu: A tündék megtámadtak minket! Bevetni a tartalékot!
pl: Elfy nas atakują! Rezerwy!
ru: Эльфы атакуют! Резервы!!
sv: Alverna anfaller oss! Reserver!
tr: Elfler saldırıyor! Yedekler!

source: Zhuk
pl: Żuk
ru: Жук
tr: Zıhuk

source: Dran
ru: Дран
tr: Dıran

source: Hrugt
ru: Хрюгт
tr: Hurugut

source: Orhtib
ru: Ортиб
tr: Orhitib

source: Hour of Glory
da: Ærens tid
de: Stunde des Ruhms
es: Hora de Gloria
fr: L'Heure de gloire
hu: A dicsőség órája
pl: Godzina Chwały
ru: Миг славы
sv: Ärans timme
tr: İftihar Zamanı

source: Kalenz, your mission is now complete: The orcish King is dead and you have recaptured your home. Yet I feel there is no peace in your mind...
da: Kalenz, din mission er fuldført: Orkkongen er død og du har generobret dit hjem. Stadig kan jeg dog mærke at der ikke er fred i dit sind...
de: Kalenz, eure Aufgabe ist nun erfüllt: Der Herrscher der Orks ist tot und ihr habt eure Heimat zurück erobert. Dennoch fühle ich, dass ihr noch keinen Frieden gefunden habt...
es: Kalenz, tu misión esta completa ahora: El rey de los orcos esta muerto y has recobrado tu hogar. Pero siento que no hay paz en tu mente...
fr: Kalenz, vous avez mené à bien votre mission : le roi des orcs est mort et vous avez reconquis votre patrie. Pourtant, je sens que votre esprit n'est pas apaisé...
hu: Kalenz, végre teljes siker koronázta a küldetésedet. Az ork király meghalt, az otthonod felszabadult, mégsem tudsz megnyugodni...
pl: Kalenz, wypełniliście teraz waszą misję: król orków jest martwy a wyście odzyskali swój dom. A jednak wyczuwam, że nie ma pokoju w waszych myślach...
ru: Каленз, твоя миссия завершена: Король орков мертв и твой дом вновь в твоих руках. Но я чувствую, что в твоей душе нет мира...
sv: Kalenz, du har fullgjort ditt uppdrag: orchernas kung är död och du har återtagit ditt hem. Men jag känner ändå att du inte har någon ro i ditt sinne...
tr: Kalenz, göreviniz şimdi tamamlandı: Ork kralı öldü ve memleketimiz kurtuldu. Ama hala kendimi barış içinde hissetmiyorum...

source: It is indeed as you say. It is that potion that's eating me. I cannot enjoy our victories, nor can I rest. I am fighting it every single moment.
da: Det er rigtigt. Det er den trylledrik som spiser fra indefra. Jeg kan ikke nyde vores sejre, eller hvile. Jeg kæmper mod den hele tiden.
de: Es ist in der Tat so wie ihr sagt. Es ist dieser Trank der mich auffrisst. Ich kann mich weder unseres Siegs erfreuen, noch kann ich ruhen. Ich kämpfe immerzu dagegen an.
es: Es como dices. Esa poción me está consumiendo. No puedo disfrutar de la victoria, ni puedo descansar. Estoy luchándo todo el tiempo.
fr: Il en est ainsi que vous le dites. C'est cette potion qui me dévore. Je ne puis apprécier nos victoires, ni trouver le repos. Je dois la combattre à chaque instant.
hu: Úgy van, ahogy mondod. Az az ital nem hagy nyugodni. Nem tudok gondtalanul örülni a győzelmeinknek, s képtelen vagyok megnyugodni. Szüntelenül harcolnom kell vele.
pl: W rzeczy samej jest tak jak mówicie. To ta mikstura zajmuje moje myśli. Nie mogę radować swego serca naszymi wiktoriami, ani odpocząć. Zwalczam ją w każdej chwili.
ru: Так и есть. Зелье... Оно разъедает меня изнутри. Я не могу радоваться нашим победам, как не могу и отдохнуть. Я борюсь с собой каждый миг...
sv: Du har alldeles rätt. Elixiret brinner i mina ådror. Jag kan inte njuta av våra segrar, och inte heller vila. Jag kämpar mot det varje minut.
tr: Gerçekten, dediğiniz gibi. Ne zaferimize sevinebiliyorum ne de dinlenebilmeme. Her an, her dakika döğüş halindeyim.

source: Crelanu warned us about it...
da: Crelanu advarede os om den...
de: Crelanu warnte uns davor...
es: Crelanu nos advirtió sobre eso...
fr: Crelanu nous avait prévenus à son propos...
hu: Crelanu figyelmeztetett, hogy így lesz...
pl: Crelanu ostrzegł nas o niej...
ru: Крелану предупреждал нас об этом...
sv: Crelanu varnade oss för det...
tr: Crelanu bizi o konuda uyardı...

source: There was no other choice. Even if we die, it was worth it.
da: Der var ikke noget andet valg. Selvom vi skulle dø var det det værd.
de: Es gab keine Alternative. Selbst wenn wir sterben, war es den Preis wert.
es: No había otra opción. Aunque me cueste la vida, valio la pena.
fr: Il n'existait pas d'autre choix. Même si nous mourons, cela en valait la peine.
hu: Nem volt más választásunk. De megérte, akkor is, ha végül belepusztulunk.
pl: Nie było innego wyboru. Nawet jeżeli zginiemy, będzie warto.
ru: Другого выбора не было. Даже если мы умрем, оно того стоило.
sv: Vi hade inget val. Även om vi dör så var det värt priset.
tr: Başka seçme şansımız yok. Ölsek bile, buna değer.

source: You will not die. You must fight it. I have faith in you Kalenz, you will overcome and master it. It will be hard and painful, but you will beat the potion. But it's Landar I am more worried about...
da: Du dør ikke. Du må kæmpe imod. Jeg har tro på dig Kalenz, du vil bekæmpe den og komme ud som sejrherre. Det bliver hårdt og smertefuldt, men du vil vinde over trylledrikken. Det er Landar jeg er bekymret for...
de: Ihr werdet nicht sterben. Ihr müsst dagegen ankämpfen. Ich habe vertrauen in euch, Kalenz. Ihr werdet es überwinden und kontrollieren. Es wird schwer und schmerzvoll sein, aber ihr werdet den Trank bezwingen. Es ist Landar um den ich mir Sorgen mache...
es: No morirás. Debes luchar. Tengo fe en ti Kalenz, lo superarás y dominarás. Será duro y doloroso, pero vencerás a la poción. Pero es Landar quien me preocupa...
fr: Vous ne mourrez pas. Vous devez la combattre, ce sera douloureux et difficile. J'ai foi en vous Kalenz, vous saurez la contrer et vous en rendre maître. Mais je m'inquiète davantage pour Landar...
hu: Nem fogsz belehalni. Harcolnod kell ellene. Bízom benned. Harcolsz és legyőzöd. Kemény és fájdalmas küzdelem lesz, de legyőzöd az italt. De mi lesz Landarral, miatta aggódom...
pl: Wy panie NIE umrzecie. Musicie zwalczać efekty tej mikstury. Ufam w was, Kalenz, przezwyciężycie i zapanujecie nad nią. Będzie to trudne i bolesne, ale pokonacie ją. Martwię się raczej o Landara...
ru: Вы не умрете. Вы должны бороться с этим. Я верю в тебя, Каленз, ты преодолеешь это. Борьба будет сложной и болезненной, но ты победишь зелье. Меня больше беспокоит Ландар...
sv: Du kommer inte att dö. Du måste kämpa emot det. Jag litar på dig Kalenz, du kommer att betvinga det. Det kommer att blir svårt och smärtsamt, men du kommer att övervinna elixiret. Jag oroar mig mer för Landar...
tr: Sen ölmeyeceksin. Döğüşmelisin. Ben sana inanıyorum Kalenz, bunun üzerine gidecek ve duruma hakim olacaksın. Zor ve zahmetli olacak, fakat içindeki zehri atacaksın. Ancak, Landar konusunda hala endişeliyim...

source: He seems to handle it better than me...
da: Han ser ud til at klare det bedre end mig...
de: Er scheint besser damit klar zu kommen als ich...
es: Parece manejarlo mejor que yo...
fr: Il semble s'en accommoder mieux que moi...
hu: Pedig úgy látom sokkal jobban megbirkózik vele, mint én...
pl: Wydaje się radzić sobie z nią lepiej niż ja...
ru: Мне кажется, он справляется с этим лучше меня...
sv: Men han verkar klara av det mycket bättre än jag...
tr: Benden daha iyi hakim olmuş görünüyor...

source: He seems to handle it too well, Kalenz. But I am afraid things are not as they seem. I fear he has already turned to the other side...
da: Han ser ud til at håndtere det alt for godt Kalenz. Men jeg er bange for at tingene ikke er som de ser ud til at være. Jeg frygter at han allerede er skiftet til den anden side...
de: Er scheint zu gut damit klar zu kommen, Kalenz. Aber ich befürchte die Dinge sind nicht so wie sie scheinen. Ich fürchte er hat sich bereits der anderen Seite zugewandt...
es: Parece manejarlo demasiado bien, Kalenz. Pero me temo que las cosas no son como parecen. Temo que él ya se haya pasado al otro lado...
fr: Il semble ne s'en accommoder que trop bien, Kalenz. Mais j'ai peur que les apparences soient trompeuses. Je crains qu'il n'ait déjà basculé de l'autre côté...
hu: Épp ez az, látszólag túl jól viseli. De félek, a dolgok nem úgy vannak, ahogy az kívülről látszik. Attól félek, hogy ő már a másik oldal foglya...
pl: Wydaje się ZBYT dobrze sobie z nią radzić, Kalenz. Ale obawiam się, że czasami niektóre rzeczy są inne niż na jakie wyglądają. Obawiam się, że już przeszedł na drugą stronę...
ru: Он справляется с этим слишком хорошо, Каленз. Но, боюсь, все не так, как кажется. Боюсь, он уже перешел на другую сторону...
sv: Han verkar klara av det bra, Kalenz. Men jag fruktar att allt inte är som det verkar. Jag befarar att han redan har bytt sida...
tr: Görünüşte öyle, Kalenz. Fakat, korkarım bazı şeyler göründüğü gibi değil. Aklının diğer tarafa kaydığından endişe ediyorum...

source: No way! Why do you say this?
da: På ingen måde! Hvorfor siger du den slags?
de: Niemals! Warum sagt ihr so etwas?
es: ¡Como! ¿Porqué dices eso?
fr: Impossible ! Pourquoi dites-vous pareille chose ?
hu: Az nem lehet! Miért mondod ezt?
pl: To niemożliwe! Dlaczego tak mówicie!
ru: Не может быть! Почему ты так говоришь???
sv: Aldrig! Varför säger du så?
tr: Asla! Niçin böyle söylüyorsun?

source: Some dwarves have been found dead in our camp. Landar is extremely unfriendly with them. I think the dwarves will leave us soon.
da: Nogle dværge er fundet dræbt i vores lejr. Landar er særdeles uvenlig over for dem. Jeg tror at dværgene snart forlader os.
de: Es wurden einige Zwerge in unserem Lager tot aufgefunden. Landar ist äußerst unfreundlich zu ihnen. Ich denke die Zwerge werden uns bald verlassen.
es: Han encontrado muerto a algunos enanos en nuestro campamento. Landar es extremadamente hostil con ellos. Creo que los enanos nos dejarán pronto.
fr: Des nains ont été retrouvés morts dans notre campement. Landar se montre extrêmement hostile à leur égard. Je pense que les nains nous quitteront bientôt.
hu: Néhány törpöt halva találtak a táborunkban. Landar nagyon barátságtalan hozzájuk. Azt hiszem a törpök hamarosan elhagynak minket.
pl: Odnaleziono trupy krasnoludów w naszym obozie. Landar jest wobec tego ludu bardzo nieprzyjazny. Obawiam się, że krasnoludy wkrótce nas opuszczą.
ru: Несколько гномов были найдены мертвыми в нашем лагере. Ландар крайне недружелюбен к ним. Я думаю, гномы скоро нас покинут.
sv: Några dvärgar har hittats döda i vårt läger. Landar är mycket otrevlig mot dem. Jag tror att dvärgarna kommer att ge sig av snart.
tr: Kampımızda cüce ölüleri bulundu. Landar onlara hiç de dostça davranmadı. Cücelerin bize sırt çevirmesi yakındır.

source: I will try to patch things between them...
da: Jeg vil forsøge at klinge sårene imellem dem...
de: Ich werde versuchen die Wogen zwischen ihnen zu glätten...
es: Intentaré arreglar las cosas entre ellos
fr: J'essaierai d'arranger les choses entre eux...
hu: Megpróbálom elsimítani a dolgot közöttük...
pl: Spróbuję jakoś ich pogodzić...
ru: Я постараюсь все с ними уладить...
sv: Jag skall försöka medla mellan dem...
tr: Aralarını bulmaya çalışırım...

source: I see I cannot convince you. So, do as you think, but be careful Kalenz, for I fear for us all...
da: Jeg kan forstå at jeg ikke kan overbevise dig. Gør som du tror men være forsigtig Kalenz for jeg frygter for os alle...
de: Ich sehe ich kann euch nicht überzeugen. Nun, dann handelt wie ihr es für richtig haltet doch seid vorsichtig, Kalenz denn ich fürchte um jeden von uns...
es: Veo que no puedo convencerte. Entonces, has lo que quieras, pero ten cuidado Kalenz, porque temo por todos nosotros...
fr: Je vois que je ne peux vous convaincre. Soit, faites comme vous l'entendez, mais soyez prudent Kalenz. Je crains pour nous tous...
hu: Látom, nem tudtalak meggyőzni. Tedd, amit jónak látsz Kalenz, de légy óvatos, aggódom mindnyájunkért...
pl: Widzę, że nie potrafię was przekonać. Róbcie więc jak uważacie, ale bądźcie ostrożni, panie Kalenz, bo boję się o nas wszystkich...
ru: Вижу, я не смогу тебя убедить. Делай как знаешь, но будь осторожен, Каленз. Я боюсь за нас всех...
sv: Jag kan inte övertyga dig, förstår jag. Tja, du gör som du vill, men ta dig i akt. Jag fruktar för oss alla...
tr: Seni ikna edemediğimi görüyorum. Öyleyse, düşündüğün gibi olsun, fakat dikkatli ol, Kalenz. Bizim için korkuyorum...

source: Costly Revenge
da: Dyrbar hævn
de: Teure Rache
es: Venganza costosa
fr: Coûteuse revanche
hu: A bosszúnak ára van
pl: Kosztowna zemsta
ru: Дорогая расплата
sv: En dyrbar hämnd
tr: Pahalı İntikam

source: But Kalenz failed to persuade the dwarfs. The dwarfs left and at Landar's insistence the elves marched on the Saurians...
da: Men Kalenz mislykkedes i at overtale dværgene. Dværgene tog af sted og på Landars insistering marcherede elverne mod øglerne...
de: Doch Kalenz konnte die Zwerge nicht überzeugen. Die Zwerge gingen fort und auf Landars drängen hin, marschierten die Elfen den Saurianern entgegen...
es: Pero Kalenz no persuadió a los enanos. Los enanos salieron y a la insistencia de Landar los elfos marcharon en contra de los Saurios...
fr: Mais Kalenz ne parvint pas à convaincre les nains. Ils partirent et Landar insista pour que les elfes marchent sur les sauriens...
hu: De Kalenz nem tudta visszatartani a törpöket. A törpök eltávoztak, s a Landar feltüzelte tündék a gyíkok ellen vonultak...
pl: Kalenz jednakże nie potrafił przekonać krasnoludów. Krasnoludy odeszły, a pod wpływem nalegań Landara elfy pomaszerowały na jaszczurów...
ru: Но Калензу не удалось убедить гномов. Гномы ушли и по настоянию Ландара эльфы двинулись на Саурианов...
sv: Men Kalenz lyckades inte övertala dvärgarna. De gav sig av och på Landars enträgna uppmaning marscherade alverna mot ödlefolket...
tr: Fakat Kalenz cüceleri ikna etmekte başarılı olamadı. Cüceler gitti ve Landar’ın ısrarıyla elfler Sürüngenlerin üzerine yürüdü...

source: Hgyr
tr: Hügüyür

source: We have finally reached Saurgrath, their capitol. Remember whose side they have been on in our most trying times.
da: Vi har endelig nået Saurgarth deres hovedstad. Husk hvilken side de har været på under vores værste tider.
de: Endlich haben wir ihre Hauptstadt erreicht, Saurgrath. Denkt daran an wessen Seite sie in unseren schwersten Zeiten standen.
es: Finalmente hemos localizado a Saurgrath, su capital. Recuerden de que lado han estado todo este tiempo.
fr: Nous avons enfin atteint Saurgrath, leur capitale. Souvenez-vous dans quel camp ils étaient lorsque nous vivions nos moments les plus éprouvants.
hu: Végül elértük Saurgrathot, a gyíkok fővárosát. Ne feledjétek, melyik oldalon álltak ezekben a tündepróbáló időkben...
pl: Nareszcie dotarliśmy do Saurgrath, ich stolicy. Pamiętajcie, po czyjej oni byli stronie w czasie naszych największych kłopotów.
ru: Мы достигли Саурграда, их столицы. Не забывайте, на чьей стороне они были
sv: Vi har äntligen nått Saurgrath, ödlefolkets huvudstad. Glöm inte vilken sida de har stått på när vi har haft det som svårast.
tr: Sonunda Sürüngenlerin başkenti Sürünkent’e vardık. En zorlu zamanlarımızda onların kimin yanında olduklarını unutmayın.

source: I fear this will be a bloodbath...
da: Jeg frygter at dette blive et blodbad...
de: Ich fürchte dies wird ein Blutbad werden...
es: Yo temo que será un baño de sangre...
fr: Je crains que cela ne tourne au bain de sang.
hu: Attól tartok, itt vérfürdő lesz...
pl: Obawiam się, że to będzie istna rzeźnia.
ru: Боюсь, это будет кровавая баня...
sv: Jag fruktar ett blodbad...
tr: Korkarım bu bir kan banyosu olacak...

source: It is our chance to finish them off...
da: Det er vores chance for at gøre det af med det...
de: Es ist unsere Chance sie endgültig zu erledigen...
es: Es nuestra oportunidad para terminar con ellos...
fr: C'est là notre chance d'en finir avec eux...
hu: Esélyünk van végleg leszámolni velük...
pl: Mamy szansę ich wykończyć...
ru: Это наш шанс покончить с ними!
sv: Detta är vår chans att göra slut på dem...
tr: Onları bitirmek bize kaldı...

source: Victory is ours.
da: Sejren er vores.
de: Der Sieg ist unser.
es: La victoria es nuestra.
fr: La victoire est nôtre.
hu: A győzelem a miénk!
pl: Zwycięstwo należy do nas.
ru: Победа за нами!
sv: Segern är vår!
tr: Zafer bizimdir.

source: Council ruling
da: Rådsafgørelse
de: Ratsentscheidung
es: Decisión del Concejo
fr: Décision du conseil
hu: Tanácsi törvénykezés
pl: Wyrok rady
ru: Правление Совета
sv: Rådets utslag
tr: Konsey Kararı

source: With the once mighty Saurian empire destroyed, Saurians were never again able to have an organized state in Wesnoth. But the Elves still had problems of their own...
da: Med det tidligere mægtige øgleimperie ødelagt, blev øglerne aldrig mere i stand til at have en organiseret stat i Wesnoth. Men elverne havde stadig deres egne problemer...
de: Nachdem das saurianische Imperium zerstört war, hatten die Saurianer keine Möglichkeit mehr, sich eine organisierte Regierung in Wesnoth aufzubauen. Aber die Elfen hatten trotzdem mit ihren eigenen Problemen zu kämpfen...
es: Con el imperio Saurio destruido, los saurios nunca podrán tener un estado organizado en Wesnoth. Pero los Elfos todavía tenían sus propios problemas...
fr: Après la destruction de leur empire, autrefois si puissant, les sauriens ne purent plus jamais posséder un état organisé à Wesnoth. Mais les elfes avaient toujours leurs propres problèmes...
hu: Miután legyőzték a hatalmas Gyík Birodalmat, a gyíkok soha többé nem tudtak államot szervezni Wesnoth földjén. Ám a tündéknek ezúttal saját köreiken belül gyűlt meg a bajuk...
pl: Po zniszczeniu niegdyś potężnego imperium jaszczurów, nigdy więcej jaszczury nie zdołały już utworzyć zorganizowanego państwa w Wesnoth. Ale elfy wciąż miały swoje własne problemy...
ru: Когда могущественная империя Саурианов была разрушена, они уже никогда не смогли создать организованное государство в Весноте. Но у эльфов все еще были свои проблемы...
sv: Sedan ödlefolkets en gång så mäktiga imperium hade raserats, så lyckades de aldrig grunda någon stat mer i Wesnoth. Men alverna hade fortfarande sina egna problem...
tr: Güçlü Sürüngen imparatorunun yenilmesiyle Sürüngenler Wesnot’ta bir daha asla örgütlü duruma gelemediler. Fakat Elflerin hala bir takım sorunları vardı...

source: Kalenz, you stand here today in front of the council to apologize for your actions. You took the decision to help the humans in Weslath and hence risk further war with the Orcs, to strike at the orcs north and last to attack the Saurians. These are decisions to be taken by the council, and by nobody else!
da: Kalenz du står i dag her foran rådet for at undskylde for dine handlinger. Du tog beslutningen om at hjælpe menneskene i Weslath og dermed risikere yderligere krigshandlinger med orkerne, at angribe orkerne i nord og endelig at angribe øglerne. Dette er beslutninger som alle skal tages af rådet og af ingen andre!
de: Kalenz, ihr seid Heute hier erschienen, um euch vor dem Elfenrat für eure Handlungen zu entschuldigen. Ihr habt eigenmächtig die Entscheidung getroffen, den Menschen in Weslath zu helfen und habt dadurch einen weiteren Krieg riskiert. Zuerst mit den Orks im Norden und dann auch als ihr die Saurianer angegriffen habt. Dies sind Entscheidungen, welche ausschließlich dem Elfenrat obliegen, und sonst niemandem!
es: Kalenz, estás parado aquí hoy delante del concejo para disculparte por tus acciones. Tomaste la decisión de ayudar a los humanos en Weslath y te arriesgaste en una guerra adicional con los Orcos, para expulsar a los orcos al norte y para atacar por último a los Saurios. ¡Éstas decisiones las toma el concejo, y nadie más!
fr: Kalenz, vous vous tenez aujourd'hui devant le conseil pour vous excuser de vos actions. Vous avez décidé d'aider les humains à Weslath au risque de ranimer la guerre avec les orcs, de frapper les orcs au nord et enfin d'attaquer les sauriens. Ces décisions relevaient du Conseil et de lui seul !
hu: Kalenz, azért állsz a Tanács előtt, hogy elszámolj tetteiddel. Úgy döntöttél, hogy megsegíted az embereket Weslathnál, kockáztatva egy még nagyobb háborút az orkokkal, csapást mértél az orkokra északon, s végül megtámadtad a gyíkokat. Ilyen döntéseket csak a Tanács hozhat, és senki más nem.
pl: Panie Kalenz, stoicie przed radą aby przeprosić za swoje czyny. Podjeliście decyzję udzielenia pomocy ludziom w Weslath ryzykując w ten sposób dalszą wojnę z orkami, następnie by uderzyć na orki na północy i atakując jaszczury. Takie decyzje może podejmować jedynie ta rada i nikt inny!
ru: Каленз, сегодня ты стоишь перед Советом, чтобы извиниться за свои действия. Ты принял решение помочь людям в Веслате и этим рисковал начать войну с орками, ты напал на орков на севере и наконец атаковал Саурианов! Эти решения может принимать Совет, и никто другой!
sv: Kalenz, du står idag inför rådet för att be om ursäkt för dina handlingar. Du fattade beslutet att hjälpa människorna i Weslath, och därmed riskerade du fortsatt krig med orcherna. Du fattade beslutet att anfalla orcherna i norr, och till sist att anfalla ödlefolket. Sådana beslut skall fattas av rådet, och inte av någon annan!
tr: Kalenz, bugün eylemlerin hakkında hesap vermek için konseyin önündesin. Veslat’ta insanlara yardıma karar verdin ve Orklarla böyle bir savaş riskine girdin, orkları kuzeyde yendin ve son olarak Sürüngenlere saldırdın. Bu kararları konsey almalıydı, bir başkası değil!
