Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: With all due respect my lord, we were and still are in a war. We simply did not have the time to consult with you. Besides, all our actions have been beneficial to our cause: The orcs are now in a civil war for succession, the North Elves are free and the Saurians no longer a threat.
da: Med al respekt min lensherre, vi var og er stadig i krig. Vi havde ikke tid til at konsultere rådet. Desuden har alle vores handlinger været til vores fordel: Orkerne er nu involveret i en borgerkrig om arvefølgen, de nordlige elver er frie og øglerne udgør ikke længere en trussel.
de: Mit allem nötigen Respekt eure Lordschaft, wir waren und wir sind immer noch im Krieg. Wir hatten blos noch nicht die Zeit uns mit euch zu beraten. Nebenbei gesagt, waren alle Auswirkungen unserer Handlungen zu unserem Vorteil. Die Orks sind jetzt im Bürgerkrieg, Die Elfen im Norden sind jetzt Frei und die Saurianer, nicht länger eine Bedrohung für uns.
es: Con todo el debido respecto mi señor, estábamos y seguimos estando en una guerra. Simplemente no teníamos el tiempo necesario para consultarlo. Además, todas nuestras acciones han sido beneficiosas a nuestra causa: Los orcos ahora están en una guerra civil para la sucesión, los elfos del norte son libres y los Saurios no serán más una amenaza.
fr: Avec tout le respect que je vous dois, Monseigneur, nous étions, et nous sommes encore, en guerre. Nous n'avions tout simplement pas le temps de vous consulter. D'ailleurs, toutes nos actions se sont avérées bénéfiques pour notre cause : les orcs sont maintenant en proie à une guerre civile pour régler la succession, les Elfes du Nord sont libres et les sauriens ne constituent plus une menace.
hu: Uraim, a kellő tisztelettel, de figyelmükbe ajánlanám, hogy háború volt, s még van is. Egyszerűen nem volt idő konzultációkra. Mindazonáltal minden akciónkkal az érdekeinket szolgáltuk, s célt is értünk: Az orkok trónharcokba keveredtek, az északi tündék szabadok, a gyíkok nem jelentenek többé fenyegetést.
pl: Z całym należnym szacunkiem mój panie, byliśmy i jesteśmy cały czas w stanie wojny. Nie mieliśmy po prostu czasu by z wami się skonsultować. Poza tym, nasze akcje były zyskowane dla naszej sprawy: orki teraz są w środku wojny domowej o sukcesję, północne elfy są wolne a jaszczury nie są już więcej zagrożeniem.
ru: Со всем уважением, мои лорды, мы были и до сих пор находимся в состоянии войны. У нас попросту не было времени проконсультироваться с Вами. К тому же, все наши действия принесли нам пользу: у орков теперь гражданская война за наследование, северные эльфы свободны и Саурианы больше не представляют угрозы
sv: Med all respekt, ers nåd, vi var och är i krig. Vi hade helt enkelt inte tid att rådgöra med er. Dessutom så har alla våra beslut gynnat oss: orcherna utkämpar nu ett inbördeskrig om vem som skall regera över dem, nordalverna är fria och ödlefolket är inte längre ett hot.
tr: Size hürmetim sonsuz efendim, biz savaştaydık ve hala savaştayız. Sizinle istişare yapacak vaktimiz yoktu. Bunun yanında bizim tüm eylemlerimizi belli yararlar sağlamaya yönelikti: Orklar şimdi tahta geçme mücadelesi içinde birbirleriyle döğüşüyorlar, Kuzey Elfleri özgür ve Sürüngenler artık bir tehdit değil.

source: The council is not blind to these effects. But still you cannot decide on behalf of the Elves.
da: Rådet er ikke blind for disse forhold. Men du kan stadig ikke foretage beslutninger på elvernes vegne.
de: Der Rat hat das nicht übersehen. Aber es steht euch allein trotzdem nicht zu, für alle Elfen die Entscheidung zu treffen.
es: El concejo no es ciego a estos hechos. Pero todavía no puedes decidir en nombre de los Elfos.
fr: Le conseil n'est pas sans voir ces effets. Il n'en demeure pas moins que vous ne pouvez prendre des décisions au nom des elfes.
hu: A Tanács természetesen értékeli az elért eredményeket. De akkor sem dönthetsz egyedül a tündék nevében.
pl: Rada nie jest ślepa na te efekty. Ale wciąż: nie powinieneś decydować w imieniu wszystkich elfów.
ru: Совет не слеп, он все это видит. Но вы все же не можете принимать решения за всех эльфов
sv: Rådet känner till detta. Men det betyder inte att du kan fatta beslut för alverna.
tr: Konsey bu etkileri görmeyecek kadar kör değil. Fakat yine de Elfler yararına siz karar veremezsiniz.

source: If it weren't for Kalenz and his men, none of us would be here today.
da: Hvis det ikke havde været for Kalenz og hans mænd ville ingen af os være her i dag.
de: Wenn nicht Kalenz und seine Männer uns geholfen hätten, würden wir heute nicht hier stehen und würden nicht miteinander plaudern können.
es: Si no fuera por Kalenz y sus hombres, ninguno de nosotros estaría aquí hoy.
fr: Sans Kalenz et ses compagnons, aucun d'entre nous ne serait là aujourd'hui.
hu: Ha Kalenz és csapata nem lett volna, ma nem tartanánk tanácskozást.
pl: Gdyby nie Kalenz i jego ludzie, nikogo z nas by tutaj dziś nie było.
ru: Если бы не Каленз и его люди, никого из нас здесь бы сегодня не было
sv: Om det inte hade varit för Kalenz och hans mannar så skulle ingen av oss vara här idag.
tr: Eğer Kalenz ve adamları olmasaydı, bugün hiç birimiz burada olmazdık.

source: I agree. What's done is done. Let us concentrate on the future, not the past.
da: Jeg er enig. Hvad der er gjort er gjort. Lad os koncentrere os om fremtiden, ikke fortiden.
de: Da stimme ich euch zu ! Was passiert ist, ist passiert. Lasst uns mehr auf die Zukunft konzentrieren, nicht auf die Vergangenheit.
es: Estoy de acuerdo. Lo que se hace se hace. Concentrémosnos en el futuro, no en el pasado.
fr: Je suis d'accord. Ce qui est fait est fait. Concentrons-nous sur le futur, pas sur le passé.
hu: Egyetértek. Ami történt, megtörtént. Nézzünk előre, ne merengjünk a múlton.
pl: Zgadzam się. Co się stało, się nie odstanie. Skoncentrujmy się na przyszłości, nie przeszłości.
ru: Я согласен. Что сделано, то сделано. Давайте сконцетрируемся на будущем, а не на прошлом.
sv: Jag håller med. Vad som har skett har skett. Låt oss fokusera på framtiden, inte på det som varit.
tr: Kabul ediyorum. Olan olmuş bir kere. Şimdi geçmişi bırakıp geleceğe odaklanalım.

source: Kalenz, the council has decided that you will be stripped of any military authority. You may now go.
da: Kalenz rådet har besluttet at du mister alle dine militære titler og autoritet. Du kan gå.
de: Kalenz, der Rat hat entschieden, euch eurer militärischen Befehlsgewalt zu entziehen. Ihr könnt jetzt gehen.
es: Kalenz, el concejo ha decidido que se lo despojará de cualquier autoridad militar. Ahora puede irse.
fr: Kalenz, le conseil a décidé de vous relever de toute autorité militaire. Vous pouvez aller maintenant.
hu: Kalenz, a Tanács úgy döntött, hogy megfoszt minden katonai tisztségedtől. Elmehetsz!
pl: Panie Kalenz, rada zadecydowała o pozbawieniu was wszelkiego wpływu na sprawy wojskowe. Możecie teraz odejść.
ru: Каленз, Совет решил отстранить тебя от всякой военной деятельности. Можешь идти
sv: Kalenz, rådet har beslutat att du skall berövas all militär rang. Du kan gå.
tr: Kalenz, konsey askeri yetkilerini senden almaya karar verdi. Şimdi gidebilirsin.

source: It is with pleasure that I will go. But we need to have a strong army, as the orcs will return!
da: Det er med fornøjelse at jeg træder tilbage. Men vi har brug for en stærk hær, da orkerne vil vende tilbage!
de: Ich gehe mit Freude. Aber wir werden eine starke Armee brauchen, wenn die Orks zurückkehren!
es: Me iré con placer. ¡Pero necesitamos tener un ejército fuerte, porque los orcos volverán!
fr: C'est avec plaisir que je me retire. Mais nous devons avoir une armée forte, car les orcs reviendront !
hu: Örömmel távozom. De szükségünk lesz egy erős seregre, mire az orkok visszajönnek.
pl: Odejdę z przyjemnością. Ale musimy mieć silną armię, albowiem orki powrócą!
ru: Уйду с удовольствием. Но нам нужна сильная армия, когда вернутся орки!
sv: Jag går med glädje. Men vi behöver en stark armé, eftersom orcherna kommer att återvända!
tr: İsterseniz giderim elbet. Fakat, orklar döneceği için güçlü bir orduya ihtiyacımız var.

source: Cowards and traitors!
da: Kujoner og forrædere!
de: Feiglinge und Verräter!
es: ¡Cobardes y traidores!
fr: Lâches et traîtres !
hu: Gyávák és árulók!
pl: Tchórze i zdrajcy!
ru: Трусы и изменники!
sv: Ynkryggar och förrädare!
tr: Korkaklar ve hainler!

source: Elvish Assasins
da: Elvsnigmorder
de: Elfische Scharfschützen
es: Elfos Asesinos
fr: Assassins elfes
hu: Tünde orgyilkosok
pl: Elfowi zabójcy
ru: Эльфийские убийцы
sv: Lönnmördaralver
tr: Elf Suikastçileri

source: After the council's decision, Kalenz and Cleodil retired in the North ...
da: Efter rådets beslutning trækker Kalenz og Cleodil sig tilbage i nord ...
de: Nach der Entscheidung des Rates, zogen sich Kalenz und Cleodil nach Norden zurück...
es: Después de la decisión del concejo, Kalenz y Cleodil se retiraron al norte
fr: Après la décision du conseil, Kalenz et Cléodil se retirèrent dans le Nord...
hu: A Tanács határozata után Kalenz és Cleodil visszatért Északra..
pl: Po decyzji rady, Kalenz i Cleodil odeszli odpoczywać na północ...
ru: После решения Совета Каленз и Клеодил отправились на Север...
sv: Efter rådets beslut drog sig Kalenz och Cleodil tillbaka till norden.
tr: Konseyin kararından sonra Kalenz ve Cleodil Kuzeye çekildiler ...

source: ...but things were about to get interesting again...
da: ...men tingenes gang var ved at blive interessant igen...
de: ...aber es sieht so aus, als ob es bald wieder Interessant werden könnte...
es: ...pero las cosas estaban a punto de ponerse interesantes de nuevo...
fr: ...mais les événements étaient sur le point de redevenir intéressants...
hu: ...de a dolgok újra váratlan fordulatot vettek...
pl: ... ale właśnie znowu zaczynało być interesująco.
ru: ...но события вновь становились интересными...
sv: ...men då började saker att hända igen...
tr: ... fakat bir şeyler tekrar ilginçleşmeye başlıyordu...

source: Kalenz reaches the signpost
da: Kalenz når vejskiltet
de: Kalenz erreicht den Wegweiser
es: Kalenz alcanza el poste indicador
fr: Kalenz atteint le panneau.
hu: Kalenz eléri az útjelzőt
pl: Kalenz osiąga drogowskaz
ru: Каленз достигнет дорожного знака
sv: Kalenz når vägskylten
tr: Kalenz’in yol işaretine ulaşması

source: Gailetkis
tr: Gagiletkis

source: My Lord Kalenz, you are in great danger! You must get out immediately.
da: Kalenz du er i stor fare! Du må væk øjeblikkeligt.
de: Baron Kalenz, ihr seid in höchster Gefahr! Ihr müsst fliehen, sofort!
es: ¡Mi señor Kalenz, estás en gran peligro! Debes salir inmediatamente.
fr: Messire Kalenz, vous courez un grand danger ! Vous devez partir immédiatement.
hu: Kalenz Úr! Nagy veszedelem fenyeget. Azonnal el kell menned innen.
pl: Mój panie Kalenz, jesteście w wielkim niebezpieczeństwie! Musicie natychmiast stąd odejść.
ru: Мой лорд Каленз, Вы в страшной опасности! Вам нужно срочно бежать!
sv: Furst Kalenz, ni är i stor fara! Ni måste ge er iväg omedelbart!
tr: Kalenz, büyük tehlike altındasınız! Hemen kaçmalısınız.

source: What?!
da: Hvad?!
de: Was?!
es: ¡¿Qué?!
fr: Comment ?!
hu: Micsoda?!
pl: Co?!
ru: Что?!
sv: Vad?!
tr: Ne?!

source: Landar has taken control of the army. He eliminated the council and proclaimed himself Lord. What is worse, there is word out that he has already ordered your assasination.
da: Landar har taget kontrol med hæren. Han udryddede rådet og udnævnte sig selv som lensherre. Hvad der er værre er rygtet om at han allerede har beordret din henrettelse.
de: Landar hat die Kontrolle über die Streitkräfte erlangt. Er hat den Rat entmachtet und sich selbst zum Baron ernannt. Ausserdem munkelt man, das er bereits eure Ermordung angeordnet hat.
es: Landar ha tomado el control del ejército. Eliminó al concejo y se proclamó Señor. Lo que es peor, se dice que ya ha dado orden de que lo asesinen.
fr: Landar a pris les commandes de l'armée. Il a éliminé le conseil et s'est proclamé Seigneur. Pire, le bruit court qu'il a déjà ordonné votre assassinat.
hu: Landar átvette a sereg irányítását. Felszámolta a Tanácsot és magát kiáltotta ki Uralkodónak. S ami a legrosszabb, parancsot adott a kivégzésedre.
pl: Landar przejął kontrolę nad armią. Wyeliminował radę i ogłosił się Władcą. Co gorsza, mówi się, że już wydał rozkazy, by was zgładzić.
ru: Ландар получил власть над армией. Он уничтожил Совет и провозгласил себя лордом. Что еше хуже, говорят, что он уже приказал убить Вас
sv: Landar har tagit makten över armén. Han har utplånat rådet och utropat sig själv till furste. Till råga på allt så ryktas det att han redan har gett order om att ni skall dödas.
tr: Landar ordunun komutasını ele geçirdi. Konseyi dağıttı ve kendini bey ilan etti. Daha da kötüsü, sizin öldürülmenizi emrettiği söyleniyor.

source: Too late! All traitors will die!
da: For sent! Alle forrædere skal dø!
de: Zu spät! Ihr Verräter werdet sterben!
es: ¡Demasiado tarde! ¡Todos los traidores morirán!
fr: Trop tard ! Tous les traîtres vont mourir !
hu: Elkéstetek! Minden áruló meg fog halni!
pl: Za późno! Wszyscy zdrajcy zginą!
ru: Слишком поздно! Все изменники умрут!
sv: För sent! Alla förrädare skall dö!
tr: Çok geç! Tüm hainler ölecek!

source: Listen to me! We have fought and bled side by side. We do not have to fight each other!
da: Hør på mig! Vi har kæmpet og blødt side om side. Der er ikke behov for at vi kæmper mod hinanden!
de: Hör mir zu! Wir haben zusammen Seite an Seite gekämpft. Wir müssen keine Feinde sein.
es: ¡Escúchenme! Hemos luchado y sangrado lado a lado. ¡No tenemos que luchar!
fr: Écoute-moi ! Nous avons combattu et souffert côte à côte. Nous n'avons pas à nous battre l'un contre l'autre !
hu: Hallgassatok rám! Vállvetve harcoltunk egymás mellett, együtt ontottuk a vérünket. Nem harcolhatunk egymás ellen!
pl: Posłuchajcie mnie! Walczyliśmy i krwawiliśmy razem. Nie musimy walczyć przeciwko sobie!
ru: Послушайте меня! Мы дрались и истекали кровью плечом к плечу. Мы не должны сражаться друг с другом!
sv: Hör på mig! Vi har kämpat och blött vid varandras sida. Vi behöver inte slåss mot varandra!
tr: Beni dinleyin! Yanyana döğüştük ve kanlarımız birbirine karıştı. Birbirimizle döğüşmemeliyiz!

source: Do not listen to this traitor! You all have heard the order!
da: Hør ikke på denne forræder! I har alle hørt orden!
de: Hört nicht auf diesen Verräter! Ihr habt den Befehl gehört, führt ihn aus!
es: ¡No escuchen a este traidor! ¡Todos han oído la orden!
fr: N'écoutez pas ce traître ! Vous avez tous entendu les ordres !
hu: Ne hallgassatok erre az árulóra! Hallottátok a parancsot.
pl: Nie słuchajcie tego zdrajcy! Wszyscy słyszeliście rozkazy!
ru: Не слушайте этого предателя! Вы слышали приказ!
sv: Lyssna inte på den här förrädaren! Ni har alla hört ordern!
tr: Bu haini dinlemeyin! Hepiniz emirlerimi duydunuz!

source: You should try to reach Uraredia and the North Elves. He too, has refused to join Landar. Plus, word is that some troops still loyal to you are heading there.
da: Du bør forsøge at nå Uraredia og de nordlige elver. Han har også nægtet at slutte sig til Landra. Desuden går rygtet at nogle tropper der stadig er loyale over for dig er på vej dertil.
de: Ihr solltet versuchen Uraredia und die Nordelfen zu erreichen. Er hat sich auch davor gesträubt sich Landar anzuschließen. Weiter munkelt man, das ein paar Truppenteile, welche immer noch Loyal zu euch sind auf dem Weg dort hin sind.
es: Debes intentar alcanzar Uraredia y a los elfos del norte. Ellos también rechazaron unirse a Landar. Es más, se dice que algunas tropas todavía leales a usted, están allí.
fr: Vous devriez essayer de retrouver Uraredia et les Elfes du Nord. Lui aussi a refusé de se joindre à Landar. De plus, selon la rumeur, des troupes qui vous restent loyales se dirigent dans cette direction.
hu: Megpróbálhatnád elérni Uraderiát és az északi tündéket. Ők sem csatlakoztak Landarhoz. S néhány egység, amelyik még hűséges maradt hozzád, szintén errefelé tart.
pl: Powinniście spróbować dotrzeć do Uraredia i północnych elfów. On także odmówił przyłączenia się do Landara. Dodatkowo, mówi się, że ci spośród żołnierzy, którzy pozostali ci wierni, zmierzają w tamtą stronę.
ru: Ты должен попытаться добраться до Урадредии и Северных Эльфов. Он тоже отказался присоединиться к Ландару. К тому же говорят, что некоторые войска все еще лояльные к тебе и ждут там.
sv: Ni borde försöka ta er till Uradredia och nordalverna. Han har också vägrat att gå samman med Landar. Dessutom sägs det att en styrka lojala soldater är på väg hitåt.
tr: Uraredya’ya ve Kuzey Elflerine ulaşmaya çalışmalısınız. O da Landar’a katılmayı reddetti. Ayrıca, bazı askerlerin size sadık kaldığını ve oraya gittiklerini duydum.

source: Now we must head to the North Elves!
da: Nu må vi tage mod de nordige elver!
de: Wir müssen sofort zu den Nordelfen aufbrechen!
es: ¡Ahora debemos dirigir a los Elfos del Norte!
fr: Nous devons maintenant nous diriger chez les Elfes du Nord !
hu: És most gyerünk az északi tündékhez!
pl: Teraz musimy podążyć do Elfów Północy!
ru: Теперь - к Северным Эльфам!
sv: Nu måste vi ge oss av till nordalverna!
tr: Şimdi Kuzey Elflerine doğru yola çıkmalıyız!

source: Northern Battle
da: Det nordlige slag
de: Schlacht im Norden
es: La Batalla del Norte
fr: Bataille au Nord
hu: Északi Háború
pl: Bitwa na północy
ru: Северная Битва
sv: Strid i norr
tr: Kuzey Savaşı

source: Kalenz managed to reach the North Elves to ask for help. Very soon, Landar's army appeared...
da: Kalenz lykkedes i at nå de nordlige elver og spørge om hjælp. Meget snart ankom Landars hær...
de: Kalenz schaffte es die nördlichen Elfen für ihre Hilfe zu gewinnen. Kurz darauf erschienen Landars Truppen...
es: Kalenz buscó a los Elfos del Norte para pedir ayuda. Muy pronto, el ejército de Landar apareció...
fr: Kalenz parvint à joindre les Elfes du Nord pour demander leur aide. Très rapidement, l'armée de Landar apparut...
hu: Kalenz sikeresen elérte az északi tündéket, hogy segítséget kérjen. Igen hamar Landar serege is megérkezett...
pl: Kalenz zdołał dotrzeć do północnych elfów by prosić ich o pomoc. Wkrótce pojawiła się tam armia Landara...
ru: Калензу удалось достигнуть Северных Эльфов и попросить о помощи. Очень скоро появилась и армия Ландара...
sv: Kalenz lyckades nå nordalverna för att be om hjälp. Strax efter närmade sig Landars armé.
tr: Kalenz yardım istemek için Kuzey Elflerine doğru yola çıktı. Çok geçmeden Landar’ın ordusu göründü...

source: Survive for six days
da: Overlev i seks dage
de: Überlebe für sechs Tage
es: Sobrevivir por seis días
fr: Survivre six jours
hu: Kitartasz 6 napig
pl: Przetrwaj sześć dni
ru: Продержитесь шесть дней
sv: Överlev i sex dagar
tr: Altı gün boyunca dayan

source: Landar, listen to me! It does not have to come to this. I know about the potion. Let us help!
da: Landar, hør på mig! Det skal ikke nødvendigvis være sådan. Jeg kender til trylledrikken. Lad os hjælpe!
de: Landar, hört mich an ! Es muss nicht soweit kommen. Ich weiß von den Nebenwirkungen des Tranks. Lasst euch von uns helfen!
es: ¡Landar, escúchame! No tienes que hacer esto. Sé sobre la poción. ¡Permítenos ayudar!
fr: Landar, écoute-moi ! Il n'est pas obligatoire d'en arriver là. Je suis au courant pour la potion. Laisse-nous t'aider !
hu: Landar, hallgass meg! Ennek nem szabadott volna megtörténnie! Tudom, hogy az az ital az oka. Hadd segítsek!
pl: Landarze, wysłuchajcie mnie! Nie musi do tego dojść. Wiem o miksturze. Pozwól nam sobie pomóc!
ru: Ландар, послушай! До этого не должно было дойти. Я знаю о зелье. Позволь нам помочь!
sv: Landar, lyssna på mig! Det behöver inte bli så här. Jag känner till elixiret. Låt oss hjälpa dig!
tr: Landar, dinle beni! Böyle olmak zorunda değil. İksirin etkilerini biliyorum. Sana yardım edelim!

source: Here is Kalenz. There is no talk with traitors! Let none of them alive!
da: Her er Kalenz. Der skal ikke snakkes med forrædere! Lad ingen overleve!
de: Hier spricht Kalenz. Wir verhandeln nicht mit Verrätern! Lasst keinen von Ihnen am Leben!
es: Aquí está Kalenz. ¡No hablen con los traidores! ¡No dejen a ninguna con viva!
fr: Voilà Kalenz. On ne discute pas avec les traîtres ! Qu'aucun n'en réchappe !
hu: Ez Kalenz. Nincs mit beszélni egy árulóval. Nem akarok élő ellenséget látni!
pl: To Kalenz. Nie ma rozmów z zdrajcą! Niech nikt z nich nie pozostanie przy życiu!
ru: Каленз здесь. Нам не о чем говорить с изменниками! Не оставлять никого живым!
sv: Så här är Kalenz. Det blir inget förhandlande med förrädare! Låt inte någon komma undan!
tr: Orada dur Kalenz. Hainlerle konuşulmaz! Hiçbirini canlı bırakmayın!

source: Things are not going well! Retreat! We will meet again, traitors!
da: Det går ikke godt! Tilbage! Vi mødes igen forrædere!
de: Da stimmt was nicht! Rückzug! Wir werden uns wiedersehen, ihr Verräter!
es: ¡Las cosas no van bien! ¡Retírada! ¡Nos encontraremos de nuevo, traidores!
fr: Les choses tournent mal ! Battez en retraite ! Nous nous retrouverons, traîtres !
hu: A dolgok nem jól alakulnak! Vissza! Még találkozunk, árulók!
pl: Nie jest dobrze! Odwrót! Jeszcze sie spotkamy, zdrajcy!
ru: Дела пошли неудачно! Отступаем! Мы еще встретимся, изменники!
sv: Det går inte väl! Till reträtt! Vi kommer att mötas igen, förrädare!
tr: Yolunda gitmeyen bir şeyler var! Geri Çekilin! Tekrar karşılaşacağız, hainler!

source: We have yet to break their defences! While we are getting weaker the enemy is getting stronger! Retreat!
hu: Még nem tudtuk megtörni az ellenállásukat. Miközben mi gyengülünk, ők erősödnek. Vissza!
pl: Musielibyśmy najpierw przerwać ich obronę! Podczas gdy my staliśmy się słabsi, wróg się wzmocnił! Odwrót!
tr: Savunmalarını hala kıramadık! Biz giderek zayıflarken, düşman giderek güçleniyor! Geri çekiliyoruz!

source: We won!
da: Vi vandt!
de: Wir haben gewonnen!
es: ¡Nosotros ganamos!
fr: Nous avons gagné !
hu: Győztünk!
pl: Wygraliśmy!
ru: Мы победили!
sv: Vi vann!
tr: Biz kazandık!

source: End of War
da: Krigens afslutning
de: Ende des Krieges
es: Final de la guerra
fr: Fin de guerre
hu: A háború vége
pl: Koniec wojny
ru: Конец войны
sv: Krigets slut
tr: Savaşın Sonu
