Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: You need to kill their king and make it look like he was killed by orcs. This way the orcs will start a civil war for succession, for many want to take their king's place, and you will be safe until they have a new strong leader to unite them.
da: Du må dræbe kongen og få det til at se ud som om han blev dræbt af orker. På den måde vil orkerne starte en borgerkrig om arvefølgen. Der er mange som vil ønske at efterfølge kongen og du vil være sikker indtil de har en ny stærk leder som kan forene dem.
de: Ihr müsst Ihren König töten und es so aussehen lassen, als wäre er von Orks getötet worden. Wenn ihr es auf diese Weise anstellt, werden die Orks einen Bürgerkrieg anfangen. Sie werden versuchen sich gegenseitig zu übertrupfen, um an den Tron zu gelangen. Dadurch bekommt ihr einen Vorteil, solange sie keinen neuen Anführer aus ihrer Mitte gewählt haben, der sie wieder mit vereinten Kräften gegen euch in den Kampf schicken könnte.
es: Necesitas matar a su rey y hacer que parezca que fue un orco. De esta manera los orcos comenzarán una guerra civil para la sucesión, son muchos los que desean tomar su lugar, y ustedes estarán seguros hasta que tengan un nuevo líder fuerte para unirlos.
fr: Vous devez tuer leur roi et faire en sorte que cela semble l'oeuvre d'orcs. Ainsi leur peuple se lancera dans une guerre civile pour la succession, car il y en a beaucoup qui souhaitent prendre la place du roi. Cela vous assurera un répit jusqu'à ce qu'un nouveau chef parvienne à les unir sous sa férule.
hu: Meg kell ölnöd a királyukat, úgy, mintha egy ork végzett volna vele. Így az orkok polgárháborút kezdenek, hogy eldöntsék melyikőjük legyen a király, és addig is biztonságban lesztek, amíg nem akad egy erős vezetőjük, aki egyesíti őket.
pl: Musicie zabić ich króla i upozorować, że został zabity przez orki. W ten sposób orki zaczną wojnę o następstwo tronu, bo wielu chce zająć miejsce króla, i będziecie bezpieczni dopóki nie pojawi się nowy silny przywódca by ich zjednoczyć.
ru: Вы должны убить их короля и сделать так, чтобы казалось, будто его убили орки. После этого орки начну войну за наследование, ведь многие из них хотя получить королевский трон, а вы будете в безопасности до тех пор, пока у них не появится новый сильный лидер, который сможет их объединить.
sv: Ni måste döda deras kung och få det att se ut som att han var dödade av orcher. Då kommer orcherna att starta inbördeskrig eftersom många vill ta hans plats. Ni kommer att vara säkra tills de har en ny stark ledare som kan ena dem på nytt.
tr: Onların kralını öldürmeniz ve bunu orklar yapmış gibi göstermeniz lazım. Böylece, kralın yerine geçmek isteyen orklar aralarında döğüşmeye başlayacaklar. Siz de onları birleştirecek yeni bir lider ortaya çıkana kadar rahat edeceksiniz.

source: Kill an orcish King? But he's guarded better than a Troll hole!
da: Dræbe en orkkonge? Men han er bevogtet bedre end et troldehul!
de: Einen Orkkönig töten? Aber er wird besser als eine Trollhöle bewacht!
es: ¿Matar al Rey Orco? ¿Pero está mejor protegido que un agujero Troll!
fr: Tuer un roi orc ? Mais il sera mieux gardé qu'un repaire de trolls !
hu: Megölni egy ork királyt? De hiszen, jobban őrzik, mint egy troll barlangot!
pl: Zabić króla orków? Ależ on jest strzeżony lepiej niż trolowa jama!
ru: Убить короля орков? Да он охраняется лучше, чем нора тролля!
sv: Döda en orchkung? Men han är bättre bevakad än en trollhåla!
tr: Ork kralını öldürmek mi? Fakat o bir trol deliğinden daha iyi korunuyor!

source: Indeed it will be very hard, but maybe I can help you...
da: Ja. Det bliver meget svært, men måske kan jeg hjælpe dig...
de: Schweigt! Wie könnt ihr es wagen in dieser Weise den König anzusprechen!
es: De hecho será muy dificil, pero quizá pueda ayudarte...
fr: En effet, ce sera très difficile, mais j'ai peut-être un moyen de vous aider...
hu: Valóban nehéz lesz, de talán tudok segíteni...
pl: Zaprawdę będzie bardzo ciężko, ale może mogę wam pomóc...
ru: Конечно, это будет очень сложно, но я могу вам помочь...
sv: Det blir mycket svårt, men jag kanske kan hjälpa er...
tr: Elbette, çok zor olacak, fakat size çok yardımı olacağı kesin...

source: But you want something in return...
da: Men du ønsker noget til gengæld...
de: Ich nehme an, dafür verlangt ihr eine kleine Gegenleistung...
es: Pero quieres algo a cambio...
fr: Mais vous voulez quelque chose en retour...
hu: S mindezért cserében azt kívánod, hogy...
pl: Ale chcecie coś w zamian...
ru: Но ты что-то хочешь взамен?
sv: Men du vill ha något i gengäld...
tr: Fakat siz de birşeyler istiyorsunuz...

source: It is as you say. These drakes were after my book. This book has all the magic tricks, filters and spells I know. They are very powerful, but will not allow me to fight old age. They only temp me to prolong my life by evil and dark means... Yet this is the work of my life and I dare not destroy it. Although Aquagar is slain, more will come. One of my associates has betrayed me. Now too many know of this book
da: Det er som du siger. Disse hestedrager var efter min bog. Denne bog har alle de magiske triks, filtre og troldom jeg kender. De er meget magtfulde, men vil ikke gøre mig i stand til at bekæmpe alderen. De lokker mig kun til at forlænge mit liv med hjælp af onde og mørke metoder... Dette er mit livs arbejde og jeg tør ikke at ødelægge det. Selvom Aquagar er dræbt vil flere komme. En af mine mænd har forrådt mig. Nu ved for mange om denne bog.
de: Es ist wie Ihr sagtet. Diese Draken waren hinter meinem Buch her. Dieses Buch verwahrt alle meine Magischen Fähigkeiten, Tricks und Kniffe die ich jemals gelernt habe. Sie sind sehr Mächtig, aber erlauben mir trotzdem nicht mein Altern zu verlangsamen oder zu beenden. Sie versuchen aber ständig mein Leben dem Bösen und der dunklen Macht einzuverleiben...Da es auch gleichzeitig mein Lebenswerk ist, wage ich es nicht zu zerstören. Obwohl Aquagar nicht mehr unter uns weilt, werden an seiner Stelle andere kommen. Einer meiner engsten Vertrauten hat mich betrogen und verraten. Jetzt wissen zu viele über mein Buch und dessen Macht bescheid.
es: Es como dices. Estos drakes perseguían mi libro. Este libro tiene todos mis trucos mágicos, filtros y hechizos. Son muy poderosos, pero no me permitirán luchar con la vejez. Solo puedo prolongar mi vida por medio del mal y la oscuridad... Este es el trabajo de toda mi vida y no me atrevo a destruirlo. Aunque Aquagar a muerto, otros vendrán. Uno de mis asociados me ha traicionado. Y ahora son muchos los que saben de este libro
fr: Comme vous le dites. Ces drakes en voulaient à mon livre. Ce livre contient tous les tours de magie, les philtres et les sorts que je connais. Ils sont extrêmement puissants, mais incapables de me permettre de lutter contre le grand âge. Tout au plus m'offrent-ils la tentation de prolonger mon existence par des moyens sombres et maléfiques... Cependant il s'agit de l'oeuvre de toute ma vie et je n'ose pas le détruire. Quoique Aquagar ait été tué, d'autres viendront. L'un de mes associés m'a trahi. Trop de personnes connaissent maintenant l'existence de ce livre.
hu: Cserében... Ezek a perzsekények a könyvemet akarták. Ez a könyv tartalmazza az összes mágikus trükköt, varázsitalt, varázslatot, amit csak ismerek. Nagyon hatásosak, de már nincs energiám a küzdelemhez. Már csak azokkal a sátáni eszközökkel élek, amivel meghosszabbítom a létezésemet... Igen, ez életem fő műve és nem akarom, hogy megsemmisüljön. Bár Aquagar kimúlt, de jöhetnek mások is. Túl sokan tudnak a könyvről, s túl sokan szeretnék megkaparintani.
pl: Jest jak mówicie. Smoki szukały mojej księgi. Ta księga zawiera wszystkie czary, triki i zaklęcia jakie znam. Są bardzo potężne, ale nie mogą mi pomóc pokonać starość. Tylko kuszą mnie do przedłużenia życia za pomocą ciemnych i złych sposobów... Jednakże to dzieło całego mojego życia i nie odważę się jej zniszczyć. Chociaż Aquagar nie żyje, inni przyjdą po num. Jeden z moich towarzyszy mnie zdradził i teraz zbyt wielu wie o istnieniu tej księgi.
ru: Так и есть. Драки приходили за моей книгой. В этой книге - все магические секреты, рецепты и заклинания, которые мне известны. Они очень могущественны, но сражаться мне не позволит мой возраст. Они всего лишь продлевают мне жизнь... Все же это работа всей моей жизни и у меня не поднимется рука ее уничтожить. Хотя Аквагар мертв, придут другие. Один из моих соратников предал меня. Теперь слишком многие знают об этой книге.
sv: Så sant. Drakfolket är efter min bok. Boken innehåller alla magi, alla filter och alla besvärjelser som jag känner till. De är mycket kraftfulla, men hindrar mig inte från att åldras. De bara lockar mig att förlänga mitt liv med onda och mörka medel... Ändock är detta mitt livsverk och jag vågar inte förstöra den. Även om Aquagar är död, så kommer fler att komma efter den. En av de mina har förrått mig. Nu känner alltför många till boken.
tr: Söylediğim gibi. Bu ejderler kitabımın peşindeydi. Bu kitap bildiğim büyüler, filtreler ve sihirli hilelerle dolu. Onlar çok güçlü, fakat yaşım onlarla savaşmaya uygun değil. Onlar sadece geçici olarak, şeytani ve karanlık manada hayatımı uzatıyor... Bu hala yaşamam için gerekli ve onu yoketmeye elim varmıyor. Akuagar ölmüş olsa da başkaları gelecektir. Yardımcılarımdan biri bana ihanet etti. Şimdi bu kitaptaki çoğu şeyi biliyor.

source: If you come with us, we will protect you...
da: Hvis du kommer med os vil vi beskytte dig...
de: Wenn ihr mit uns kommt, werden wir eure Sicherheit garantieren...
es: Si vienes con nosotros, te protegeremos...
fr: Si vous venez avec nous, nous vous protégerons...
hu: Ha velünk tartasz, mi megvédünk...
pl: Jeżeli pójdziecie z nami, będziemy was chronić...
ru: Если ты пойдешь с нами, мы тебя защитим...
sv: Om du följer med oss, så kan vi skydda dig...
tr: Bizimle gelirseniz, biz sizi koruruz...

source: No, my time is up... But you can make sure my book ends up in worthy hands. Someone who will not be corrupted by its power...
da: Nej min tid har været der... Men du kan sikre dig at min bog ender i værdige hænder. En som ikke bliver korrumperet af dens magt...
de: Nein, meine Zeit ist gekommen...Aber ihr könnt dafür sorgen, das mein Buch in würdige Hände gelangt. Jemand, der nicht von seiner Macht so in Besitz genommen wird, das er nicht von ihr überwältigt wird...
es: No, mi tiempo a terminado... Pero puedes asegurarte que mi libro termine en manos dignas. Alguien que no sea corrompido por su poder...
fr: Non, mon heure est venue... Mais vous pouvez veiller à ce que mon livre tombe entre des mains qui en soient dignes. Quelqu'un qui ne se laissera pas corrompre par son pouvoir...
hu: Nem, az én időm már kitelt... De cserében gondoskodjatok róla, hogy a könyvem méltó kezekbe kerüljön. Valaki olyanéba, akit nem ront meg az ereje...
pl: Nie, mój czas nadszedł.. Ale wy możecie się upewnić, że moja księga trafi w warte tego ręce. Ręce kogoś, kogo nie spaczy jej moc i potęga.
ru: Нет, мой час близок... Но вы можете убедиться, что моя книга попадет в хорошие руки. В руки того, кто не будет подчинен ее силе...
sv: Nej, min tid är inne... Men ni kan se till att min bok hamnar i värdiga händer. Någon som inte förleds av dess kraft...
tr: Hayır, benim zamanım doldu... Fakat kitabımın liyakatli ellere geçmesini sağlayabilirsiniz. Onun gücüne kapılmayacak biri...

source: If your book is as powerful as you say, why not use it against the orcs?
da: Hvis din bog er så magtfuld som du siger, hvorfor så ikke bruge den imod orkerne?
de: Wenn euer Buch so Mächtig ist, wie ihr sagt, warum benutzen wir es dann nicht gegen die Orks?
es: ¿Si tu libro es tan poderoso como dices, por qué no lo usas en contra de los orcos?
fr: Si votre livre est aussi puissant que vous le dites, pourquoi ne pas s'en servir contre les orcs ?
hu: Ha könyved tényleg olyan hatalmas, mint ahogy mondtad, miért ne használhatnánk az orkok ellen?
pl: Jeżeli ta księga jest tak potężna jak mówicie, dlaczegoby nie użyć jej przeciwko orkom?
ru: Если эта книга так могущественна, почему бы не использовать ее против орков?
sv: Om din bok är så mäktig som du säger, varför inte använda den mot orcherna?
tr: Eğer kitabın söylediğin kadar güçlüyse. onu orklara karşı neden kullanmıyorsun?

source: Any fool can use the magic in the book, but only a master can use and control the lust for power. If not, you will turn into something like Haldric or worse...
da: Ethvert fjols kan bruge magien i denne bog, men kun en mester kan bruge og kontrollere trangen efter magt. Hvis ikke vil du blive som Haldric eller værre...
de: Jeder Dummkopf kann die Magie des Buches heraufbeschwören, aber nur einem würdigen Magier kann es gelingen die Lust nach Macht im Zaume zu halten. Wenn nicht, wird man zu so etwas wie Haldric oder zu noch etwas schlimmerem...
es: Cualquier tonto puede usar la magia del libro, pero sólo un maestro puede usar y controlar la lujuria por el poder. Si no, se convertirá en algo como Haldric o peor...
fr: N'importe quel inconscient peut utiliser la magie du livre, mais seul un maître peut l'utiliser et contrôler la soif de pouvoir. Sinon, il deviendra comme Haldric, si ce n'est pire...
hu: Bármilyen féleszű felhasználhatja a könyv mágiáját, de csak az igazi mester tud élni, s nem visszaélni az általa kínált hatalommal. Különben az következik, amit Haldricnál láthatunk, vagy még rosszabb...
pl: Każdy głupiec może używać magii tej księgi, ale tylko mistrz może ją używać kontrolują zarazem żądzę potęgi. Bo gdy się to nie uda, zamienilibyście sie w kogoś jak Haldric lub nawet gorzej...
ru: Всякий дурак может использовать магию книги, но только настоящий мастер может обуздать жажду власти. Иначе вы превратитесь во что-то вроде Халдрика или даже хуже...
sv: Vilken fåne som helst kan använda magin i boken, men bara en sann mästare kan använda den och kontrollera maktlystnaden. Om inte blir man som Haldric eller ännu värre...
tr: Kitaptaki sihiri her ahmak kullanabilir, fakat sadece bir usta onun gücünü kullanabilir ve gücün zevkini çıkarabilir. Yoksa, Haldrik gibi şeytanın bir piyonuna dönüşürsün.

source: Maybe Cleodil can guard your book without being corrupted by its secrets...
da: Måske kan Cleodil beskytte din bog uden at blive korrumperet af dens hemmeligheder...
de: Möglicherweise könnte Cleodil auf das Buch aufpassen, one von seiner Macht und seinen Geheimnissen überwältigt zu werden...
es: Quizá Cleodil puede guardar tu libro sin ser corrompida por sus secretos...
fr: Peut-être Cléodil peut-elle garder votre livre sans être corrompue par ses secrets...
hu: Talán Cleodil megőrizheti a könyvedet, s nem válik a titkainak rabjává...
pl: Może Cleodil może strzec księgi nie będąć zdeprawowanym przez jej sekrety...
ru: Может быть Клеодил сможет оберегать твою книгу и не подвергнуться влиянию ее секретов...
sv: Kanske kan Cleodil vakta din bok utan att förledas av dess hemligheter...
tr: Belki Cleodil gizlerinden etkilenmeden kitabını koruyabilir...

source: I am sure all these secrets are way beyond my art. My art is the healing kind and I...
da: Jeg er sikker på at alle disse hemmeigheder er over min kundskab. Mine evner er inden for helbredelse og jeg...
de: Ich bin mir sicher, all diese geheimen Künste sind liegen weit über meinen Fähigkeiten. Mein Geschick erlaubt es mir die heilenden Künste anzuwenden und ich...
es: Estoy segura que todos estos secretos superan mi arte. Mi arte es del tipo curativo y yo...
fr: Je suis sûre que tous ces secrets dépassent de loin mes talents. Mon art se résume aux soins et je...
hu: Azt hiszem ezek a titkok túlnőnek rajtam. Én csak egy gyógyító vagyok, én...
pl: Jestem pewien, że sekrety te daleko wykraczają poza moje umiejętności, które tyczą się jedynie sztuki leczenia i...
ru: Я уверена, все эти секреты далеки от моего искусства. Мое дело - лечение и я...
sv: Jag är säker på att alla dessa hemligheter är bortom min kunskap. Min konst är helandet och jag...
tr: Bu gizemli şeylerin sanatımın gelişmesine katkısı olacağından şüphem yok. Sanatım sağaltıcı şeyler üzerine ve ....

source: There is no other option.
da: Der er ingen andre muligheder.
de: Es gibt keine andere Möglichkeit.
es: No hay otra opción.
fr: Il n'y a pas d'autre option.
hu: Nincs más lehetőség.
pl: Nie ma alternatywy.
ru: Другого выбора нет.
sv: Det är enda utvägen.
tr: Başka seçenek yok.

source: Ok, suppose Cleodil accepts to guard your book. How will you help us then slay the orcish king?
da: Antag at Cleodil accepterer at bevogte bogen. Hvordan vil du hjælpe os med at dærbe orkernes konge?
de: Gut! Nehmen wir mal an, Cleodil ist bereit euer Buch zu bewachen, wie wollt ihr es dann schaffen uns zu helfen, den Orkkönig zu beseitigen?
es: De acuerdo, supongamos que Cleodil acepta guardar tu libro. ¿Cómo nos ayudarás para matar al rey de los orcos?
fr: D'accord, supposons que Cléodil accepte de garder votre livre. Comment allez-vous nous aider à tuer le roi orc ?
hu: Rendben, tegyük fel, hogy Cleodil megőrzi a könyvedet. Hogyan tudsz segíteni, hogy megöljük az ork királyt?
pl: No dobra, załóżmy, że Cleodil zgodzi się strzec waszej księgi. Jak nam wtedy pomożecie zabić króla orków?
ru: Хорошо, предположим, Клеодил согласна оберегать твою книгу. Как ты нам поможешь убить короля орков?
sv: Nåväl, anta att Cleodil accepterar. Hur kan du hjälpa oss att döda orchkungen då?
tr: Tamam, Cleodil kitabı korumayı kabul ettiğini varsayalım. Ork kralını öldürmek için bize nasıl yardım edeceksin?

source: There is a way, but it is very dangerous: Two of you can enter the orcish camp by stealth and kill their king. There is a potion that will make you invisible for some time.
da: Der er en måde, men den er meget farlig: To af jer kan skjult gå ind i orklejren og dræbe deres konge. Der er en trylledrik som vil gøre jer usynlig for en periode.
de: Es gibt da eine Möglichkeit. Aber es ist auch sehr Gefährlich. Zwei von euch können sich in das orkische Lager schleichen und dann ihren König umbringen. Es gibt einen Trank, der euch für eine gewisse Zeit unsichtbar macht.
es: Hay una manera, pero es muy peligrosa. Dos de usted pueden entrar en el campamento orco sigilozamente y matan a su rey. Hay una poción que los hará invisible durante algún tiempo.
fr: Il y a un moyen, mais il est très dangereux : deux d'entre vous peuvent entrer furtivement dans le camp orc et tuer leur roi. Il existe une potion capable de vous rendre invisibles pour quelque temps.
hu: Lenne egy módja, de nagyon kockázatos: Ketten közületek be tudnának lopakodni az orkok táborába és meg tudnák ölni a királyt. Van egy ital, ami láthatatlanná tesz egy időre.
pl: Jest, ale bardzo niebezpieczna: dwóch z was może zakraść się do obozu orków i zabić ich króla. Jest mikstura, która uczyniłaby was na jakiś czas niewidzialnymi.
ru: Есть такая возможность, но это очень опасно: двое из вас могут проникнуть в лагерь орков украдкой и убить короля. Существует зелье, которое сделает вас невидимыми на некоторое время.
sv: Det finns ett sätt, men det är mycket farligt. Två av er kan smyga er in i orchlägret och döda kungen. Det finns ett elixir som gör er osynliga en stund.
tr: Bir yolu var ama çok tehlikeli: Sizden iki kişi ork kampına gizlice girecek ve kralı öldürecek. Sizi bir süre için görünmez yapacak bir iksir var.

source: I have never heard of something like that. I suppose you have this potion then?
da: Jeg har aldrig hørt om noget sådant. Jeg antager at du har denne trylledrik?
de: Ich habe noch niemals zuvor von so etwas gehört. Ich nehme an, ihr habt diesen Trank hier?
es: Nunca he oído hablar de algo similar. ¿Supongo que tienes esta poción?
fr: C'est la première fois que j'entends parler d'une chose pareille. Je suppose que vous possédez cette potion alors ?
hu: Sosem hallottam még ilyesmiről. Tegyük fel, hogy van ilyen italod, és aztán?
pl: Słyszałem o czymś takim. Sądzę, że w waszym posiadaniu znajduje się taka mikstura?
ru: Никогда о таком не слышал. Должно быть, это зелье у тебя есть?
sv: Detta var nyheter för mig. Då antar jag att du har det här elixiret?
tr: Böyle bir şey hiç duymamıştım. Böyle bir iksirin var diyelim, sonra?

source: Indeed I do, but it is very dangerous: It is made from the eyes of a powerful undead lich. It will make you invisible, but it may also have other undesirable effects, some temporary, some permament!
da: Det har jeg, men den er meget farlig: Den er fremstillet af øjnene fra en meget magtfuld udød lich. Den gør dig usynlig, men den har også andre uønskede virkninger, nogle midlertidige, nogle faste!
de: Tatsächlich habe ich das! Es ist aber auch sehr gefährlich. Es wurde aus Augen eines untoten Lichs hergestellt. Es wird euch Unsichtbar machen, aber es besitzt auch mögliche Nebenwirkungen. Einige davon vorübergehend und andere werden dauerhaft bleiben!
es: De hecho, pero es muy peligroso. Se hace de los ojos de un lich de un poderoso no muerto. Te hará invisible, pero puede también tener otros efectos indeseables, algunos temporales, otros permanentes!
fr: Je l'ai en effet, mais elle est très dangereuse : elle est faite à partir des yeux d'une puissante morte-vivante liche. Elle vous rendra invisibles, mais elle risque d'avoir aussi des effets secondaires néfastes, les uns temporaires, les autres permanents.
hu: Valóban van, de elég kockázatos a használata. Egy hatalmas élőholt villi szeméből készült. Láthatatlanná tesz, de ezenkívül kellemetlen mellékhatásai is vannak, olyan is, ami hamar elmúlik, de olyan is, ami megmarad.
pl: Istotnie, znajduje się, ale jest ona bardzo niebezpieczna: zrobiona jest z oczu potężnego martwego licza. Uczyni was niewidzialnymi, ale może mieć również inne, niepożądane skutki, jedne czasowe, inne nie...
ru: Есть, но оно опасно - оно сделано из глаз могущественого лича-некроманта. Оно сделает вас невидимыми, но также может повлечь нежелательные эффекты, некоторые временные, а некоторые - постоянные!
sv: Förvisso, men det är mycket farligt. Det är gjort av en mäktig häxmästares ögon. Det gör er osynliga, men det kan också ha andra oönskade effekter, vissa tillfälliga, andra permanenta!
tr: Elbette var ama çok tehlikeli: Çok güçlü bir yarıölü liderinin gözlerinden yapılmıştır. Sizi görünmez yapar, fakat bazı yan etkileri var, bir kısmı kalıcı, bir kısmı geçici!

source: No! this is too dark and dangerous!
da: Nej! Dette er for mørkt og farligt!
de: Nein! Das sind zu dunkle Mächte und viel zu Gefährlich!
es: ¡No! esto es demasiado oscuro y peligroso!
fr: Non ! c'est trop noir et dangereux !
hu: Ne! Ez túl sötét és veszélyes!
pl: Nie! To zbyt niebezpieczne i pachnące czarną magią!
ru: Нет! Это слишком мрачно и опасно!
sv: Nej! Det är för farligt!
tr: Hayır! çok karanlık ve tehlikeli.

source: What undesirable effects?
da: Hvilke uønskede følger?
de: Welche Art von Nebenwirkungen?
es: ¿Qué efectos indeseables?
fr: Quels effets néfastes ?
hu: Miféle kellemetlen mellékhatásai vannak?
pl: Jakie niepożądane skutki?
ru: Какие нежелательные эффекты?
sv: Vilka oönskade effekter har det?
tr: Yan etkileri neler?
