Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: King Garard, we have more urgent matters. Leollyn sent me on a mission to find out why the dead are restless. A foul necromancer has opened a portal to the land of the dead. This must be closed at all costs and I am afraid my skills are insufficient for that task.
da: Kong Garard, vi har mere presserende sager. Leollyn sendte mig på en mission for at finde ud af hvorfor den døde er rastløs. En fæl åndemaner har åbnet en portal til de dødes land. Den må lukkes uanset omkostningen og jeg er bange for at mine evner ikke er gode nok til den opgave.
de: König Garard, wir haben noch Wichtigeres zu erledigen. Leollyn sandte mich auf eine Mission um herauszufinden, warum die Toten so unruhig sind. Ein übler Totenbeschwöhrer hat ein Portal in das Totenreich geöffnet. Es muss sobald wie möglich wieder geschlossen werden. Koste es was es wolle! Leider reichen meine Fähigkeiten bei weitem dafür nicht aus.
es: Rey Garard, tenemos noticias más urgentes. Leollyn me envió en una misión a descubre porqué los muertos están agitados. Un necromante asqueroso ha abierto un portal a la tierra de los muertos. Debe ser cerrada a toda costa y temo que mis habilidades no sean suficientes para esa tarea.
fr: Messire Garard, nous avons des affaires plus pressantes. Leollyn m'a envoyé en mission pour découvrir la raison de l'agitation des morts. Un horrible nécromancien a ouvert un portail avec le Pays des Morts. Il faut le fermer à tout prix et je crains que mes capacités soient insuffisantes pour mener cette tâche à bien.
hu: Garard király! Van néhány sürgető feladatunk. Leollyn megbízott, hogy derítsem ki, miért nyugtalanok a holtak. Egy aljas holtidéző kaput nyitott a holtak földjéhez. Le kell zárnunk ezt a kaput, kerül, amibe kerül. Csak sajnos az én képességeim ehhez nem elegendőek.
pl: Królu Garardzie, mamy bardziej pilne sprawy. Leollyn wysłał mnie w misji znalezienia przyczyn niepokoju nieumarłych. Wstrętny nekromanta otworzył portal do krainy śmierci. Musi on zostać zamknięty za wszelką cenę, a obawiam się, że moj umiejętności nie są wystarczające do tego zadania.
ru: Король Гарард, у нас есть более неотложные дела. Леолин послал меня с целью выяснить, почему мертвые беспокойны. Глупый некромант открыл портал в страну мертвых. Он должен быть закрыт любой ценой и боюсь, моих навыков не хватит, чтобы это сделать.
sv: Kung Garard, vi har mer pressande spörsmål. Leollyn sände mig på ett uppdrag att ta reda på varför de döda är oroliga. En vidrig nekromant har öppnat en portal till de dödas länder. Den måste till varje pris stängas, och jag är rädd att mina kunskaper inte är tillräckliga för en sådan uppgift.
tr: Kral Garard, daha acil konular var. Leolin beni ölülerin neden rahatsız edildiğini bulmakla görevlendirdi. Aptal bir nekromantik Ölüler Diyarından bu dünyaya bir geçit açtı. Bedeli ne olursa olsun bu kapatılmalı, ama korkarım, benim yeteneklerim bu görev için yeterli değil.

source: Kalenz, I feel Delfador is the chosen one. The one who can be trusted with the book. I believe the book will help him close that portal and eliminate the undead menace.
da: Kalenz jeg kan mærke at Delfador er den udvalgte. Den som vi kan stole på vedrørende bogen. Jeg tror at bogen vil hjælpe ham med at lukke portalen og eliminere den udøde plage.
de: Kalenz, ich fühle das Delfador der Auserwählte ist. Derjenige, dem man das Buch anvertrauen kann. Ich glaube fest daran, das ihm das Buch dabei helfen wird, das Portal zu schließen und die untote Bedrohung zu beenden.
es: Kalenz, siento que Delfador es el elegido. A él puedes confiar el libro. Creo que el libro lo ayudará a cerrar el portal y eliminar la amenaza de los no muertos.
fr: Kalenz, je sens que Delfador est l'élu, celui à qui nous pouvons confier le livre. Je crois que le livre l'aidera à refermer ce portail et à éliminer la menace des morts-vivants.
hu: Kalenz, úgy érzem, Delfador a kiválasztott. Ő az, aki jól képes használni a könyvet. Hiszem, hogy a könyv segítségével képes lesz lezárni a kaput, s elhárítani az élőholt fenyegetést.
pl: Panie Kalenz, czuję, że Delfador jest wybrańcem. Tym, któremu można powierzyć księgę. Wierzę, że księga pomoże mu zamknąć ten portal i wyeliminować zagrożenie z strony nieumarłych.
ru: Каленз, я чувствую, что Делфадор - избранный. Тот, кому можно доверить книгу. Книга поможет ему закрыть портал и уничтожить угрозу мертвецов.
sv: Kalenz, Delfador är den ende som kan ta hand om boken. Jag tror att boken kan hjälpa honom att stänga portalen och ta hand om hotet från de vandöda.
tr: Kalenz, Delfador’un seçilmiş biri olduğunu hissediyorum. Kitabı emanet edeceğimiz kişi o olabilir. Kitabın bu geçidi kapamakta ve bu hortlak tehdidini ortadan kaldırmakta ona yardımcı olacağına inanıyorum.

source: I agree. Never in my life have I met any human of his qualities. But I fear the book is cursed. It may bring lots of suffering to his holder and his people...
da: Jeg er enig. Aldrig i mit liv har jeg mødt et menneske med hans kvaliteter. Men jeg frygter at bogen er forbandet. Den kan medføre store lidelser til ejermanden og hans folk...
de: Da stimme ich zu! Niemals zuvor habe ich einen Menschen von seinem Format getroffen. Allerdings fürchte ich, dass das Buch verflucht sein könnte. Es könnte großes Unglück über den Besitzer und dessen nähere Umgebung bringen...
es: Estoy de acuerdo. Nunca en mi vida he encontrado a un humano con sus calidades. Pero temo que el libro esté maldito. Puede traerle muchos sufriendo a su poseedor...
fr: Je pense de même. Jamais de ma vie je n'ai rencontré un humain de sa qualité. Mais je crains que le livre soit maudit. Il risque d'apporter beaucoup de souffrances à son détenteur et aux siens...
hu: Egyetértek. Sosem találkoztam még ilyen kivételes emberrel. Félek, hogy a könyvön átok ül. Sok szenvedést hoz a birtokosára, s annak népére...
pl: Zgadzam się. Nigdy w całym moim życiu nie spotkałem żadnego człowieka takiego jak on. Ale obawiam się, że na księdze może spoczywać klątwa. Może przynieść ona wiele cierpień jej posiadaczowi i jego ludowi...
ru: Согласен. Я еще не встречал такого человека, как он. Но боюсь, книга проклята. Она может принести множество страданий своему владельцу и его народу...
sv: Jag instämmer. Aldrig har jag mött en människa med sådana kvaliteter. Men jag befarar att boken är förbannad. Den kan föra stor olycka över sin innehavare och de omkring.
tr: Sana katılıyorum. Hayatım boyunca onun kalitesinde bir insan tanımadım. Fakat kitap sanırım lanetli. Sahibine ve onun halkına çok büyük acılar çektirebilir...

source: Yes, that may be. But I feel if anyone can be trusted with the book, it's him. It should be his decision if he accepts it or not.
da: Ja det kan værre. Men jeg føler at hvis nogen kan overlades denne bog, så er det ham. Det bør være hans beslutning om han vil acceptere eller ej.
de: Ja das mag sein. Aber ich vertraue meinem Gefühl, das mir sagt, das wenn man jemandem vertrauen kann, dann ist er es. Es sollte seine Entscheidung sein, ob er es annehmen will oder nicht.
es: Sí, puede ser. Pero siento a alguien se le puede confiar el libro, es a él. Debe ser su decisión, si él lo acepta o no.
fr: Oui, c'est possible. Mais je sens que s'il est une personne en qui on puisse avoir confiance, c'est bien lui. À lui de décider s'il est prêt à l'accepter ou non.
hu: Igen, ez lehetséges. De érzem, hogy ha valaki képes megbirkózni a feladattal, akkor az ő. De legyen ez az ő döntése, elfogadja a könyvet, vagy nem.
pl: Tak, może tak być. Ale czuję, że jeżeli komukolwiek można powierzyć tę księgę, to jest to właśnie on. To powinna być jego decyzja, czy ją przyjmie, czy nie.
ru: Может быть и так. Но я чувствую, что если кому ее и можно доверить, то только ему. Он должен решить, принять книгу или нет.
sv: Ja, så kan det vara. Men jag tror att om någon kan anförtros boken, så är det han. Men det är upp till honom att acceptera.
tr: Evet, olabilir. Fakat kitap birine emanet edilecekse, bu kişi Delfador’dur. Kabul eder ya da etmez, sonuçta kararı o verecek.

source: Delfador, our weapons are weak against the undead, but perhaps we may still be able to help. The elvish forests have seen many falls since Crelanu entrusted his book of magic to Cleodil. It contains a lot of knowledge, knowledge that it took Crelanu all his life to gather.
da: Delfador, vores våben er svage imod de udøde, men måske vi stadig er i stand til at hjælpe. Elverskovene har set mange faldne siden Crelanu overlod sin magiske bog til Cleodil. Den indeholder en masse viden, viden som Crelanu brugte hele sit liv til at indsamle.
de: Delfador! Unsere Waffen sind zu schwach, um gegen die Untoten etwas ausrichten zu können, aber vielleicht können wir euch trotzdem behilflich sein. Die elfischen Wälder haben viele Niederlagen gesehen, seit Crelanu sein Zauberbuch an Cleodil übergeben hat. Es enthält viel kostbares Wissen; Wissen welches von Crelanu sein ganzes Leben lang gesammelt hat.
es: Delfador, nuestras armas son débiles contra los no muertos, pero quizás nosotros todavía podemos ayudar. Los bosques del elfo han visto muchos otoños desde que Crelanu le confió su libro de magia a Cleodil. Contiene muchos conocimientos, conocimiento que le tomaron toda una vida a Crelanu.
fr: Delfador, nos armes sont bien faibles face aux morts-vivants, mais nous serons peut-être d'une certaine aide malgré tout. Les forêts des elfes ont vécu bien des automnes depuis que Crelanu a confié la garde de son livre de magie à Cléodil. Il contient un grand nombre de connaissances, des connaissances que Crelanu mit toute une vie à rassembler.
hu: Delfador! A mi fegyvereink gyengék az élőholtak ellen, de talán mégis tudunk segíteni. A tünde erdők sok csapást megértek már azóta, mióta Crelanu rábízta varázskönyvét Cleodilra. A könyv óriási tudásanyaggal bír. Mindazt tartalmazza, amit Crelanu életében összegyűjtött.
pl: Delfadorze, słabe są nasze bronie przeciwko nieumarłym, ale może wciąż będziemy mogli jakoś pomóc. Lasy elfów widziały wiele jesieni od chwili gdy Crelanu powierzył tę magiczną księgę Cleodilowi. Zawiera ona wiele wiedzy, wiedzy którą gromadził Crelanu przez całe życie.
ru: Делфадор, наше оружие слабо против мертвецов, но возможно, мы все же можем помочь. Эльфийские леса видели много зим с тех пор, как Крелану доверил свою магическую книгу Клеодил. В ней много знания, знания, на сбор которого у Крелану ушла вся жизнь.
sv: Delfador, våra vapen är svaga mot de vandöda, men kanske kan vi vara till hjälp ändå. Alvernas skogar har sett många höstar sedan Crelanu anförtrodde sin magiska bok till Cleodil. Den innehåller stora mängder kunskap, kunskap som det tog Crelanu hela livet att samla.
tr: Delfador, silahlarımız hortlaklara karşı etkili değil, ama yine da sana yardım edebiliriz. Elf ormanları Crelanu’nun büyü kitabını Cleodil’e emanet edişinden beri çok güz yaşadı. Kitap çok bilgi içeriyor, Crelanu yaşamı boyunca topladığı bilgileri bu kitaba aktarmış.

source: The book was entrusted to Cleodil, until someone worthy of it came along. We believe you are that one, Delfador. The book may help you find a way to close that portal.
da: Bogen blev stillet i Cleodils varetægt, indtil en værdig ville vise sig. Vi mener at du er denne værdige person Delfador. Bogen kan måske hjælpe dig med at finde en vej til at lukke portalen.
de: Das Buch war Cleodil anvertraut, bis jemand kommt, der sich dessen würdig erweist. Wir glauben, das ihr derjenige seid Delfador. Das Buch möge euch dabei helfen, einen weg zu finden, wie man das Portal wieder schließen kann.
es: El libro se le confió a Cleodil, hasta encontrar a alguien digno de él. Nosotros creemos que es usted, Delfador. El libro puede ayudarle a encontrar una manera de cerrar ese portal.
fr: Le livre a été confié à la garde de Cléodil, en attendant de trouver quelqu'un qui en soit digne. Nous pensons que vous êtes cette personne, Delfador. Le livre pourrait vous aider à trouver un moyen de refermer ce portail.
hu: A könyvet Cleodilra bízta, mígnem egy arra érdemes személy érte nem jön. Hisszük, hogy te vagy ez a személy, Delfador. A könyv segíthet neked bezárni azt a kaput.
pl: Księga ta została powierzona Cleodilowi, póki ktoś warty jej by się nie zjawił. Naszym zdaniem wy jesteście kimś takim, Delfadorze. Księga ta może wam pomóc odnaleźć sposób zamknięcia tego portalu.
ru: Книга была доверена Клеодил до момента, пока не появится кто-нибудь, достойный ее. Мы верим, что это ты, Делфадор. Книга может помочь тебе найти способ закрыть портал.
sv: Boken anförtroddes till Cleodil, tills någon som var värdig kunde ta hand om den. Vi tror att det är du, Delfador. Boken kan ge dig kunskap om hur man stänger den där portalen.
tr: Kitap onu liyakatle kullanacak biri gelene kadar Cleodil’e emanet edildi. Biz o kişinin sen olduğuna inanıyoruz, Delfador. Kitap geçidi kapamak için sana yardımcı olabilir.

source: Friends, your words flatter me. I am not sure I am worthy of such a valuable possesion.
da: Venner, jeres ord smigrer mig. Jeg er ikke sikkert på at jeg er værdig til sådan en værdifuld ejendel.
de: Meine Freunde, eure Worte schmeicheln mir. Ich bin mir nicht sicher, ob ich einem solch wertvollen Stück überhaupt würdig bin.
es: Amigos, sus palabras me adulan. Pero no estoy seguro de ser digno de tan valiosa posesión.
fr: Mes amis, vos propos me flattent. Je ne suis pas sûr d'être digne d'une si précieuse possession.
hu: Barátaim! Szavaitok hízelgőek rám nézve, én mégsem vagyok biztos benne, hogy egy ekkora értékre méltó volnék.
pl: Przyjaciele, wasze słowa mi pochlebiają. Nie wiem, czy jestem warty tak cennej rzeczy.
ru: Друзья, ваши слова льстят мне. Я не уверен, что достоин такого дорогого подарка.
sv: Vänner, ni smickrar mig. Men jag är säker på att jag är värdig en sådan värdefull tingest.
tr: Dostlarım, sözleriniz gururumu okşuyor. Böyle değerli bir tasarrufa layık olacağımdan eminim.

source: We are sure of that. But be warned, for we feel there is a curse to this book. Crelanu's advice brought a lot of destruction upon us, even though at the time we had no other choice...
da: Vi er sikre. Men en advarsel følger med med, for vi tror at der følger en forbandelse med denne bog. Crelanus råd bragte os en masse ødelæggelse over os, selvom vi på det tidspunkt ikke havde noget andet valg...
de: Wir sind uns Sicher! Aber seid gewarnt vor dem Fluch dieses Buches. Crelanus Rat hat eine Menge schlechtes über uns gebracht. Trotzdem hatten wir keine andere Wahl...
es: Nosotros estamos seguros. Pero una advertencia, porque sentimos que hay una maldición sobre este libro. Crelanu nos avisó sobre la destrucción que nos traería, aunque en ese momento no teníamos otra opción...
fr: Nous sommes persuadés que vous l'êtes. Mais soyez averti, nous pensons qu'une malédiction accompagne ce livre. Le conseil de Crelanu nous a attiré beaucoup de destruction, même si à l'époque nous n'avions pas d'autre choix.
hu: Mi viszont biztosak vagyunk benne, hogy igen. De figyelmeztetnünk kell. Érzésünk szerint megátkozták ezt a könyvet. Crelanu tanácsa nagy pusztítást hozott ránk, habár kényszerhelyzetben voltunk...
pl: Tego jesteśmy pewni. Ale uważaj, bo czujemy, że na księdze tej ciąży klątwa. Rada Crelanu przyniosła nam wiele zniszczenia, chociaż nie mieliśmy wtedy innego wyboru jak ją przyjąć...
ru: Мы в этом уверены. Но предупреждаем - на этой книге лежит проклятье. Совет Крелану принес нам много бед, хотя на тот момент у нас и не было другого выхода...
sv: Vi är säkra på det. Men tag varning, för vi känner att det ligger en förbannelse över den. Crelanus råd förde oss in i tider av ofärd, men vid den tiden så hade vi inget annat val.
tr: Biz bundan eminiz. Fakat seni uyarmalıyım, bu kitapta bir lanet olduğunu hissediyoruz. Crelanu üzerimizde zamanla epeyce bir yıkıma yol açacağına dair bizi uyarmıştı, fakat başka seçim şansımız yoktu...

source: I do not know if there is a curse to the book or not. All I know is that we must close that portal soon, or else we are all doomed.
da: Jeg ved ikke om der er en forbandelse på den bog eller ej. Alt jeg ved er at vi må lukke portalen snart, ellers er vi fortabt.
de: Ich weiß nicht ob über dem Buch überhaupt ein Fluch liegt. Alles was ich weiß, ist das wir das Portal so schnell wie möglich schließen müssen, oder wir sind alle verloren.
es: No sé si hay una maldición sobre el libro o no. Lo que si sé es que debemos cerrar ese portal pronto, o todos estaremos condenados.
fr: J'ignore si le livre porte en lui une malédiction ou non. Tout ce que je sais c'est nous devons fermer ce portail au plus vite, faute de quoi nous serons tous condamnés.
hu: Nem tudom, hogy átok ül-e a könyvön vagy sem. De a kaput le kell zárni, különben elszabadul a pokol.
pl: Nie wiem, czy jest na tej księdze klątwa, czy też nie. Wszystko co wiem to tyle, że trzeba ten portal zamknąć jak najszybciej, bo inaczej nasz los będzie przesądzony.
ru: Не знаю, лежит ли на книге проклятье, знаю лишь, что мы должны закрыть портал, или мы все обречены.
sv: Jag vet inte om det ligger en förbannelse över boken eller inte. Allt jag vet är att vi måste stänga portalen snart, annars är vi alla dömda!
tr: Kitapta bir lanet var mı, yok mu? bilmiyorum. Tüm bildiğim, geçidi bir an önce kapatmamız gerektiğidir. Yoksa hepimiz öleceğiz.

source: This is a decision you will have to take. If we decide to fight the undead without the book's help, it will be an honor to fight by your side, no matter what the outcome.
da: Det er en beslutning du må tage. Hvis vi beslutter at kæmpe mod de udøde uden bogens hjælp, vil det være en ære at kæmpe ved din side, uanset udfaldet.
de: Das ist allein eure Entscheidung. Wenn wir uns entscheiden die Untoten ohne die Hilfe des Buches zu bekämpfen, wird es mir eine Ehre sein, an eurer Seite zu kämpfen. Vollkommen egal, wie es ausgehen wird.
es: Ésta es una decisión que usted tendrá que tomar. Si decidimos luchar a los no muertos sin la ayuda del libro, será un honor hacerlo a su lado, no importa resultado.
fr: C'est à vous de prendre cette décision. Si nous décidons de combattre les morts-vivants sans le secours du livre, ce sera pour nous un honneur de combattre à vos côtés, quelle que soit l'issue de la bataille.
hu: Neked kell döntened. Ha úgy döntesz, a könyv segítsége nélkül is szembeszállunk az élőholtakkal, megtiszteltetés a melletted való harc is. Történjék bármi.
pl: To decyzja, którą musicie podjąć sami. Jeżeli zdecydujecie podjąć walkę z nieumarłymi bez pomocy księgi, to będzie dla nas honor walczyć u waszego boku, nie zważając na szanse.
ru: Ты должен принять это решение. Если мы решим сражаться с нежитью без помощи книги, будет честью биться на вашей стороне, чем бы это не закончилось.
sv: Det är ditt beslut. Om vi bestämmer oss för att slåss mot de vandöda utan bokens hjälp, så kommer det att vara en ära att slåss vid din sida, oavsett hur det går.
tr: Bu sizin vereceğiniz bir karar. Hortlakla kitabın yardımı olmaksızın döğüşmeye karar verseniz bile, sizin yanınızda döğüşmek bizim için bir onurdur, başımızı gelecek herşeye razıyız.

source: The way you put it I have no choice but to accept the book, for I cannot bring sure death to many humans and elves for fear of the book...
da: Ud fra din præsentation af sagen har jeg intet andet valg end at acceptere bogen for jeg kan ikke bringe død over så mange mennesker og elver på grund af frygten for en bog.
de: So nett, wie ihr das sagt, habe ich gar keine andere Wahl, als das Buch zu akzeptieren. Ich möchte auf keinen Fall riskieren, vielen Menschen und Elfen den sicheren Tod aus lauter Angst vor dem Buch zu bringen...
es: De la forma en que lo puso no tengo otra opción que aceptar el libro, porque no puedo traer muerte segura a muchos humanos y elfos por miedo al libro...
fr: Vous présentez les choses d'une telle façon que je n'ai d'autre choix que d'accepter le livre. Je ne peux pas en effet causer la mort certaine de tant d'humains et d'elfes par peur du livre...
hu: Nem hagytatok más lehetőséget, el kell fogadjam a könyvet, nem taszíthatok a biztos halálba oly sok embert és tündét, pusztán amiatt, mert megijedek egy könyvtől...
pl: Tak jak to przedstawiacie nie wydaje się mi, bym miał jakiś wybór poza przyjęciem tej księgi, albowiem nie mogę ściągnąć pewną śmierć na wielu ludzi i elfów z powodu strachu przed księgą...
ru: То, как ты ставишь вопрос, не дает мне другого выбора, кроме как принять книгу, я не могу навлечь неминуемую гибель на людей и эльфов из-за страха перед книгой...
sv: Så som ni lagt fram det så har jag inget annat val än att acceptera boken, för jag kan inte döma både alver och människor till döden för min egen rädsla för boken.
tr: Bana kitabı kabul etmekten başka çare bırakmadınız. Kitap korkusuna bir sürü insanı ve elfi ölüme götürememem.

source: Here it is, Delfador. May it help you bring a swift end to the undead menace and may its aquisiton lead you to happier times than it lead us...
da: Her er den Delfador. Må den hjælpe dig med at bringe en hurtig ende på de udødes plage og må dens viden føre dig til bedre tider end den bragte os.
de: Hier ist es, Delfador. Möge es der untoten Bedrohung ein schnelles Ende zu bereiten und möge sein Besitz euch fröhlichere Zeiten bescheren als es uns bescherte...
es: Aquí está, Delfador. Puede ayudarte a terminar rápidamente con la amenaza de los no muertos y con su adquisición puedes llevarnos a épocas más felices...
fr: Le voici, Delfador. Qu'il puisse vous aider à mettre un terme rapide à la menace des morts-vivants et que sa possession vous apporte des moments plus heureux qu'à nous.
hu: Tessék Delfador, tiéd a könyv. Bárcsak segítene gyorsan véget vetni az élőholt fenyegetésnek, s általa bárcsak boldogabb idők jönnének rád, mint amilyeneket ránk hozott...
pl: Oto i ona, Delfadorze. Niech pomoże ci szybko zakończyć zagrożenie z strony nieumarłych i niech jej posiadanie będzie dla ciebie szczęśliwsze niż dla nas..
ru: Вот она, Делфадор. Пусть она поможет тебе приблизить конец нежити и пусть тебя она сделает счастливее, чем нас...
sv: Här är den, Delfador. Må den bistå dig i att få ett snabbt slut på de vandödas hot och må den bringa dig mer lycka än vi fick av den...
tr: İşte kitap, Delfador. Belki kısa sürede hortlak tehdidini sona erdirmene yardımı olur da kitaplığında bizimkinden daha uzun zaman kalır...
