Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: You cannot even imagine it. Why do you think orcs came all the way here to attack you?
da: Du kan ikke forestille dig det. Hvorfor tror du orkerne er kommet hele denne vej for at angribe jer?
de: Ihr könnt es euch nicht denken? Warum glaubt ihr, haben die Orks den ganzen langen Weg zurück gelegt, um euch anzugreifen?
es: No puedes incluso imaginarlo. ¿Porqué piensas que los orcos vinieron hasta aquí para atacarte?
fr: Cela dépasse tout ce que vous pouvez imaginer. Pourquoi donc pensez-vous que les orcs ont fait tout ce chemin pour vous attaquer ?
hu: El sem tudod képzelni. Mit gondolsz, miért tettek meg ekkora utat az orkok, hogy megtámadjanak titeket?
pl: Nie moglibyście sobie tego nawet wyobrazić. Czemuż to, wystawcie sobie, orki przebyły całą tą drogę by was zaatakować?
ru: Вы не можете себе этого представить. Почему, по-вашему, орки дошли сюда, чтобы атаковать вас?
sv: Ni kan inte ens föreställa er det. Varför tror ni orcherna kom hela den här vägen för att anfalla er?
tr: Sen bile bunu göremiyorsun. Orklar o kadar yolu gelip size neden saldırdı, sanıyorsunuz?

source: Because they are orcs! Look old man, can you help us beat them or not?
da: Fordi de er orker! Hør gamle mand, kan du hjælp os med at slå dem eller ej?
de: Ganz einfach weil es Orks sind! Das erwartet man doch von stinkenden Orks. Was ist nun, alter Mann? Könnt ihr uns helfen sie zu besiegen, oder nicht?
es: ¡Porque son orcos! ¿Mire anciano, puede ayudarnos a luchar o no?
fr: Parce que ce sont des orcs ! Écoutez vieil homme, pouvez-vous nous aider à les battre oui ou non ?
hu: Mert ők orkok! Nézd öreg, tudsz nekünk segíteni ellenük vagy sem?
pl: Ponieważ są orkami! Słuchaj stary człowieku, pomożesz nam ich pokonać czy nie?
ru: Потому что они орки! Слушай, старик, ты нам поможешь их разбить или нет?
sv: För att de är orcher! Hör nu, gamle man, kan du hjälpa oss att besegra dem, eller inte?
tr: Çünkü onlar orklar! Bak ihtiyar, onları yenmek için bize yardım edecek misin, etmeyecek misin?

source: You must be Landar, very brave, but also very brash.
da: Du må være Lanadr, meget modig, men også meget høj i hatten.
de: Ihr müsst wohl Landar sein. Sehr Mutig, aber auch ganz schön Frech.
es: Usted deber ser Landar, muy valiente, pero también muy temerario.
fr: Vous devez être Landar, très brave, mais aussi très impétueux.
hu: Te bizonyára Landar vagy, nagyon bátor, de igencsak faragatlan.
pl: Wy zapewne jesteście Landar, bardzo dzielny, i zarazem bardzo zuchwały.
ru: Ты, должно быть, Ландар, очень храбрый, но и очень дерзкий.
sv: Du måste vara Landar; mycket modig, men också mycket högfärdig.
tr: Sen Landar olmalısın, çok cesursun ama bir o kadar da küstahsın.

source: Landar is brash, but this is why we came here. I also do not understand what you are talking about. Olurf tells me you are very wise, but only help for a price. If that's what you want, just name it.
da: Landar er høj i hatten, men det er derfor vi kom her. Jeg forstår heller ikke hvad du taler om. Olurf siger at du er meget klog, men kun hjælper for en pris. Hvis det er det du vil have, så sig din pris.
de: Landar ist Frech, das ist auch ein Grund, warum wir hier hergekommen sind. Ich verstehe auch nicht was ihr da meint. Oluf hat mir gesagt, das ihr ein sehr weiser Mann seid, aber nur für eine Gegenleistung eure Hilfe zur Verfügung stellt. Wenn es das ist, was ihr wollt, dann nennt euren Preis.
es: Landar es temerario, pero esta no es la razón por la que estamos aquí. Tampoco entiendo de lo que estás hablando. Olurf me dice que eres muy sabio, pero que solo ayudas por un precio. Si es así, dime cual es.
fr: Landar a beau être impétueux, c'est bien ce pourquoi nous sommes venus ici. Je ne comprends pas, moi non plus, de quoi vous parlez. Olurf me dit que vous êtes d'une grande sagesses, mais que vous n'offrez pas votre assistance sans contrepartie. Si c'est ce que vous attendez, dites-nous vos conditions.
hu: Landar egy kissé faragatlan, de tényleg ezért jöttünk ide. Én sem értem, hogy miről beszélsz. Olurf azt mondta, hogy te nagyon bölcs vagy, de ingyen nem segítesz. Halljuk, mik a feltételeid!
pl: Landar jest zuchwały, ale dlatego właśnie przybyliśmy tutaj. Nie rozumiem także o czym mówicie. Olurf powiedział mi, żeście bardzo mądrzy, ale wyznaczacie zawsze cenę za pomoc. Jeżeli o to wam chodzi, podajcie ją.
ru: Ландар дерзок, но мы сюда и пришли для того, о чем он говорит. Я тоже не понимаю, о чем ты говоришь. Олурф говорил мне, что ты очень мудр, но помогаешь только за плату. Если она тебе нужна, то просто назови цену.
sv: Landar är högfärdig, men detta är därför vi kom hit. Jag förstår inte heller vad du talar om. Olurf säger att du är mycket vis, men att din hjälp har ett pris. Om det är vad du vill ha, så nämn ditt pris.
tr: Landar küstah, ama bu bizim buraya gelme sebebimiz. Ayrıca ne hakkında konuşuğumuzu da anlayabilmiş değilim. Olurf bana çok bilge olduğunuzu ama bedelini ödemeden yardım etmeyeceğinizi söyledi. Eğer öyleyse, ne istiyorsun? Şunun adını koyalım.

source: Are you saying the Orcs attacked us looking for something?
da: Siger ud at orkerne angriber os for at finde noget?
de: Wollt ihr damit sagen, die Orks haben uns angegriffen, weil sie bei uns nach irgendetwas gesucht haben?
es: ¿Estás diciendo que los Orcos nos atacaron porque buscan algo?
fr: Êtes-vous en train de dire que les orcs nous ont attaqués parce qu'ils recherchaient quelque chose ?
hu: Arra gondolsz, hogy az orkok csak azért támadtak meg minket, mert kerestek valamit?
pl: Czy twierdzicie, że orki zaatakowały nas szukając czegoś?
ru: Ты хочешь сказать, что орки нападали на нас в поисках чего-то?
sv: Påstår du att orcherna anföll oss av en särskild anledning?
tr: Orkların birşey aradığı için mi bize saldırdığını söylüyorsun?

source: Yes, that is what I am saying
da: Ja det er hvad jeg siger.
de: Ja, das ist genau das, was ich meine.
es: Sí, eso es lo que digo
fr: Oui, c'est bien ce que je vous dis.
hu: Igen, ezt mondtam.
pl: Tak, to właśnie twierdzę.
ru: Да, именно так.
sv: Ja, det är det jag säger.
tr: Evet, demek istediğim, bu.

source: It makes sense now: The Saurians were asking about a dastone and also after we won in Wesmere there was an Orc mumbling something about a dastone..
da: Det giver mening nu: Øglerne spurgte efter en sten og også efter vi vandt i Wesmere var der en ork der mumlede noget om en sten...
de: Es ergibt jetzt einen Sinn. Die Saurianer haben nach einem Klunker herumgefragt, und auch als wir die Schlacht in Wesmere gewonnen hatten, hatte ein Ork irgend etwas über einen Klunker gemurmelt...
es: Ahora tiene sentido. El Saurio preguntaba por la piedra de da y cuando ganamos en Wesmere había un Orco que mascullaba algo sobre una piedra de da.
fr: Tout s'éclaire maintenant. Les sauriens s'interrogeaient au sujet d'une loupière. Et après notre victoire il y avait aussi un orc marmonnant à propos d'une loupière.
hu: Most már világos: a gyíkok valamiféle küvet kerestek rajtunk, s Wesmerenél is motyogott egy ork valamiféle kűről.
pl: Wszystko teraz układa się w jakąś całość: Jaszczury rozpytywały się o jakiś kamień a po naszym zwycięstwie w Wesmere również słyszeliśmy orka bełkoczącego o jakimś kamieniu...
ru: Теперь понятно... Саурианы говорили о камне, а когда мы победили в Весмире, один из орков бормотал что-то о нем...
sv: Nu förstår jag: ödlefolket frågade om någon sten och efter att vi vunnit i Wesmere mumlade också någon orch om en sten...
tr: Şimdi herşey anlaşıldı: Sürüngenler bir taştan bahsedip duruyordu. Wesmer’de orkları yendiğimizde onlar da taşla ilgili birşeyler mırıldanıyordu...

source: It's not a dastone, it's the stone: The mean the ruby of fire...
da: Det er ikke en hvilket som helst sten, det er stenen: Ildrubinen...
de: Es ist nicht ein Klunker. Es ist DER STEIN. Der magische Stein des Feuers...
es: No es una piedra de da, es la piedra: El maldito rubí de fuego...
fr: Ce n'est pas une loupière, c'est La pierre. Ils veulent dire le Rubis de Feu...
hu: Nem valamiféle kű, hanem A KŐ, a Tűz Rubinja...
pl: To nie jakiś tam kamień, tylko rubin ognia..
ru: Камень - это Рубин Огня...
sv: Ja, de syftar på Eldrubinen...
tr: O bir taş değil, bir yakut; yani, ateş yakutu...

source: What's that and what does it have to do with us?
da: Hvad er det og hvad har den med os at gøre?
de: Was ist das genau, und vor allem was hat das mit uns zu tun?
es: ¿Que es eso y qué tiene que ver con nosotros?
fr: Qu'est-ce donc et quel rapport avec nous ?
hu: Mi az és mi közünk van nekünk hozzá?
pl: A co to jest takiego i co to ma wspólnego z nami?
ru: Что это и причем тут мы?
sv: Vad är det och vad har det med oss att göra?
tr: Nedir o? Bizimle ilgisi ne?

source: It's the source of your troubles: This is a very powerful magical artifact and that Haldric tyrrant has it. He has fooled the orcs that the elves have it. But now they suspect they have been fooled. Haldric is going to pay for his arrogance.
da: Det er kilden til jeres problemer: Det er en meget kraftig magisk artefakt og Haldric den tyran ha rden. Han har narret orkerne til at tro at elverne har den. Men nu har de mistanke om at de er blevet narret. Haldric kommer til at betale for sin arrogance.
de: Das ist der Grund für den ganzen Ärger. Dies ist ein sehr mächtiges magisches Artefakt und der Tyrann Haldric besitzt es. Er hat den Orks glauben gemacht, das die Elfen ihn besitzen würden. Aber jetzt ahnen sie, dass sie hinters Licht geführt wurden. Haldric wird für seine Arroganz bezahlen müssen.
es: Es la fuente de tus problemas. Es un artefacto mágico muy poderoso y ese tirano de Haldric lo tiene. Ha engañado a los orcos que los elfos lo tienen. Pero ahora sospechan que han sido engañados. Haldric va a pagar por su arrogancia.
fr: C'est la source de vos ennuis. Il s'agit d'un artéfact magique très puissant que ce tyran d'Haldric a en sa possession. Il a fait croire aux orcs que c'étaient les elfes qui le détenaient. Mais maintenant ceux-ci se doutent qu'on s'est joué d'eux. Haldric va devoir payer pour son arrogance.
hu: Ez okozza a ti bajaitokat: Ez a kő egy roppant erős varázseszköz, s a zsarnok Haldric birtokolja. Átejtette az orkokat, akik azt hiszik, hogy nálatok van. Bár már kezdik sejteni, hogy lóvá tették őket. Haldricnak fizetnie kell az önteltségéért.
pl: To źródło waszych kłopotów. To bardzo potężny magiczny artefakt posiadany przez tego tyrana Haldrica. Wmówił orkom, że to elfy go posiadają. Ale teraz zaczynają podejrzewać, że zostały oszukane. Haldric zapłaci za swoją arogancję.
ru: Это источник ваших бед - могущественный магический артефакт, который находится у тирана Халдрика. Он ввел орков в заблуждение, сказав, будто камень у эльфов. Но теперь они подозревают, что были одурачены. Халдрик заплатит за свою заносчивость.
sv: Det är källan till alla era problem. Detta är en mycket mäktig artefakt, som är i Haldric tyrannens ägo. Har har lurat i orcherna att alverna har den. Men nu misstänker de att de blivit förda bakom ljuset. Haldric kommer att få betala för sin arrogans.
tr: Sorunlarınızın kaynağı işte bu: Bu çok güçlü ve sihirli bir asadır ve zorba Haldrik’e aittir. Orkları taş elflerde diyerek aldattı. Haldrik kibirinin cezasını çekiyor.

source: Hmm... You seem to like king Haldric even less than elves...How do you know all these?
da: Hmm... Det virker som om at du kan lide kong Haldric endnu mindre end elverne... Hvordan ved du alt det her?
de: Hmm... Es scheint mir, ihr mögt König Haldric noch weniger als die Elfen. Woher wisst ihr das alles?
es: ¿Hmm... Parece que no le gusta el rey Haldric incluso menos que a los elfos... ¿Como sabe todo esto?
fr: Hum... Vous semblez apprécier le roi Haldric encore moins que les elfes... Comment savez-vous tout cela ?
hu: Hmm... Úgy látom, te még a tündéknél is kevésbe kedveled Haldric királyt... Honnan tudod mindezt?
pl: Hm... Wygląda na to, że lubicie króla Haldrica nawet mniej niż elfy... Skąd o tym wszystkim wiecie?
ru: Похоже, ты любишь Халдрика даже меньше, чем эльфы... Откуда тебе все это известно?
sv: Hmm... Du verkar tycka sämre om Haldric än alver... Hur känner du till allt detta?
tr: Hımmm... Kral Haldrik’i elfler kadar bile sevmediğiniz anlaşılıyor... Tüm bunları nereden biliyorsunuz?

source: He was the one who banished me from Wesnoth. They say I tried to steal the ruby and become too powerful... Truth is this ruby is driving Haldric more and more arrogant each day. Anyone can handle it in battle, but only a true master can handle it outside of battle. Unshielded, its magical radiance changes Haldric everytime he comes close to it.
da: Han var personen som gjorde mig til fredløs i Wesnoth. De sagde at jeg forsøgte at stjæle rubinen og bliver alt for magtfuld... Sandheden er at rubinen driver Haldric til at blive mere og mere arrogant for hver dag der går. Enhver kan håndtere den i krig, men kun en sand mester kan håndtere den udenfor slagmarken. Ubeskyttet vil dens magiske udstråling udfordre Haldric hver gang han kommer tæt på den.
de: Er war derjenige, der mich von Wesnoth verbannte. Sie sagten, ich hätte versucht den Rubin zu stehlen, um meine Macht noch mehr zu vergrößern...Die Wahrheit ist, dass der Rubin Haldrik immer mehr in seinen Bann zieht und ihn Tag für Tag Arroganter werden lässt. Jedermann kann den Rubin im Kampf kontrollieren, aber nur ein wahrer Meister kann seiner Macht wiederstehen, wenn er nicht zum Kämpfen eingesetzt wird. Unabgeschirmt wirkt seine magische Strahlung negativ auf Haldric und verändert ihn jedes mal, wenn er in dessen Nähe kommt.
es: Fue quien me desterró de Wesnoth. Dicen que intenté robar el rubí y para hacerme más poderoso... La verdad es que este rubí está hacienso a Haldric más arrogante cada día. Cualquiera puede manejarlo en batalla, pero sólo un verdadero maestro puede hacerlo fuera de la batalla. Sin Protección, su fulgor mágico cambia a Haldric cada vez que se acerca.
fr: C'est lui qui m'a banni de Wesnoth. Ils prétendent que j'ai essayé de voler le rubis et de devenir trop puissant... En vérité, ce rubis rend Haldric de jour en jour plus arrogant. N'importe qui peut le manier au combat, mais seul un vrai maître est capable de le manier en dehors de la bataille. Sans protection, sa radiation magique transforme Haldric à chaque fois qu'il s'en approche
hu: Haldric volt az, aki száműzött engem Wesnothból. Azt mondták, hogy el akartam lopni a Rubint, hogy még hatalmasabbá váljak... Igazából a Rubin birtoklása miatt lett Haldric egyre önteltebb. Csatában bárki használhatja a Rubint, de csak az igazi mesterek képesek csatán kívül is bánni vele. Haldric védtelen a mágikus kisugárzása ellen, s egyre jobban változik, ahányszor csak megközelíti a Rubint.
pl: To one wygnał mnie z Wesnoth. Twierdzili, że próbowałem ukraść rubin by stać się potężnym, zbyt potężnym... A prawda jest taka, że rubin powoduje, iż arogancja Haldrica puchnie z każdym dniem. Każdy potrafiłby używać go w bitwie, ale tylko prawdziwy mistrz potrafi używać go poza walką. Nieosłonięta, magiczna emanacja rubinu zmiena Haldrica za każdym razem, gdy się do niego zbliża.
ru: Именно он выгнал меня из Веснота. Сказали, будто я пытался украсть рубин и стать слишком могущественным.. Истина состоит в том, что этот рубин делает Халдрика все более надменным с каждым днем. Вский может управиться с ним в битве, но только настоящий мастер может управиться с ним вне битвы. Неограниченная, его магическая радиация меняет Халдрика всякий раз, когда он приближается к камню.
sv: Det var han som förvisade mig från Wesnoth. Det påstås att jag försökte stjäla rubinen och blev för mäktig... Sanningen är att denna rubin gör Haldric mer och mer arrogant för varje dag. Vem som helst kan använda den i strid, men bara en sann mästare kan handha den utanför strid. Oskärmad så förändrar dess magiska strålglans Haldric varje gång han kommer nära den.
tr: Beni Wesnoth’tan sürgün eden oydu. Asayı çalmaya ve daha güçlü olmaya çalıştığımı söyledi... Gerçekte, bu yakut Haldrik’i her gün biraz daha kendini beğenmiş hale getiriyor. Onu savaşta herkes kullanabilir ama savaş dışında sadece gerçek ustası onu kullanabilir. Koruyucu kalkanı olmaksızın, sihirli ışınımları Haldrik’i hergün biraz daha değiştiriyor ve onu kendine bağlıyor.

source: So the orcs will now attack the humans?
da: Så orkerne vil nu angribe menneskene?
de: Das heißt die Orks werden jetzt die Menschen angreifen?
es: ¿Los orcos atacarán a los humanos ahora?
fr: Alors les orcs vont maintenant attaquer les humains ?
hu: Akkor az orkok most az embereket támadják meg?
pl: A więc orki zaatakują teraz ludzi?
ru: Так орки теперь нападут на людей?
sv: Så orcherna kommer nu att anfalla människorna?
tr: Öyleyse, orklar şimdi insanlara mı saldıracak?

source: Yes, but after they win you're next and so are dwarves
da: Ja men når de har vundet kommer i bagefter og derefter dværgene.
de: Ja, aber wenn sie den Kampf gewinnen, seid ihr die nächsten die Angegriffen werden. Dann sind die Zwerge an der Reihe.
es: Sí, pero después de ellos sequirán ustedes y luego los enanos
fr: Oui, mais vous et les nains suivrez quand ils les auront vaincus.
hu: Igen, de miután őket legyőzték, ti lesztek a következő áldozatuk, majd a törpök következnek.
pl: Tak, ale gdy wygrają, następni w kolejce jesteście wy, a potem krasnoludy.
ru: Да, но после того, как они победят, вы будете следующими, а потом гномы.
sv: Ja, men efter att de vunnit där, så är det alvernas och dvärgarnas tur.
tr: Evet, fakat kazandıktan sonra sıra elflere ve cücelere gelecek.

source: Don't worry about us. You seem to have some problems of your own.
da: Bekymrer dig ikke om os. Du ser ud til at have dine egne problemer.
de: Macht euch über uns keine Gedanken. Es scheint mir so, als ob ihr selbst genügend Probleme habt.
es: No se preocupe por nosotros. Parece tener sus propios problemas.
fr: Ne vous souciez pas de nous. Vous semblez avoir vos propres problèmes.
hu: Miattunk ne aggódj! Úgy tűnik, neked is megvannak a magad problémái.
pl: Nie martwcie się o nas. Zda się nam, że macie swoje własne kłopoty.
ru: Не беспокойся о нас. Похоже, у тебя есть свои проблемы.
sv: Oroa dig inte över oss. Du verkar ha egna problem.
tr: Bizim için endişelenmeyin. Kendi sorunlarınız daha büyük görünüyor.

source: You obviously know a lot. But can you help us? Is there a way to stop the orcs?
da: Du ved åbenbart meget. Men kan du hjælpe os? Er der en måde at stoppe orkerne på?
de: Ihr seid sehr Weise. Aber könnt ihr uns auch helfen? Gibt es einen Weg die Orkkrieger aufzuhalten?
es: Sabes obviamente mucho. ¿Pero puedes ayudarnos? ¿Hay una forma de parar a los orcos?
fr: À l'évidence, vous en savez beaucoup. Mais pouvez-vous nous aider ? Existe-t-il un moyen d'arrêter les orcs ?
hu: Valóban sokat tudsz. De nekünk tudsz-e segíteni? Megállíthatjuk valahogy az orkokat?
pl: Oczywiste jest, że wiecie bardzo dużo. Ale czy pomożecie nam? Czy jest jakiś sposób na powstrzymanie orków?
ru: Ты явно знаешь многое. Но можешь ли ты нам помочь? Есть ли способ остановить орков?
sv: Du verkar veta en hel del. Men kan du hjälpa oss? Kan vi hejda orcherna på något sätt?
tr: Siz oldukça çok şey biliyorsunuz. Fakat, bize yardım edebilir misiniz? Orkları durdurmanın bir yolu var mı?

source: You cannot defeat them with the forces you have now. You can only gain time, maybe this will be enough for you to grow strong enough again.
da: Du kan ikke besejre dem med dine nuværende styrker. Du kan kun vinde tid, måske er det nok til at du kan vokse dig stærk igen.
de: Ihr könnt sie niemals mit den Waffen schlagen, welche ihr jetzt besitzt. Ihr könntet damit höchstens ein wenig Zeit gewinnen. Vielleicht würde es ausreichen, um eure Truppen ausreichend auf den Krieg vorzubereiten.
es: No puedes derrotarlos con las fuerzas que tienes ahora. Solo puedes ganar tiempo, quizá sea suficiente para crecer lo necesario.
fr: Vous ne pouvez les vaincre avec les forces dont vous disposez actuellement. Vous ne pouvez que gagner du temps, mais ce sera peut-être suffisant pour vous renforcer à nouveau suffisamment.
hu: A jelenlegi seregeddel nem győzheted le őket. Csak időt nyerhetsz, de valószínűleg ez elég lesz arra, hogy újra megerősödj.
pl: Nie dacie rady pokonać ich z siłami, które macie teraz. Możecie tylko zyskać na czasie, może to wystarczy byście urośli znowu w wystarczającą siłę.
ru: Вы не одолеете их теми силами, что у вас есть сейчас. Вы можете только выгадать время, может быть, его хватит, чтобы возродить вашу мощь.
sv: Ni kan inte besegra dem med de styrkor ni har nu. Ni kan bara köpa er tid; kanske kommer det att vara tillräckligt för att samla nog med styrka.
tr: Şimdiki kuvvetlerinizle onları yenemezsiniz. Zaman kazanmalısınız, belki tekrar yeterli güce böylece erişirsiniz.

source: How? Don't tell me we had to fight the Saurians, cross Arkan-Thoria with all its sea monsters and fight trolls and yetis to come here for nothing!
da: Hvordan? Fortæl mig ikke at vi måtte kæmpe mod øglerne, krydse Arkan-Thoria med alle dens sømonstre og kæmpe mod trolde og yetier for intet at finde her!
de: Wie, um alles in der Welt? Sagt mir nicht, wir haben gegen die Sarianer zu kämpfen gehabt, Arkan-Thoria mit seinen Seeungeheuern überquert, Trolle und Yetis bekämpft, um hier zu erfahren, das alles um sonst gewesen ist!
es: ¡Cómo? ¡No me dirá que luchamos con los Saurios, cruzamos Arkan-Thoria con todos sus monstruos del mar y luchamos con trolls y yetis para venir aquí por nada!
fr: Comment ? Ne me dites pas que nous avons dû combattre les sauriens, traverser Arkan-Thoria et tous ses monstres marins et lutter contre trolls et yétis en chemin, tout cela pour rien !
hu: Hogyan? Ne mondd, hogy hiába küzdöttünk a gyíkokkal, keltünk át az Arkan-Thorián harcolva a tengeri szörnyekkel, s hiába vívtunk meg a trollokkal és a jetikkel! Az nem lehet, hogy nem tudsz segíteni!?
pl: Jak? Nie mówcie nam, że walczyliśmy z jaszczurami, przekroczyliśmy Arkan-Thorie z wszystkimi jej morskimi potworami, walczyliśmy z trollami i yeti i przybyliśmy tutaj na marne!
ru: Как? Мы дрались с Саурианами, пересекали Аркан-Торию с ее морскими чудовищами, сражались с троллями и йети - и все напрасно?
sv: Hur då? Säg inte att vi stred mot ödlefolket, korsade Arkan-Thoria med alla sjömonster och slogs mot troll och snömän för att inte få med oss något tillbaka!
tr: Nasıl? Buraya gelirken, eski Torya’yı geçmek için Sürüngenlerle, su yaratıklarıyla, yetilerle ve trollerle boşuna döğüştüğümü söyleme bana!
