Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Indeed, this river is, I believe, Arkan-thoria. There are lots of bad legends about it, so be very careful when you cross, even though they are probably just fairy tales.
da: Ja denne flod er Arkan-Thoria, mener jeg. Der er mange dårlige sagn om den, så vær meget forsigtig under krydsningen, selvom det sikkert bare er ammestuehistorier.
de: In der Tat, ich glaube das dies der Fluss Arkan-thoria ist. Es gibt viele dunkle Legenden darüber, also seid sehr vorsichtig wenn ihr ihn überquert, auch wenn es vermutlich nur Märchen sind.
es: De hecho, este río es, creo, Arkan-thoria. Hay malas leyendas sobre él, tengamos mucho cuidado al cruzar, aunque es probable que sean sólo cuentos de hada.
fr: En effet, cette rivière est, je crois, Arkan-Thoria. Nombre de légendes sinistres circulent à son sujet, alors soyez prudent lorsque vous la traverserez, même s'il s'agit sans doute seulement de contes de fées.
hu: Ráadásul ez a folyó, azt hiszem ez az Arkan-Thoria. Nagyon rossz híre van, rengeteg rémtörténetet hallottam róla, úgyhogy óvatosan gázoljunk át, bár lehet, hogy csak tündérmesék azok a történetek.
pl: W rzeczy samej, rzeka ta, to jak sądzę Arkan-Thoria. Wiele krąży o niej paskudnych opowieści, więc bądźmy bardzo ostrożni przebywając ją, nawet jeżeli są to tylko takie baje dla niegrzecznych dzieci.
ru: Действительно, насколько я знаю, эта река - Аркан-тория. О ней ходит множество плохих легенд, поэтому будьте очень осторожны, пересекая реку, даже если эти истории - всего лишь сказки
sv: Den här floden är så vitt jag vet Arkan-thoria. Det finns många legender om dess ondska, så var mycket försiktiga när ni korsar den. Fast det är väl bara sagor.
tr: Gerçekten, bu nehir tehlikelidir, sanırım burası, Eski-torya. Hakkında bir sürü kötü hikaye anlatılır. Muhtemelen peri masalıdır onlar ama yine de nehri geçerken çok dikkatli olmalıyız.

source: We made it. Onwards to Thoria!
da: Vi gjorde det. Fremad mod Thoria!
de: Wir haben es geschafft. Vorwärts nach Thoria!
es: Lo hicimos. ¡Hacia adelante a Thoria!
fr: Nous avons réussi. En avant vers Thoria !
hu: Túlvagyunk rajta! Irány a Thoria.
pl: Udało się! Naprzód, do Thorii!
ru: Получилось! Вперед, в Торию!
sv: Vi klarade det. Nu fortsätter vi till Thoria!
tr: Başardık. Torya'ya ileri!

source: At last!
da: Endelig!
de: Endlich!
es: ¡Por fin!
fr: Enfin !
hu: Végre!
pl: Nareszcie!
ru: Наконец-то!
sv: Äntligen!
tr: Sonunda!

source: We really need to settle things with these Saurians once and forall!
da: Vi har virkelig behov for at afgøre tingene med disse øgler en gang for alle!
de: Wir müssen das Problem mit diesen Saurianern jetzt wirklich absolut endgültig lösen!
es: ¡Realmente necesitamos terminar con estos Saurios de una vez por todas!
fr: Nous devons vraiment régler leur compte à ces sauriens une bonne fois pour toutes !
hu: Igazán elrendezhetnénk a dolgot ezekkel a gyíkokkal. Egyszer, s mindenkorra!
pl: Zaprawdę musimy rozstrzygnąć zatargi z tymi Jaszczurami raz na zawsze!
ru: Нужно разобраться с Саурианами раз и навсегда!
sv: Vi skall minsann reda ut en del med ödlefolket en gång för alla!
tr: Bu sürüngen şeylerle son bir defa hesaplaşmamız gerekecek!

source: Sealurr
ru: Силур
tr: Segalur

source: The legends are true! Sea creatures are upon us!
da: Sagnene er sande! Havskabninger er over os!
de: Die Legenden sind wahr! Meeresungeheuer greifen uns an!
es: ¡Las leyendas son verdaderas! ¡Las criaturas del mar están sobre nosotros!
fr: Les légendes disaient vrai ! Des créatures maritimes sont sur nous !
hu: A történetek igazak! Tengeri szörnyek a nyomunkban!
pl: Legendy okazały się prawdą! Morskie potwory siedzą nam na karku!
ru: Легенды говорят правду! Морские существа вокруг!
sv: Legenderna var sanna! Vi blir anfallna av sjömonster!
tr: Hikayeler gerçek! Su canavarları saldırıyor!

source: They are coming at us from all sides!
da: De angriber os fra alle sider!
de: Sie greifen uns von allen Seiten aus an!
es: ¡Vienen desde todos los lados!
fr: Ils nous assaillent de toutes parts !
hu: Minden oldalról közelednek!
pl: Idą na nas z wszystkich stron!
ru: Они везде!
sv: De kommer från alla håll!
tr: Her taraftan geliyorlar!

source: Scardeep
fr: Balafre
ru: Скардип
sv: Djupärr
tr: Skardep

source: Watch for the Serpent!
da: Hold øje med øglen!
de: Achtet auf die Schlange!
es: ¡Ahora una serpiente!
fr: Attention au serpent !
hu: Ügyeljetek a kígyóra!
pl: Uwaga na Węża!
ru: Следите за змеем!
sv: Se upp för sjöormen!
tr: Yılana dikkat!

source: Cliffs of Thoria
da: Thorias Kløfter
de: Die Klippen von Thoria
es: Acantilados de Thoria
fr: Falaises de Thoria
hu: Thoria sziklái
pl: Klify Thorii
ru: Скалы Тории
sv: Thorias klippor
tr: Torya Uçurumları

source: Leaving Arkan-Thoria behind, Kalenz and his band ventured into the dangerous mountains of Thoria....
da: Efterladende Arkan-Thoria bag sig rejser Kalenz og hans følgeskab ind i de farlige bjerge i Thoria....
de: Arkan-Thoria hinter sich lassend, wagten sich Kalenz und sein Gefolge in die gefährlichen Berge von Thoria...
es: Dejando atrás Arkan-Thoria, Kalenz y su grupo se aventuraron en las peligrosas montañas de Thoria....
fr: Laissant Arkan-Thoria derrière eux, Kalenz et sa bande s'aventurèrent dans les dangereuses montagnes de Thoria...
hu: Az Arkan-Thoriat maguk mögött hagyva Kalenz és csapata bemerészkedtek Thoria veszélyes hegyei közé...
pl: Zostawiając za sobą Arkan-Thorię, Kalenz i jego oddział zagłebili się w niebezpieczne góry Thorii...
ru: Оставив позади Аркан-Торию, Каленз и его компания двинулись в опасные горы Тории
sv: Kalenz och hans följeslagare lämnade Arkan-Thoria bakom sig och gav sig in i de farliga Thoria-bergen...
tr: Kalenz ve ekibi Eski-Torya’yı arkalarında bırakarak, cesaretle Torya’nın tehlikeli dağlarının arasına daldılar...

source: Gryphon King
hu: Griff király
tr: Grifin Kralı

source: Reach the signpost with Kalenz
da: Når vejskiltet med Kalenz
de: Erreicht den Wegweiser mit Kalenz
es: Alcanzar el poste indicador con Kalenz
fr: Atteindre le panneau avec Kalenz
hu: Eléred az útjelzőt Kalenzzel
pl: Dotrzyj Kalenzem do drogowskazu
ru: Каленз достигнет дорожного знака
sv: För Kalenz till vägskylten
tr: Kalenz’i yol işaretine götür.

source: I can hardly see with all that mist around, but I can sense danger
da: Jeg kan næsten ikke se noget med den tåge omkring os, men jeg kan mærke fare
de: Ich kann vor lauter Nebel fast nichts sehen, aber ich kann Gefahr fühlen.
es: Apenas puedo ver con toda esa niebla alrededor, pero puedo darme cuenta del peligro
fr: J'ai du mal à distinguer quoi que ce soit avec toute cette brume, mais je peux sentir un danger.
hu: Nem látok jól ebben a ködben, de valami veszélyt érzek.
pl: Ledwo widzę przez tą mgłę wokoło, ale wyczuwam niebezpieczeństwo
ru: Я ничего не вижу сквозь туман, но чувствую опасность
sv: Det är så dimmigt här att jag knappt kan se, men jag kan känna faran.
tr: Bu sis yüzünden çevreyi güçlükle görebiliyorum, ama tehlikeyi hissedebiliyorum.

source: Told you it would be no picnic excursion elf-boy. Too scared to continue?
da: Sagde jo at det ikke ville være en søndagsudflugt elvdreng. For bange til at fortsætte?
de: Ich sagte dir das es kein gemütlicher Spaziergang wird, Elfenjunge. Zu ängstlich um weiter zu gehen?
es: Te dije que no sería una excursión campestre joven elfo. ¿Demasiado asustado para continuar?
fr: Je t'avais prévenu que ce ne serait pas une partie de plaisir, elfounet. La trouille de continuer ?
hu: Megmondtam, hogy ez nem egy vasárnapi séta lesz tünde fiú! Nagyon félsz a folytatástól?
pl: Mowiłem ci, że piknik to raczej nie będzie, elficzku. Co, strach odbiera ochotę do dalszej podróży?
ru: Малыш, я же говорил, что это не будет пикник. Слишком испуган, чтобы драться?
sv: Jag sa ju att det inte skulle bli någon utflykt i det gröna, alvpojke. Är du för rädd för att fortsätta?
tr: Bunun bir piknik gezintisi olmayacağını söylemiştim. Devam etmek çok mu ürkütücü?

source: Gentlemen, easy. We cannot go back now. But be very careful, I don't like this one bit
da: Rolig mine herrer. Vi kan ikke gå tilbage nu. Men vær meget forsigtig, jeg kan ikke li' det her
de: Immer mit der Ruhe, meine Herren. Wir können jetzt nicht zurück. Aber seit sehr vorsichtig, mir gefällt dies hier nicht im geringsten.
es: Caballeros, es fácil. No podemos regresar ahora. Pero tengan mucho cuidado, no me gusta este lugar
fr: Tout doux, messieurs. Nous ne pouvons faire demi-tour à ce point. Mais soyez très prudents. Je n'aime pas du tout cela.
hu: Uraim, csak higgadtan! Nem fordulhatunk vissza! De legyünk óvatosak, valami rossz előérzet kerülget.
pl: Panowie, spokojnie. Nie możemy teraz zawrócić. Ale bądźcie bardzo ostrożni, nie podoba mi się ta okolica ani trochę.
ru: Господа, полегче. Сейчас мы не можем отступить. Но будьте очень внимательны, мне это не нравится...
sv: Mina herrar, ta det lugnt. Vi kan inte vända om nu. Men var försiktiga, jag tycker inte alls om det här.
tr: Zor olmasın yeter. Şimdi geri dönemeyiz. Fakat dikkatli olalım, burayı pek sevmedim.

source: I too feel we are in great danger. Probably we should stay close together and move very carefully.
da: Jeg kan også mærke at vi er i stor fare. Vi bør holde os tæt sammen og bevæge os hurtigt.
de: Ich fühle auch das wir in großer Gefahr sind. Vermutlich sollten wir dicht beieinander bleiben und uns sehr Vorsichtig bewegen.
es: Yo también siento que estamos en un gran peligro. Debemos mantenernos cerca y movernos con mucho cuidado.
fr: Moi aussi, je sens que nous sommes en grand danger. Nous devrions probablement rester proches les uns des autres et nous déplacer avec précaution.
hu: Én is úgy érzem, hogy nagy veszélyben vagyunk. Valószínűleg közel kéne maradnunk egymáshoz és óvatosan haladnunk.
pl: Ja także czuję zbliżające się wielkie niebezpieczeństwo. Może lepiej trzymajmy się blisko siebie i ruszajmy bardzo ostrożnie.
ru: Я тоже чувствую, что мы в опасности. Пожалуй, нам надо держаться близко и передвигаться очень осторожно
sv: Jag kan också känna att vi är i stor fara. Vi borde nog hålla samman och ta oss fram med stor försiktighet.
tr: Büyük bir tehlikenin varlığını çok güçlü hissediyorum. Bir arada kalmalı ve çok dikkatli hareket etmeliyiz.

source: Onwards!
da: Fremad!
de: Vorwärts!
es: ¡Hacia adelante!
fr: En avant !
hu: Előre!
pl: Naprzód!
ru: Вперед!
sv: Framåt!
tr: İleri!

source: Doing pretty well elf-boy!
da: Du gør det okay elvdreng!
de: Ihr schlagt euch recht gut, Elfenjunge!
es: ¡Haciendo bien bonito el joven elfo!
fr: Tu t'en sors pas mal, elfounet !
hu: Jól csináltad tündegyerek!
pl: Nieźle ci idzie elficzku!
ru: Хорошо сработано, малыш!
sv: Du klarar dig ganska bra, alvpojk!
tr: İyi gidiyorsun genç-elf!

source: I can see smoke ahead! I feel something terribly wrong is happening!
da: Jeg kan se mere røg fremme! Jeg kan mærke at noget er helt forkert!
de: Ich sehe Rauch in der Ferne! Ich fürchte etwas sehr schlimmes ist im Gange!
es: ¡Puedo ver humo más adelante! ¡Siento que algo terrible está sucediendo!
fr: J'aperçois de la fumée devant nous. J'ai le sentiment qu'il se passe quelque chose de terrible.
hu: Füstöt látok előttünk. Úgy érzem valami szörnyűség történik!
pl: Widzę dym przed nami! Czuję, że dzieje się coś naprawdę okropnego!
ru: Я вижу дым впереди! Чувствую, происходит что-то ужасное!
sv: Det ryker där framme! Jag är säker på att något förfärligt håller på att ske!
tr: İleride dumanı görebiliyorum! Bazı şeylerin müthiş şekilde yanlış gittiğini hissediyorum!

source: Crelanu's place should be close now, I remember. Quickly, this way!
da: Crelanus sted bør være tæt på nu. Hurtig denne vej!
de: Ich erinnere mich, es ist jetzt nicht mehr weit bis zu Crelanu. Schnell, da lang!
es: El lugar de Crelanu debe estar cerca, ya recuerdo. ¡Rápido, avancemos!
fr: La demeure de Crelanu ne doit plus être loin, autant que je me souvienne. Vite, par ici !
hu: Crelanu a közelben lakik, emlékszem már. Gyorsan, erre!
pl: Miejsce Crelaniu jest już niedaleko stąd, o ile pamiętam. Prędko, tędy!
ru: Жилище Крелану должно быть поблизости, я помню. Быстро, сюда!
sv: Det kan inte vara långt till Crelanus hem nu om jag inte missminner mig. Fort, den här vägen!
tr: Hatırladığıma göre Crelanu’nun yerine yaklaşmış olmalıyız. Çabuk, bu taraftan!

source: Krulg
ru: Крулг
tr: Krulug

source: Watch out!
da: Pas på!
de: Vorsicht!
es: ¡El tiempo pasa!
fr: Attention !
hu: Figyelj!
pl: Uwaga!
ru: Берегись!
sv: Se upp!
tr: Dikkat edin!

source: Watch out!!
da: Pas på!!
de: Vorsicht!!
es: ¡El tiempo pasa!
fr: Attention !!
hu: Figyelj!!
pl: Uwaga!!
ru: Берегись!!!
sv: Se upp!!!
tr: Dikkat edin!!

source: Tralg
ru: Тралг
tr: Tralug

source: Urlg
ru: Урлг
tr: Urlug

source: Battle of the book
da: Bogens slag
de: Kampf um das Buch
es: La batalla del libro
fr: La Bataille du livre
hu: Harc a könyvért
pl: Bitwa księgi
ru: Битва за книгу
sv: Striden om boken
tr: Kitap savaşı

source: Quickening their pace, Elves and Dwarves raced towards the smoke....
da: Tempoet øgedes og elverne og dværgene skyndte sig mod røgen....
de: Schnellen Schrittes eilten Elfen und Zwerge dem Rauch entgegen...
es: Acelerando el paso, Elfos y Enanos corrieron hacia el humo....
fr: Hâtant le pas, les elfes et les nains se précipitèrent vers la fumée...
hu: Lépteiket gyorsítva, a tündék és törpök a füst felé siettek...
pl: Przyśpieszając tempo, elfy i krasnoludy ruszyły ku dymom...
ru: Ускорив шаг, эльфы и гномы устремились во тьму...
sv: Alverna och dvärgarna ökade takten och rusade mot röken...
tr: Elfler ve Cüceler adımlarını hızlandırarak dumana doğru seğirttiler...

source: Aquagar
tr: Akuagar

source: Defeat the drakes and trolls
da: Besejr hestedragerne og troldene
de: Besiegt die Draken und Trolle
es: Derrotar a los drakes y a los trolls
fr: Vaincre les drakes et les trolls
hu: Legyőzöd a perzsekényeket és a trollokat
pl: Pokonaj smoki i trolle
ru: Победите драков и троллей
sv: Besegra drakfolket och trollen
tr: Ejderhaların ve trollerin ölümü

source: Death of Crelanu
da: Crelanus død
de: Tod von Crelanu
es: Muerte de Crelanu
fr: Mort de Crelanu
hu: Crelanu meghal
pl: Śmierć Crelanu
ru: Смерть Крелану
sv: Crelanu dör
tr: Crelanu’nun ölümü

source: Looks like your mage friend is in trouble. There is a horde of drakes attacking!
da: Ser ud til at din troldmands ven er i problemer. Der er et utal af hestedrager der angriber!
de: Scheint so, als hätte euer Magier Freund Probleme. Er wird von einer Horde Draken angegriffen!
es: Parecer que tu amigo el mago está en apuros. ¡Hay una horda de drakes atacandolo!
fr: Il semblerait que votre ami mage ait des ennuis. Une horde de drakes est en train d'attaquer.
hu: Úgy tűnik, hogy a mágus barátod bajban van. Egy hordányi perzsekény támadja!
pl: Wygląda na to, że wasz przyjaciel mag jest w tarapatach. Tam atakuje cała horda smoków!
ru: Похоже, у твоего друга мага проблема. Орда драков атакует!
sv: Det verkar som om din magikervän är illa ute. Han blir anfallen av en hord drakfolk!
tr: Büyücü dostunuzun sorunları var gibi görünüyor. Bir Ejderha grubu saldırıyor.

source: We need to make sure nothing happens to the mage. Let's help them out!
da: Vi må sikre at der ikke sker noget med troldmanden. Lad os hjælpe dem!
de: Wir müssen sicherstellen, dass dem Magier nichts geschieht. Wir müssen ihnen helfen!
es: Necesitamos asegurarnos de que no le pase nada al mago. ¡Ayudémoslos!
fr: Nous devons nous assurer que rien n'arrive au mage. Allons les aider !
hu: Biztosra kell mennünk, a mágusnak haja szála sem görbülhet. Segítsünk neki!
pl: Musimy zapewnić by magowi nic się nie stało. Pomóżmy im!
ru: Мы должны удостовериться, что ничего плохого с магом не случилось Поможем им!
sv: Ingenting får hända magikern. Låt oss hjälpa dem!
tr: Büyücüye bir şey olmamasını sağlamalıyız. Ona yardım edelim!

source: Fools! The book will be mine!
da: Fjols! Bogen bliver min!
de: Narren! Das Buch wird mir gehören!
es: ¡Necios! El libro será mío!
fr: Insensés ! Le livre sera mien !
hu: Idióták! A könyv az enyém lesz!
pl: Głupcy! Księga będzie moja!
ru: Дураки! Книга будет моей!
sv: Dårar! Boken kommer att bli min!
tr: Aptallar! Kitap benimdir!

source: Revelations
da: Afsløringer
de: Enthüllungen
es: Revelaciones
fr: Révélations
hu: Megvilágosodás
pl: Objawienia
ru: Разоблачение
sv: Avslöjanden
tr: Görüşme

source: So you are the ones who defeated Aquagar and his drakes. You must be Olurf, and have been here before when we were both much younger. But Elves never come to Thoria. Yet these are no ordinary times for this land. I know it all. I have foreseen this would happen.
da: Så i e rdem som besejrede Aquagar og hans hestedrager. Du må være Olurf, og har været her før da vi begge var meget yngre. Men elver kommer aldrig til Thoria. Dette er dog usædvanlige tider for dette land. Jeg ved det hele. Jeg har forudset at dette ville ske.
de: So, ihr seid also derjenige, der Aquagar und seine Draken besiegt hat. Ihr müsst Oluf sein, der hier schon lebt, seit wir noch Kinder waren. Elfen kommen sonst niemals nach Thoria, aber dies sind ja auch keine normalen Zeiten die dieses Land gerade durchlebt. Ich weiß das alles. Ich habe all das vorausgesehen.
es: Ustedes son los que derrotaron a Aquagar y sus drakes. Usted debe ser Olurf, y ha estado aquí antes cuando ambos éramos mucho más jovenes. Pero los Elfos nunca vienen a Thoria. Pero éstos no son tiempos normales para esta tierra. Lo sé todo. He previsto que pasaría.
fr: Ainsi c'est vous qui avez vaincu Aquagar et ses drakes. Vous devez être Olurf et vous avez déjà été ici lorsque nous étions tous deux bien plus jeunes. Mais les elfes ne viennent jamais en Thoria. Pourtant il ne s'agit pas de temps ordinaires pour cette terre. Je le sais. J'ai prédit que cela arriverait.
hu: Szóval te vagy az, aki megölte Aquagart és a perzsekényeit. Te pedig bizonyára Olurf vagy, s már jártál itt, amikor még mindketten sokkal fiatalabbak voltunk. Tündék még sohasem voltak a Thorián. Igaz, egyéb rendkívüli események is zajlanak most a földön. Tudtam, hogy ez fog történni.
pl: A więc to wyście pokonali Aquagara i jego smoki. Wasze imię brzmi zapewne Olurf i byliście tutaj już wcześniej, kiedy obydwaj byliśmy o wiele, wiele młodsi. Ale elfy nigdy nie przychodzą do Thorii - jednakże te czasy nie są zwykłe. Wiem to wszystko. Przewidziałem, że to wszystko się wydarzy.
ru: Так это вы победили Аквагара и его драков. Ты, должно быть, Олурф, ты был здесь раньше, когда мы оба были много моложе. Но эльфы никогда не приходили в Торию. Хотя сейчас необычные времена... Я все знаю. Я предвидел, что это произойдет
sv: Så det var ni som besegrade Aquagar och hans draktrupper. Du måste vara Olurf, som har varit här förut när vi var mycket yngre. Men alver har aldrig varit i Thoria förut. Men detta är oroliga tider. Jag känner till alltihop. Jag har förutspått att detta skulle ske.
tr: Akuagar ve ejderlerini öldürenlerden biri sendin. Sen Olurf olmalısın. İkimiz de çok gençken buradaydın. Fakat Elfler Torya’ya hiç gelmemişti. Bu topraklar için hiç de sıradan zamanlar değil. Herşeyi biliyorum. Bunun olacağını görmüştüm.

source: This is Kalenz, leader of the elves. I have brought him here so he can ask for your advice and your help to deal with the orcs.
da: Dette er Kalenz, leder af elverne. Jeg har bragt ham her så kan kan be' om dit råd og din hjælp til at håndtere orkerne.
de: Dies neben mir ist Kalenz, der Anführer der Elfen. Ich habe ihn zu euch geführt, damit er euch um Rat und eure Hilfe bitten kann, wie wir die Orks bezwingen können.
es: El es Kalenz, líder de los elfos. Lo he traído aquí para que pueda pedir tu consejo y ayuda para terminar con los orcos.
fr: Voici Kalenz, le chef des elfes. Je l'ai amené ici pour qu'il puisse solliciter votre avis et votre aide contre les orcs.
hu: Ő Kalenz, a tündék vezére. Én vezettem ide, hogy a tanácsodat és a segítségedet kérje az orkok ellen.
pl: Oto Kalenz, przywódca elfów. Przyprowadziłem go tutaj aby mógł prosić o waszą radę i pomoc w walce z orkami.
ru: Это Каленз, лидер эльфов. Я привел его, чтобы попросить твоей совета и помощи против орков.
sv: Detta är Kalenz, alvernas ledare. Jag har tagit med honom hit så att han kan fråga dig om råd och be dig om hjälp för att besegra orcherna.
tr: Bu Kalenz, elflerin lideri. Danışmanı olmanı ve orklarla anlaşmakta yardımcı olmanı isteyeceği için onu sana getirdim.

source: Elves, you have fought valiantly and have won a great victory at the forest of Wesmere. Yet the forces that are upon you are not yet defeated. Indeed, they are growing stronger every day. You are fighting destiny. But for the moment you have managed to divert their attention.
da: Elver i har kæmpet modigt og har vundet en stor sejr i Wesmere-skoven. Dog er styrkerne over for jer ikke besejret endnu. Tværtimod vokser de sig stærkere dag for dag. I kæmper for jeres skæbne. I øjeblikket er det lykkes jer at fjerne deres opmærksomhed.
de: Ihr Elfen habt unermüdlich gekämpft und dadurch einen großen Sieg in den Wäldern von Wesnoth errungen. Trotzdem ist es noch nicht gelungen alle Feinde zu besiegen. Im Gegenteil, ihre Streitmacht wird von Tag zu Tag stärker. Ihr tretet gegen die Ewigkeit an. Doch im Moment haben wir es geschafft, sie abzulenken.
es: Elfos, han luchado valientemente y han logrado una gran victoria en los bosques de Wesmere. Todavía no han derrotado a las fuerzas que están en su contra. De hecho, están creciendo más fuertes cada días. Está lucha es su destino. Pero por el momento solo puede desviar su atención.
fr: Elfes, vous avez vaillamment combattu et remporté une grande victoire dans la forêt de Wesmere. Cependant les forces qui vous assaillent ne sont pas encore vaincues. De fait, elles gagnent en puissance chaque jour. Vous luttez contre le destin. Mais pour le moment vous avez réussi à détourner leur attention.
hu: Tündék, vitézül verekedtetek, s nagy győzelmet arattatok Wesmere erdejében. Habár a támadókat még nem semmisítettétek meg. Sőt napról-napra csak erősödnek. A sors ellen küzdötök. Bár e pillanatban sikerült elterelni a figyelmüket.
pl: Elfy, walczyłyscie dzielnie i wygrałyście wielkie zwycięstwo w lesie Wesmere. A jednak siły, które stają przeciw wam nie zostały pokonane. W rzeczy samej, one wzmacniają się z każdym dniem. Albowiem walczycie z przeznaczeniem. Na chwilę udało się wam odwrócić ich uwagę.
ru: Эльфы, вы героически сражались и одержали великую победу в Весмирском лесу. Но неприятель еще не побежден. И сила его растет с каждым днем. Вы сражаетесь с судьбой. Но пока вы отвлекли их внимание.
sv: Alver, ni har stridit med stort mod och vunnit en stor seger i Wesmeres skog. Ändå är inte styrkorna som är över er besegrade ännu. De växer sig starkare för varje dag. Ni strider mot ödet. För ögonblicket har ni dock lyckats avleda deras uppmärksamhet.
tr: Elfler, yiğitçe döğüştünüz ve Wesmer ormanında büyük bir zafer kazandınız. Size saldıran kuvvetler henüz yenilmedi. Aksine, giderek güçleniyorlar. Döğüşmek kaderiniz. Bir an için dikkatlerini başka yöne çektiniz.

source: What do you mean divert their attention?
da: Hvad mener du fjerne deres opmærksomhed?
de: Was meint ihr mit "Sie abgelenkt"?
es: ¿Que quiere decir con desviar su atención?
fr: Qu'entendez-vous par 'détourner leur attention' ?
hu: Mit értesz azon, hogy eltereltük a figyelmüket?
pl: Co masz na myśli mówiąc o odwróceniu ich uwagi?
ru: Что значит "отвлекли внимание"?
sv: Vad menar du med att vi har avlett deras uppmärksamhet?
tr: Dikkatlerini başka yöne çekmekle neyi kastediyorsun?
