Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: The period of peace was a happy one for Wesnoth. The elves and humans were able to rebuild and reorganize. Kalenz himself was able to concentrate on his problem. Eventually he was able to master the effects of Crelanu's potion. But then one evening reports came in of a large orcish force attacking the outskirts of elvish forests. Kalenz gathered quickly a small force. War had returned to the land of the elves.
da: Perioden med fred var en lykkelig tid for Wesnoth. Elverne og menneskene var i stand til at genopbygge og organisere sig. Kalenz var selv i stand til at koncentrere sig om sit problem. Til sidst var han i stand til at mestre efftekten af Crelanus trylledrik. Men så en aften kom der rapporter om en stor orkstyrke som angreb i udkanten af elvernes skove. Kalenz samlede hurtigt en lille gruppe Krig var kommet tilbage til elvernes land.
de: Die Zeit des Friedens war eine Frohe Zeit für Wesnoth. Die Elfen und die Menschen waren fleißig mit dem Wiederaufbau und der Neuorganisation beschäftigt. Kalenz konzentrierte sich voll und ganz auf seine Aufgabe. Er wurde immer besser darin, die Auswirkungen von Crelanus Trank zu kontrollieren. Doch dann, kamen eines Abends Berichte über eine große Streitmacht der Orks, welche an der äußeren Grenze des elfischen Waldes angriff. Kalenz rief schnellstens eine kleine Truppe der besten Krieger zusammen, um ihnen entgegenzutreten. Der Krieg war an diesem Tage in das Land der Elfen zurückgekehrt.
es: El período de paz fué feliz para Wesnoth. Los elfos y los humanos podieron reconstruir y reorganizar. Kalenz pudo concentrarse en su problema. Podía eventualmente dominar los efectos de la poción de Crelanu. Pero entonces llegaron informes de que una gran fuerza de orcos atacaba las cercanías del bosque elfo. Kalenz reunió rápidamente una pequeña fuerza. La guerra había vuelto a la tierra de los elfos.
fr: La paix apporta la joie à Wesnoth. Les elfes et les humains furent en mesure de reconstruire et se réorganiser. Kalenz fut quant à lui en mesure de se concentrer sur son problème. Il fut finalement capable de maîtriser les effets de la potion de Crelanu. Puis un soir des rapports arrivèrent signalant qu'une force massive d'orcs attaquait la lisière des forêts elfiques. Kalenz rassembla rapidement une petite troupe. La guerre était de retour sur les terres des elfes.
hu: A béke időszakának mindenki örült Wesnothban. A tündék és az emberek újjáépítettek, s újra megszervezték magukat. Kalenz maga a saját harcát vívta. Egyre inkább képes volt kezelni Crelanu italának kellemetlen mellékhatásait. Aztán mindennek vége szakadt. Egy esti híradás arról tudósított, hogy nagy ork sereg kezdte el támadni a tünde erdőségek külső övezeteit. Kalenz gyorsan összeverbuvált egy kis sereget. A háború visszatért a tündék földjére.
pl: Okres pokoju był szczęśliwy dla Wesnoth. Elfy i ludzie byli w stanie odbudować swoje kraje i się zreorganizować. Sam Kalenz wreszcie mógł się skupić na swoim problemie. Ostatecznie zdołał przezwyciężyć efekty mikstury Crelanu. A potem pewnego wieczoru nadeszły raporty o wielkiej liczbie orków atakujących skraje lasów elfów. Kalenz szybko zgromadził mały oddział. Wojna wróciła do kraju elfów.
ru: Мирный период был счастливым для Веснота. Эльфы и люди смогли перестроиться и реорганизоваться. Каленз смог сконцентрироваться на своей проблеме. В конце концов, ему удалось одолеть последствия зелья Крелану. Но однажды вечером пришли донесения о большом орочьем войске, атакующем границы эльфийских лесов. Каленз быстро собрал небольшое войско. Война вернулась на земли эльфов...
sv: Det var en lycklig tid av fred i Wesnoth. Alverna och människorna kunde återuppbygga och omorganisera. Kalenz fick tid att koncentrera sig på sitt problem. Efter en tid lyckades han bemästra effekterna av Crelanus elixir. Men så en kväll kom rapporter om att en stor styrka orcher attackerade utkanterna av alvernas skogar. Kalenz samlade snabbt ihop en mindre styrka. Kriget hade återvänt till alvernas rike.
tr: Barış süresince Wesnoth mutlu bir yer oldu. Elfler ve insanlar arasında ilişkiler yeniden kuruldu ve yeniden örgütlendiler. Kalenz kendi sorununa odaklanmıştı. En sonunda Crelanu’nun iksirinin yan etkilerine üstün gelmeyi başarmıştı. Fakat bir akşam, büyük bir ork birliğinin elf ormanının eteklerine saldırdığına dair raporlar geldi. Kalenz çabucak küçük bir birlik topladı. Savaş elf topraklarına geri dönmüştü.

source: Knafa-ord
tr: Kanafa-ord

source: Tan-drul
tr: Tan-dirul

source: Krardul
tr: Korardul

source: Kill these filthy elves! All warlords will then accept our leader, Zorlan, as king and he will reward you all!
hu: Öljétek meg ezeket a nyamvadt tündéket! Minden hadúr el fogja ismerni a mi vezérünk, Zorlan vitézségét, s királlyá választják. Akkor pedig busásan meg fog jutalmazni titeket.
pl: Zabić te elfickie brudasy! Wszyscy wojenni wodzowie uznają wtedy naszego przywódcę, Zorlana, za króla i on wynagrodzi was wszystkich!
tr: Öldürün, şu sıska elfleri! Tüm savaş lordları liderimiz Zorlan’ı kral olarak kabul edecek ve o da hepinizi ödüllendirecek!

source: This is what we have been training for! Now we drive these beasts back!
da: Dette er hvad vi har trænet for! Nu trænger vi disse bæster tilbage!
de: Das ist der Moment, für den wir so lange ausgebildet wurden! Jetzt werden wir unsere Fähigkeiten gut gegen diese Kreaturen einsetzen können, um sie wirksam zurück zu drängen!
es: ¡Para esto hemos estado entrenando! ¡Ahora terminemos con estas bestias!
fr: C'est pour ce genre de situations que nous nous sommes entraînés ! Repoussons ces bêtes !
hu: Ez az, amire készültünk. Söpörjük ki innen ezt a csürhét!
pl: Do tego właśnie trenowaliśmy! Wyprzeć z powrotem te bestie!
ru: Это то, чему нас учили! Давайте выбьем этих чудищ!
sv: Det är det vi har tränat för! Nu driver vi bort de monstren!
tr: İşte, hazırlandığımız şey, bu! Şimdi bu pislikleri geri püskürteceğiz!

source: The orcs are retreating!
da: Orkerne er på tilbagetog!
de: Die Orks ziehen sich zurück!
es: ¡Los orcos se están retirándo!
fr: Les orcs battent en retraite !
hu: Az orkok hátrálnak!
pl: Orki uciekają!
ru: Орки отступают!
sv: Orcherna drar sig tillbaka!
tr: Orklar kaçıyor!

source: We have just received word that a large orcish force has attacked in Lake Glirfindol. Galtrid is already on his way there.
da: Vi har netop modtaget besked om at en stor orkstyrke har angrebet Flod Glirfindol. Galtrid er allerede på vej dertil.
de: Uns ist nur zu Ohren gekommen, dass das eine große Orkische Truppe am See Glirfindol angegriffen hat. Galtrid ist bereits auf dem Weg nach dort.
es: Acabamos de recibir el informe de una fuerza grande de orcos atacado en el lago Glirfindol. Galtrid ya está en camino.
fr: La nouvelle vient de nous parvenir qu'une grosse troupe d'orcs a attaqué au lac Glirfindol. Galtrid a déjà pris la route pour s'y rendre.
hu: Most érkezett a jelentés, hogy egy nagy ork sereg támadta meg a Glirfindol-tó körzetét. Galtrid már elindult oda.
pl: Doniesiono nam właśnie, że wielkie siły orków zaatakowały w rejonie jeziora Glirfindol. Galtrid już jest w drodze do tego miejsca.
ru: Мы получили сведенья о том, что крупное войско орков наступает у озера Глирфиндол. Галтрид движется туда.
sv: Vi har just fått bud om att en stor orchstyrka har anfallit Glirfindolsjön. Galtrid är redan på väg dit.
tr: Büyük bir ork birliğinin Glirfindol gölüne saldırdığı haberini aldık. Galtrid zaten oralarda.

source: It looks like an orcish warlord is becoming much stronger than all others. If he is successful in Lake Glirfindol, I fear he will be able to unite the orcs. There is no time to waste.
da: Det ser ud til ta en orkkrigsherre bliver stærkere end alle de andre. Hvis han har succes i Flod Glirfindol frygter jeg at han vil være i stand til at forene orkerne. Der er ingen tid at spilde.
de: Es sieht so aus, als ob ein orkischer Kriegsherr viel mächtiger als alle anderen wird. Wenn er am See Glifindol Erfolg hat, dann habe ich Angst, das er in der Lage sein wird die zerstrittenen Orks wieder zu vereinen. Es gibt keine Zeit zu verlieren.
es: Parece que un señor de la guerra orco está logrando ser mucho más fuerte que los otros. Si triunfa en el lago Glirfindol, temo que él pueda unir a los orcos. No hay tiempo que perder.
fr: Il semble bien qu'un chef de guerre orc est en train de devenir beaucoup plus fort que tous les autres. J'ai peur qu'il unifie les orcs s'il l'emporte au lac Glirfindol. Il n'y a pas de temps à perdre.
hu: Úgy látszik, ez a hadúr kezdi legyűrni a többieket. Ha győz a Glirfindol-tónál, tartok tőle, hogy a többi ork vezér behódol neki, s egyesíti az orkokat. Nem engedhetjük meg. Nincs vesztegetni való időnk.
pl: Wygląda na to, że przywódca tych orków staje się o wiele silniejszy niż wszyscy inni. Jeżeli odniósłby sukces koło jeziora Glirfindol, obawiam się, że mógłby zdołać zjednoczyć orki. Nie ma czasu do stracenia.
ru: Похоже, военачальник орков стал сильнее всех остальных. Если ему улыбнется удача у озера Глирфиндол, боюсь, он сможет объединить орков. Нельзя терять времени!
sv: Det verkar som att en av deras krigsherrar håller på att tillskansa sig makten över orcherna. Om han avgår med segern vid Glirfindol, så fruktar jag att han kommer att kunna ena orcherna. Det finns ingen tid att förlora!
tr: Anlaşılan bir ork savaş lordu diğerlerinden daha güçlü hale gelmiş. Eğer Glirfindol gölünde başarılı olursa, orkları birleştirebileceğinden korkuyorum. Boşa harcanacak zamanımız yok.

source: Mountain_Lake
da: Bjerg_flod
de: Bergsee
es: Lago de montaña
fr: Lac de montagne
hu: Hegyi tó
pl: Jezioro Górskie
ru: Горное озеро
sv: Bergssjön
tr: Dağ Gölü

source: The elves moved in to recapture the Mountain lake, an area until now noted for its peacefulness and tranquility...
da: Elverne gik ind for at generobre bjergfloden, et område indtil nu kendt for sin fredfyldthed og ro...
de: Die Elfen marschieren ein, um den Bergsee, welcher für seine Friedlichkeit und Beschaulichkeit bekannt ist, zurück zu erobern...
es: Los elfos se instalaron para recuperar la Montaña del Lago, un área reconocida hasta ahora por su paz y tranquilidad...
fr: Les elfes s'avancèrent pour recapturer le lac de montagne, un lieu jusque-là réputé pour sa paix et sa tranquillité.
hu: A tündék elindultak a hegyi tóhoz, hogy visszafoglalják a körzetet, amely korábban a béke és nyugalom szigeteként volt ismert...
pl: Elfy ruszyły by odzyskać jezioro Górskie, obszar do tej chwili znany z spokoju i ciszy...
ru: Эльфы отправились отбить Горное озеро, землю, известную до сих пор своим миром и спокойствием...
sv: Alverna drog in för att återta bergssjön, ett område som hittills varit vida känt för sin fridsamhet och lugn.
tr: Elfler, şidiye kadar barış ve sükunetin hakim olduğu bir alan olan Dağ gölünü geri almak üzere harekete geçtiler...

source: Big Fish
hu: nagy hal
tr: Dev Balık

source: Here we are. This mountain mist looks dangerous!.
da: Her er vi. Dette bjerg ser farlig ud!
de: Hier sind wir nun. Dieser Bergnebel sieht in meinen Augen verdächtig Gefährlich aus!
es: Aquí estamos. ¡Esta niebla de la montaña parece peligrosa!.
fr: Nous y voici. La brume de la montagne paraît dangereuse !
hu: Itt vagyunk. Ez a hegyi köd veszélyesnek tűnik..
pl: Oto i jesteśmy. Ta górska mgła wygląda groźnie!
ru: Мы здесь. Горы выглядят небезопасно!
sv: Då var vi framme. Den där bergsdimman ser farlig ut!
tr: Geldik. Dağdaki sis tehlikeli görünüyor!

source: River crossing
da: Overgangen
de: Flussüberquerung
es: Cruzando el río
fr: Traversée de la rivière
hu: Átkelés a folyón
pl: Przeprawa przez rzekę
ru: Пересечение реки
sv: Överfart
tr: Nehirden geçiş

source: Kalenz moved North to take the fight to Zorlan...
hu: Kalenz Északra ment, hogy megküzdjön Zorlannal...
pl: Kalenz ruszył na północ aby podjąć walkę z Zorlanem...
tr: Kalenz Zorlan’la döğüşmek için kuzeye hareket etti...

source: Brugr
tr: Brugur

source: We need to cross the river. This is probably the best chance we'll get, but we will have to fight them.
da: Vi må krydse floden. Dette er sikkert den bedste mulighed vi får, men vi må kæmpe imod dem.
de: Wir müssen den Fluss überqueren. Das ist vermutlich die beste Stelle zum Überqueren des Flusses, aber wir müssen sie bekämpfen.
es: Necesitamos cruzar el río. Ésta es probablemente la mejor ocasión que conseguiremos, pero tendremos que luchar.
fr: Nous devons traverser la rivière. C'est probablement la meilleure chance que nous aurons, mais il nous faudra les combattre.
hu: Át kell kelnünk a folyón. Valószínűleg ez a legjobb lehetőségünk, de meg kell küzdenünk velük.
pl: Musimy przeprawić się przez rzekę. To prawdopodobnie najlepsza szansa jaką możemy mieć, ale będziemy musieli z nimi walczyć.
ru: Нам нужно пересечь реку. Это лучшая возможность, которая у нас будет, но надо будет драться с ними.
sv: Vi måste korsa floden. Detta är troligen den bästa chansen vi får, men vi måste slåss mot dem.
tr: Nehiri geçmemiz lazım. Muhtemelen en iyi yer burası, fakat geçmek için döğüşmemiz gerekecek.

source: Elfs! They must not cross!
da: Elver! De må ikke krydse floden!
de: Elfen! Sie dürfen den Fluss nicht überqueren!
es: ¡Elfos! ¡No deben cruzar!
fr: Des elfes ! Il ne faut pas qu'ils traversent !
hu: Tündék! Nem szabad átkelniük!
pl: Elfy! Nie mogą się przeprawić!
ru: Эльфы! Они не должны пересечь реку!
sv: Alver! De får inte komma över!
tr: Elfler! Nehri geçmemeliler!

source: Now we can cross!
da: Nu kan vi krydse floden!
de: Jetzt können wir sicher überqueren!
es: ¡Ahora podemos cruzar!
fr: Maintenant nous pouvons traverser !
hu: Most már át tudunk kelni!
pl: Teraz możemy się przeprawić!
ru: Мы можем перебраться!
sv: Nu kan vi ta oss över!
tr: Artık geçebiliriz!

source: Ur-Thorodor
tr: Ur-Torodor

source: At last, the orcs are in this land no more!
da: Endelig, orkerne er ikke mere i dette land!
de: Wenigstens gibt es in dieser Gegend keine Orks!
es: ¡Por fin, los orcos no regresarán a estas tierras nunca más!
fr: Enfin, il n'y a plus d'orcs sur ce territoire !
hu: Végre, az orkok elhagyták ezt a földet.
pl: Wreszcie nie ma już orków w tej ziemi!
ru: Наконец, здесь больше нет орков!
sv: Äntligen, orcherna är förgjorda!
tr: Sonunda, buralarda artık ork kalmadı!

source: Who is this? A speaking tree?
da: Hvem er dette? Et talende træ?
de: Wer ist das? Ein sprechender Baum?
es: ¿Qué es esto? ¿Un árbol hablando?
fr: Qui est-ce ? Un arbre qui parle ?
hu: Ki ez? Egy beszélő fa?
pl: Co to? Mówiące drzewo?
ru: Кто это? Говорящее дерево?
sv: Vem är det? Ett talande träd?
tr: Kimsin? Konuşan bir ağaç mı?

source: Not a tree, I am Ur-Thorodor, protector of this place. I have not been able to prevent the orcs from desecrating this holy place.
da: Jeg er ikke et træ. Jeg er Ur-Thorodor. Beskytter af dette sted. Jeg har ikke været i stand til at forhindre orkerne i at besudle dette hellige sted.
de: Kein Baum ich bin. Ur-Thorodor, Beschützer dieses Waldes mein Name ist. Ich nicht geschafft habe zu beschützen diesen Heiligen Ort vor den Orks.
es: No soy un árbol, soy Ur-Thorodor, protector de este lugar. No he podido impedir a los orcos profanar este lugar santo.
fr: Je ne suis pas un arbre mais Ur-Thorodor, le protecteur de ce lieu. Je n'ai pas été capable d'empêcher les orcs de profaner ce lieu sacré.
hu: Nem fa vagyok, én, Ur-Thorodor védem ezt a helyet. De nem tudtam megakadályozni, hogy az orkok megszentségtelenítsék ezt a szent helyet.
pl: Nie drzewo, jam jest Ur-Thorodor, tego miejsca opiekun. W stanie nie byłem zapobiec zbezczeszczenia tego świetego miejsca przez orki.
ru: Не дерево. Я Ур-Тородор, защитник этого места. Я не смог предотвратить осквернения орками этого святого места.
sv: Inte ett träd. Jag är Ur-Thorodor, denna plats beskyddare. Jag har inte varit framgångsrik i mina strävanden att hindra orcherna från att förröda denna heliga plats.
tr: Ağaç değil, ben bu yerin koruyucusu Urtorodor’um. Orkların bu kutsal yere saygısızlık etmelerini önleyemedim.

source: What is holy about this place?
da: Hvad er helligt ved dette sted?
de: Was ist an diesem Ort Heilig?
es: ¿Por qué es santo este lugar?
fr: En quoi ce lieu est-il sacré ?
hu: Mitől szent ez a hely?
pl: A co takiego świętego jest w tym miejscu?
ru: Что здесь святого?
sv: Vad är det som är heligt med den här platsen?
tr: Buranın nesi kutsal?

source: This is a place where the spirit world comes close to this word. It is said that those with magical powers can communicate with the spirits of the dead. Recently a human mage tried this. Unfortunately, orcs came and disturbed his meditation. Now he is trapped in the land of the dead... I have never seen a human this worthy. He risked his life and sent his troops back to make peace with me. His name was Delfador.
da: Dette er stedet hvor åndeverden komme tæt på vores verden. Det siges at dem med magiske krafter kan kommunikere med de dødes ånder. For nylig prøvede en menneske troldmand dette. Desværre kom orkerne og afbrød hans meditation. Nu er han fanget i de dødes land... Jeg har aldrig set et menneske så værdigt. Han risikerede sit liv og sendte sine tropper tilbage for at få fred med mig. Hans navn var Delfador.
de: Dies ein Ort sein, wo die Welt der Geister dieser Welt nahe kommt. Es heißt solche mit Magie, die toten zum sprechen bringen. Vor kuuuurzer Zeit ein Magier versuchte das. Orks ihn gestööört haben in Meditation. Schlimmm Schlimmm. Magier er gefangen nun ist in Welt der Toten... Niemals zuvoooor ich habe gesehen Magier mit solchen Fähigkeiten, niemals nie nicht. Er nicht gezögert hat sein Leben zu opfern um Friiiieden mit mir zu halten. Sein Name ich nicht vergessen werde, der da Delfador geheißen hat.
es: En este lugar el mundo de los espíritus se acerca al nuestro. Se dice que aquéllos con poderes mágicos pueden comunicarse con los espíritus de los muertos. Recientemente un mago humano probó esto. Desgraciadamente, los orcos vinieron y perturbaron su meditación. Ahora está atrapado en la tierra de los muertos... nunca he visto a un humano tan digno. Arriesgó su vida y envió a sus tropas a hacer la paz conmigo. Su nombre era Delfador.
fr: C'est un endroit où le monde spirituel se rapproche de notre monde. On dit que ceux qui possèdent des pouvoirs magiques peuvent y communiquer avec l'esprit des morts. Un mage humain a récemment tenté l'expérience. Malheureusement, des orcs sont arrivés et ont interrompu sa méditation. Il se retrouve maintenant emprisonné au Pays des Morts... Je n'ai jamais vu un humain aussi valeureux. Il a risqué sa vie et renvoyé ses troupes en arrière pour faire la paix avec moi. Son nom était Delfador.
hu: Ez az a hely, ahol a szellemvilág és az itteni világ érintkezik egymással. Azt mondják, hogy egyes mágusok képesek az elhunytak szellemeivel kommunikálni. Egy emberi mágus épp ezt próbálta, amikor az orkok megérkeztek és megzavarták a meditálásban. Most csapdába került a Holtak Földjén... Korábban még nem találkoztam ilyen kiváló emberrel. Kockára tette az életét és visszaküldte a kíséretét, hogy kibékítsen. Delfadornak hívják.
pl: To miejsce gdzie duchów świat zbliża się do tego świata. Mówi się, że ci z magicznymi mocami mogą się komunikować z duchami zmarłych. Niedawno próbował tego mag spośród ludzi. Niestety, orki nadeszły i jego medytacje przerwały. Uwięzion jest on teraz w śmierci kraju. Nigdym nie widział człowieka wartości takiej. Własne życie na szalę stawiał i odesłał swych żołnierzy by pokój ze mną czynić. Jego imię brzmiało Delfador.
ru: Это место, где мир духов сближается с этим миром. Сказано, что обладающие магической силой могут общаться с духами мертвых. Недавно это попробовал сделать человеческий маг. К несчастью, пришли орки и помешали его медитации. Теперь он застрял в стране мертвых... Я не видел еще такого достойного человека. Он рискнул своей жизнью и отправил свои войска назад, чтобы сохранить со мной мир. Его звали Делфадор.
sv: Detta är en plats där gränsen mellan denna värld och andevärlden är mycket tunn. Det sägs att de med magiska krafter kan kommunicera med de dödas andar. En mänsklig magiker gjorde nyligen ett försök. Tyvärr kom orcherna och störde hans meditation. Nu är han fånge i de dödas rike... Jag har aldrig sett en så värdig människa. Han riskerade sitt liv och skickade tillbaka sina trupper för att medla med mig och skapa fred. Hans namn var Delfador.
tr: Burası ruhlar dünyasının bu dünyaya en yakın olduğu yerdir. Sihirli güçleri olanların ölülerin ruhları ile haberleşebildikleri söylenir. En son bir insan büyücü bunu denedi. Ne yazık ki, orklar geldi ve meditasyonunu bozdular. O şimdi ölüler diyarında, oradan çıkamadı... Bu kadar değerli bir insan hiç görmemiştim. Barış için geldiğini bana kanıtlamak için askerlerini geri göndererek kendini riske attı. Onun ismi Delfador’du.

source: We are only seeking to attack the orcs and put a stop to their attacks. We will neither stay, nor desecrate this place.
da: Vi ønsker kun at angribe ørkerne og dermed stoppe deres angreb. Vi ønsker ikke at blive eller at vanhellige dette sted.
de: Wir sind gekommen, um gegen die Orks zu kämpfen und zu siegen. Wir wollen weder diesen heiligen Ort entweihen noch hier verweilen.
es: Sólo intentamos atacar a los orcos y poner fin a sus ataques. No nos quedaremos, ni profanaremos este lugar.
fr: Nous cherchons seulement à porter le combat chez les orcs et mettre un terme à leurs attaques. Nous n'avons pas l'intention de rester ni de profaner ce lieu.
hu: Mi csak orkok nyomait keressük, hogy megállítsuk a támadásaikat. Nem akarunk itt időzni, pláne nem megszentségteleníteni ezt a helyet.
pl: Chcemy tylko zaatakować orki i powstrzymać ich najazdy. Nie zostaniemy ani nie zbezcześcimy tego miejsca.
ru: Мы всего лишь хотим остановить нападения орков. Мы не будем оставаться или осквернять это место.
sv: Vi söker bara anfalla orcherna och sätta stopp för deras attacker. Vi skall varken stanna här eller förröda denna plats.
tr: Biz sadece saldırmak için orkları arıyoruz, saldırılarına bir son vermek istiyoruz. Biz burada kalacak veya buranın kutsallığına bir saygısızlıkta bulunacak değiliz.

source: Then you will proceed north. But be careful, for the orcs have a large force and I also feel something is very wrong in the spirit world...
da: Så skal du forsætte nordpå. Men vær forsigtig for orkerne har en stor styrke og jeg kan også mærke noget stærkt i åndeverden...
de: Dann ihr könnt gehen nach Norden. Doch vorsichtig ihr solltet sein. Orks haben staaarke Kraft. Ich fühhhle etwas ist nicht in Ordnung in der Welt der Geister...
es: Entonces continúen al norte. Pero tengan cuidado, porque los orcos tienen una fuerza grande y además siento que algo está mal en el mundo de los espíritus...
fr: Alors vous allez continuer vers le nord. Mais soyez prudents, les orcs sont nombreux. En outre, je sens quelque chose de tout à fait anormal dans le monde des esprits...
hu: Akkor északra kell menjetek. De legyetek óvatosak, az orkok hatalmas sereget gyűjtöttek, s valami zavart érzek a szellemvilágban is...
pl: A więc podążajcie na północ. Bądźcie jednak ostrożni, gdyż orki posiadają liczną armię - czuję także coś złego w świecie duchów...
ru: Тогда вам нужно двигаться на север. Но будьте осторожны, у орков большое войско и я чувствую, что в мире духов что-то не так...
sv: Fortsätt då norrut. Men var försiktiga, för orcherna har en stor styrka och jag känner också att något i andevärlden är galet...
tr: Bundan sonra kuzeye ilerleyeceksiniz. Fakat dikkatli olun, orklar büyük bir güce sahipler. Ayrıca, ruhlar dünyasında çok yanlış giden birşeyler olduğunu hissediyorum...

source: Shadows in the dark
da: Skygger i mørket
de: Dunkle Schatten
es: Sombras en la oscuridad
fr: Des ombres dans la nuit
hu: Árnyak a sötétben
pl: Cienie w ciemnościach
ru: Тени во тьме
sv: Skuggor i mörkret
tr: Karanlıktaki Gölgeler
