Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Legend of Wesmere
da: Wesmere-legenden
de: Die Legende von Wesmere
es: La Legenda de Wesmere
fr: La Légende de Wesmere
hu: Wesmere Legendája
pl: Legenda Wesmere
ru: Легенда Весмира
sv: Legenden om Wesmere
tr: Vesmer Destanı

source: LOW
hu: WL
tr: VD

source: Follow the story of the Kalenz and the Elves in Wesnoth and their fight for survival from the second orcish invasion to the times of Konrad and Delfador.
hu: Kövesd végig Kalenz történetét és a wesnothi tündék élethalálharcát a második ork betöréstől Konrad és Delfador idejéig.
tr: Wesnoth’taki Elflerin Konrad ve Delfador zamanındaki ikinci ork istilasından kurtuluşları ve Kalenz’in hikayesi.

source: (Intermediate level, 32 scenarios.)
hu: (Közepes nehézség, 32 pálya)
tr: (Orta düzey, 32 senaryo.)

source: Version:
hu: Verzió:
tr: Sürüm:

source: (for Battle for Wesnoth 1.4.x)
hu: (Harc Wesnothért 1.4.x változatokhoz)
tr: (Wesnoth Savaşı 1.4.x sürümleri için)

source: Soldier
da: Soldat
de: Soldat
es: Soldado
fr: Soldat
hu: Katona
pl: Wojak
ru: Солдат
sv: Soldat
tr: Asker

source: (Easy)
da: (Let)
de: (Leicht)
es: (Fácil)
fr: (facile)
hu: (Könnyű)
pl: (Łatwy)
ru: (Легкий)
sv: (Lätt)
tr: (Kolay)

source: Lord
da: Lensherre
de: Elfenbaron
es: Señor
fr: Seigneur
hu: Úr
pl: Władca
ru: Лорд
sv: Furste
tr: Lider

source: (Hard)
da: (Svær)
de: (Schwer)
es: (Dificil)
fr: (difficile)
hu: (Nehéz)
pl: (Trudny)
ru: (Сложный)
sv: (Svår)
tr: (Zor)

source: High Lord
da: Storlensherre
de: Elfenfürst
es: Gran Señor
fr: Haut Seigneur
hu: Nagyúr
pl: Władca wysokiego rodu
ru: Высший лорд
sv: Storfurste
tr: Elf Lideri

source: Creator and Lead Designer
hu: Készítő és fő tervező
tr: İlk Seferberlik Tasarımcısı

source: Campaign Maintenance
hu: Hadjárat karbantartás
tr: Sürdüren Tasarımcı

source: Maintenance toolchain
hu: Karbantartási folyamat
tr: Bakım Araçları

source: Prose-doctoring
hu: Lektorálás
tr: Metinlerin gözden geçirilmesi

source: WML Programming and Assistance
hu: WML programozás és közreműködés
tr: WML Programlaması ve Yardımı

source: Graphics
hu: Grafika
tr: Resimler

source: Additional thanks to
hu: Külön köszönet
tr: Ek olarak şunlara da teşekkür ederim:

source: The Wesnoth community for feedback, critisism, help with WML code and graphics. Special mention should go to Scott, Turin, SelfishWeirdo, Teldar,js138,l'ultimo cruco,Mad Max, Rhuvaen, breversa, Sly, Zookeeper, Invisible Philosopher, Big Bad Joe and many others
hu: A Wesnoth közösségnek a visszajelzésekért, kritikákért, a WML kód és grafikával kapcsolatos segítségért. Különleges említést érdemel: Scott, Turin, Selfish Weirdo, Teldar, js138, l'ultimo cruco, Mad Max, Rhuvaen, breversa, Sly, Zookeeper, Invisible Philosopher, Big Bad Joe és még sokan mások.
tr: Çizimlere ve WML koduna yardımlarından, eleştirilerinden ve geri bildirimlerinden dolayı Wesnoth topluluğuna. Özellikle de Scott, Turin, SelfishWeirdo, Teldar, js138, l'ultimo cruco, Mad Max, Rhuvaen, breversa, Sly, Zookeeper, Invisible Philosopher, Big Bad Joe ve diğerleri.

source: The Uprooting
da: Løsrivelsen
de: Die Entwurzelung
es: El Desarraigo
fr: Le Déracinement
hu: Gyökeres változás
pl: Wygnanie
ru: Искоренение
sv: Ett bryskt uppvaknande
tr: Kökünü Kazımak

source: In a small isolated peninsula north of Wesnoth a young elf, named Kalenz was growing up...Things were peaceful and Kalenz was becoming a very skilled young elf. Although not of noble heritage, he was already respected for his skills.. These were the times humans came to Wesnoth in large numbers...
hu: Wesnoth északi részén egy elzárt kis félszigeten egy fiatal tünde nevelkedett. A neve Kalenz... Béke honolt a környéken, s Kalenz kiválóan képzett fiatal tündévé lett. Bár ereiben nem nemesi vér csörgedezett, képességeivel már kivívta a közösség tiszteletét... Ezidőtájt kezdtek az emberek Wesnothba áramlani...
tr: Ortama barış hakimdi ve Kalenz giderek çok yetenekli genç bir elf haline geliyordu. Soylu bir mirası olmasa da yetenekleriyle saygı görüyordu... İnsanların kalabalık gruplar halinde Wesnoth’a gelmeye başladığı zamanlardı...

source: Unfortunately, along with humans came the Orcs. The elves were never happy to go to war, and they were completely unprepared for what was to follow. The local leadership was old and weak... This is the story of Kalenz. It is also the story of the Elves in the days of the humans in Wesnoth.
da: Desværre kom der sammen med menneskene også orker. Elverne var aldrig glad for at gå i krig, og de var fuldstændig uforberedt for hvad der ventede dem. Det lokale lederskab var gammelt og svagt... Dette er historien om Kalenz. Det er også historien om elverne på den tid hvor menneskene kom til Wesnoth.
de: Unglücklicherweise kamen mit den Menschen auch die Orks. Das Elfenvolk war alles andere als Glücklich, als sie in den Krieg ziehen mussten und waren vollkommen unvorbereitet auf das, was dann kommen sollte. Die Anführer waren alt und schwach... Dies ist die Geschichte von Kalenz und auch die Geschichte der Elfen in der Zeit, als die Menschen kamen.
es: Lamentablemente, junto con los humanos vinieron los Orcos. Los elfos no eran felices luchando, y no estaban preparados para lo que se venía. La jefatura local era vieja y débil... Ésta es la historia de Kalenz. Es también la historia de los elfos en los días de los humanos de Wesnoth.
fr: Malheureusement, les orcs virent en même temps que les humains. Les elfes répugnaient toujours à mener des guerres et n'étaient absolument pas préparés à ce qui allait suivre. Le cercle de dirigeants était vieux et faible... Ceci est l'histoire de Kalenz et c'est l'histoire des elfes au temps des humains à Wesnoth.
hu: Balszerencse volt, hogy az emberekkel egyidőben az orkok is megjelentek. A tündék sosem örültek a háborúskodásnak, és ami következett, arra végképp nem készültek. A helyi vezetők öregek és gyengék voltak... Ez Kalenz története. Egyúttal a tündéké is, még az emberek wesnothi berendezkedésének idejében.
pl: Niestety, razem z ludźmi przybyły orki. Elfy nigdy nie cieszyły się z wojny, i były zupełnie nie przygotowane na to, co miało się wydarzyć. Miejscowi przywódcy byli starzy i słabi... Oto opowieść o Kalenzu. To także historia o elfach w dniach przybycia ludzi do Wesnoth.
ru: К несчастью, вместе с людьми пришли орки. Эльфы никогда не любили войн, и оказались совершенно не подготовленными к последовавшему. Местные руководители были старыми и слабыми... Это история Каленза. Это история эльфов во времена людей в Весноте.
sv: Med människorna kom det tyvärr orcher. Alverna försökte alltid undvika krig, och de var helt oförberedda på vad som komma skulle. Det lokala ledarskapet var gammalt och svagt... Detta är historien om Kalenz. Det är också historien om alverna under människornas dagar i Wesnoth.
tr: Talihsizliğe bakın ki, insanların yanısıra orklar da geldi. Elfler savaşmak zorunda kalmaktan mutlu değildiler ve olacaklar için tamamen hazırlıksızdılar. Liderleri yaşlı ve zayıftı... Bu, Kalenz’in hikayesidir. Ayrıca, insanların Wesnoth’a geldiği günlerde elflerin yaşadıklarının hikayesidir.

source: Qumseh
tr: Kumseh

source: Graur-Tan
tr: Gror-Tan

source: Reach the signpost
da: Når signalposten
de: Geh zum Wegweiser
es: Alcanzar el poste indicador
fr: Atteindre le panneau
hu: Eléred az útjelző táblát
pl: Dotrzyj do drogowskazu
ru: Достигнуть дорожного знака
sv: Nå fram till vägskylten
tr: Yol işaretine ulaş

source: Death of Kalenz
da: Kalenz' død
de: Kalenz stirbt
es: Muerte de Kalenz
fr: Mort de Kalenz
hu: Kalenz elesik
pl: Śmierć Kalenza
ru: Смерть Каленза
sv: Kalenz dör
tr: Kalenz’in ölümü

source: Death of Landar
da: Landars død
de: Landar stirbt
es: Muerte de Landar
fr: Mort de Landar
hu: Landar elesik
pl: Śmierć Landara
ru: Смерть Ландара
sv: Landar dör
tr: Landar’ın ölümü

source: Turns run out
da: Tiden løber ud
de: Rundenlimit überschritten
es: Fin de los Turnos
fr: Tours de jeu atteinte
hu: Túlléped a körök számát
pl: Koniec czasu
ru: Закончились ходы
sv: Dragen tar slut
tr: Ellerin bitmesi

source: Look, there are many Orcs coming from all directions! To arms!
da: Kig rundt der kommer orker fra alle retninger! Grib våbene!
de: Seht! Es kommen Orks von allen Seiten angestürmt! Zu den Waffen!
es: ¡Miren, vienen muchos Orcos desde todas las direcciones! ¡A las armas!
fr: Regardez, il y a de nombreux orcs venant de toutes les directions ! Aux armes !
hu: Nézzétek, mennyi ork közeledik mindenhonnan! Fegyverbe!
pl: Patrzcie, z wszystkich stron przybywa mnóstwo orków! Do broni!
ru: Глядите, со всех сторон движется множество орков! К оружию!
sv: Titta, det kommer orcher från alla håll! Till vapen!
tr: Bakın, her yönden bir sürü ork geliyor! Silah başına!

source: Hold it Kalenz. The council should discuss the matter. Maybe we can reach an agreement with them!
da: Vent Kalenz. Rådet bør diskutere sagen. Måske kan vi indgå en aftale med dem.
de: Haltet ein Kalenz. Der Elfenrat sollte diese Entscheidung diskutieren. Vielleicht können wir uns gütlich mit ihnen einigen!
es: Espera Kalenz. El concejo debe discutir el tema. ¡Quizá podamos alcanzar un acuerdo con ellos!
fr: Un instant Kalenz. Le conseil doit discuter de la situation. Nous pouvons peut-être parvenir à un accord avec eux !
hu: Ne heveskedj Kalenz! A Tanács majd megtárgyalja az ügyet. Lehet, hogy meg tudunk velük egyezni!
pl: Hola, Kalenz. Rada powinna to przedyskutować. Może dałoby się z nim dojść do porozumienia?
ru: Не торопись, Каленз. Совет должен обсудить ситуацию. Может быть, удастся договориться с ними.
sv: Lugn, Kalenz. Rådet måste diskutera saken. De kanske kan förhandla med dem!
tr: Bekle Kalenz. Konsey bu konuyu tartışmalı. Belki onlarla bir anlaşmaya varabiliriz!

source: Surrender or die, filthy elves!
da: Overgiv jer eller dø modbydelige elver!
de: Ergebt euch, oder kämpft, ihr schmutzigen Elfen!
es: Rindanse o mueran, elfos asquerosos
fr: Rendez-vous ou vous mourrez, sales elfes !
hu: Behódoltok vagy meghaltok, nyamvadt tündék!
pl: Poddajcie się albo gińcie, wszawe elfy!
ru: Сдавайтесь или умрите, грязные эльфы!
sv: Ge upp eller dö, smutsiga alver!
tr: Ya teslim olun ya da ölün, pis elfler!

source: They are too many. I am afraid we have no choice but to surrender!
da: De er for mange. Jeg er bange for at vi må overgive os!
de: Es sind viel zu viele! Ich fürchte, wir haben keine andere Wahl uns zu ergeben.
es: Son demasiados. ¡Tengo miedo de no tener la opción de rendirnos!
fr: Ils sont trop nombreux. J'ai peur que nous n'ayons d'autre choix que de nous rendre !
hu: Túl sokan vannak. Félek hogy nincs más választásunk, be kell hódolnunk!
pl: Za wielu jest ich. Obawiam się, że nie będziemy mieli innego wyboru jak tylko sie poddać.
ru: Их слишком много. Боюсь, у нас нет другого выхода, кроме как сдаться!
sv: De är för många! Jag är rädd att vi måste kapitulera!
tr: Çok kalabalıklar. Korkarım teslim olmaktan başka çaremiz yok!

source: Elves will never surrender to these foul beasts! Who's with me?
da: Elver vil aldrig overgive sig til sådanne skabninger! Hvem er med mig?
de: Elfen ergeben sich niemals so niedrigen Kreaturen! Wer kämpft an meiner Seite?
es: ¡Los elfos nunca se rendirán a estas bestias sucias! ¿Quién está conmigo?
fr: Les elfes ne se rendront jamais à ces bêtes répugnantes ! Qui est avec moi ?
hu: A tündék sosem hódolnak be ezeknek az ocsmány vadaknak! Ki tart velem?
pl: Elfy nigdy się nie poddadzą tym ohydnym bestiom! Kto jest ze mną?
ru: Эльфы никогда не сдадутся этим глупым тварям! Кто со мной?
sv: Alver kommer aldrig att kapitulera inför de här vidriga bestarna! Vilka är med mig?
tr: Elfler asla bu pisliklere teslim olmaz! Kim benimle?

source: We will follow you-but where do we go? We are surrounded!
da: Vi vil følge dig men hvor går vi hen? Vi er omringet!
de: Wir werden uns euch anschließen. Aber wohin sollen wir gehen? Wir sind umzingelt!
es: Seguiremos con usted - ¿pero donde vamos? ¡Nos rodean!
fr: Nous sommes prêts à te suivre. Mais pour aller où ? Nous sommes encerclés !
hu: Mi követünk téged, de hova menjünk? Be vagyunk kerítve!
pl: Podążymy za tobą, ale dokąd? Jesteśmy otoczeni!
ru: Мы с тобой - но куда? Мы окружены!
sv: Vi följer dig! Men vart skall vi gå? Vi är omringade!
tr: Biz sizinleyiz ama yanınıza nasıl geleceğiz? Biz kuşatıldık!

source: We must reach the elvish council in Kali'an and seek their help to recapture our home. We need to go southwest to reunite with our brothers. Let's storm their southern outpost before more of them arrive!
da: Vi må nå elvernes råd i Kali'an og anmode om deres hjælp til at generobre vores hjem. Vi må mod sydvest og blive genforenet med vores brødre. Lad os storme deres sydlige forpost før der ankommer flere!
de: Wir müssen das Elfische Konzil in Kalian so schnell wie Möglich erreichen und sie um Hilfe fragen, wie wir unsere Heimat zurückerobern können. Wir müssen uns südwestlich bewegen, um uns mit unseren anderen Truppen zu vereinigen. Lasst uns ihren südlichen Aussenposten stürmen, bevor noch mehr von denen eintreffen!
es: Debemos alcanzar el concejo elfico en Kali'an e intentar su ayuda para recobrar nuestro hogar. Necesitamos ir al sudoeste a juntarnos con nuestros hermanos.¡Ataquemos su fortín del sur antes de que lleguen más!
fr: Nous devons atteindre le conseil elfique en Ka'lian et réclamer son aide pour recapturer notre terre. Nous avons besoin d'aller au sud-ouest pour nous regrouper avec nos frères. Allons nous emparer des avant-postes orcs du sud avant qu'il n'en arrive davantage.
hu: El kell jutnunk Ka'lianba, a Tünde Tanács segítségét kell kérjük, hogy visszaszerezzük az otthonunkat. Délnyugatra kell mennünk, csatlakozni a testvéreinkhez. Rohanjuk le a déli állomáshelyüket mielőtt még többen jönnének!
pl: Musimy dotrzeć do rady elfów w K'alian i szukać ich pomocy przy odzyskaniu naszego domu. Musimy jechać na południowy zachód by połączyć się z naszymi braćmi. Zaatakujmy ich południową stanicę nim więcej ich się tu pojawi!
ru: Мы должны добраться до эльфийского совета в Калиане и просить их помощи, чтобы вернуть наш дом. Надо идти на юго-запад, чтобы воссоединиться с нашими братьями. На штурм их южного аванпоста, пока не прибыли остальные!
sv: Vi måste ta oss till alvrådet i Ka'lian och be om deras hjälp för att återta vårt hem. Vi måste färdas till sydväst för att återförenas med våra bröder. Låt oss storma deras södra utpost innan fler av dem kommer hit!
tr: Kaliyan’daki elf konseyine ulaşmalı ve topraklarımızı geri almak için yardımlarını talep etmeliyiz. Kardeşlerimize ulaşmak için güneybatıya gitmemiz lazım. Diğerleri gelmeden güneydeki ork karakolunu basalım.

source: Andulias
tr: Andulyas

source: Ok Kalenz, you lead us!
da: I orden Kalenz. Du leder os!
de: Gut, Kalenz du führst uns!
es: Ok Kalenz, ¡nos guias!
fr: D'accord Kalenz, nous te suivrons !
hu: Rendben Kalenz, vezess minket!
pl: Dobrze Kalenz, prowadź nas!
ru: Хорошо, Каленз, веди нас!
sv: Okej, Kalenz, du leder oss!
tr: Tamam Kalenz, komuta sende!

source: You messed with the wrong elf!
da: Du har blandet dig med den forkerte elv!
de: Du hast dich mit dem falschen Elf angelegt!
es: Te arreglaste con el elfo incorrecto!
fr: Tu ne t'es pas frotté au bon elfe !
hu: Rossz tündével kezdtél ki!
pl: Zadarłeś z niewłaściwym elfem!
ru: Ты связался не с тем эльфом!
sv: Du bråkar med fel alv!
tr: Yanlış elfle sofraya oturdun!

source: Take that, you orcish scum!
da: Tag den orkafskum!
de: Nimm das, du Orkischer Abschaum!
es: ¡Toma eso, escoria orca!
fr: Prends ça, espèce de vermine orc !
hu: Nesze, te alávaló ork!
pl: Spróbuj tego, orkowy psie!
ru: Получите, орочьи отбросы!
sv: Här får du, orchavskum!
tr: Al bunu, seni ork alçağı!

source: We surrender!
da: Vi overgiver os!
de: Wir ergeben uns!
es: ¡Nos rendimos!
fr: Nous nous rendons !
hu: Megadjuk magunkat!
pl: Poddajemy się!
ru: Мы сдаемся!
sv: Vi ger oss!
tr: Teslim oluyoruz!

source: Did I mention that we take no prisoners? Die!
da: Glemte jeg at sige at vi ikke tager nogen fanger? Dø!
de: Habe ich schon erwähnt, das wir keine Gefangenen nehmen? Stirb!
es: ¿Mencioné que no tomamos a ningún prisionero? ¡Muéranse!
fr: N'ai-je pas indiqué que nous ne faisions pas de prisonniers ? Mourez !
hu: Nem említettem, hogy nem ejtünk foglyokat. Halál rájuk!
pl: Czy wspominałem, że nie bierzemy jeńców? Giń!
ru: Разве я не упомянул, что мы не берем пленных? Умри!
sv: Nämnde jag att vi inte tar några fångar? Dö!
tr: Esir almadığımızdan bahsetmiş miydim? Geber!

source: Kalenz was right and I was wrong. Let a few of us hold them for a while while the rest go join Kalenz while you still can!
da: Kalenz havde ret og jeg tog fejl. Lad nogle få af os holde dem tilbage mens resten tager til Kalenz mens de stadig kan!
de: Kalenz hatte Recht und ich Unrecht. Lasst ein paar von uns hier, um sie so lang wie möglich aufzuhalten. Der Rest geht mit Kalenz, solange ihr das noch könnt.
es: Kalenz tenía razón y yo estaba equivocado. ¡Algunos de nosotros los detendremos mientras el resto se une a Kalenz!
fr: Kalenz avait raison et j'avais tort. Laissez quelques-uns d'entre nous les retarder un moment pendant que les autres rejoignent Kalenz tant qu'il en est encore temps !
hu: Kalenznek volt igaza, én tévedtem. Néhányan tartsuk fel az orkokat, a többiek csatlakozzanak Kalenzhez, amíg még nem késő!
pl: Kalenz miał rację, nie ja. Niech część z nas powstrzyma ich na chwilę podczas gdy reszta niech dołączy do Kalenza, póki jeszcze istnieje taka możliwość!
ru: Каленз был прав, а я ошибался. Мы останемся здесь, чтобы сдержать их, а остальные пусть отправляются на соединение с Калензом, пока еще можно!
sv: Kalenz hade rätt och jag hade fel. Några av oss håller tillbaka dem, så kan resten av er följa efter Kalenz medan det ännu finns tid!
tr: Kalenz haklıymış, ben yanlış karar vermişim. Bir kaçımız onları tutarken kalanlar Kalenz’e katılsın!

source: We must leave now, but we will not forget. We will return!
da: Vi må afsted nu, men vi glemmer ikke. Vi kommer tilbage!
de: Wir müssen euch jetzt verlassen, aber wir werden euch hier nicht zurücklassen. Wir kommen wieder!
es: Ahora debemos irnos, pero no nos olvidaremos. ¡Volveremos!
fr: Nous devons partir maintenant, mais nous n'oublierons pas. Nous reviendrons !
hu: Most el kell mennünk, de nem felejtünk. Vissza fogunk térni!
pl: Musimy teraz odejść, ale nie zapomnimy. Jeszcze wrócimy!
ru: Мы должны уходить, но мы не забудем вас. Мы вернемся!
sv: Vi måste ge oss av nu, men vi kommer inte att glömma er. Vi kommer att återvända!
tr: Şimdi gitmeliyiz, ama bunu unutmayacağız. Tekrar geleceğiz!

source: You won't get very far! After them!
da: Du kommer ikke langt! Efter dem!
de: Ihr werdet nicht weit kommen! Verfolgt sie!
es: ¡No llegarán muy lejano! ¡Persíganlos!
fr: Vous n'irez pas bien loin ! À leurs trousses !
hu: Nem juthattok messzire! Utánuk!
pl: Daleko nie ujdziecie! Za nimi!
ru: Далеко не уйдешь. За ними!
sv: Ni skall inte komma långt! Efter dem!
tr: Çok uzaklaşamayacaksın! Düşün peşlerine!

source: Hostile mountains
hu: Ellenséges hegyek
pl: Wrogie góry
tr: Düşman dağları

source: Kalenz and his band were able to break their encirclement, but found out that the main routes were already swarming with orcs. They had to take a detour through territory they'd rather avoid...
da: Kalenz og hans gruppe var i stand til at bryde indeslutningen, men opdagede at hovedvejen var fyldt med orker. De måtte vælge en omvej igennem territorium de helst ville have undgået...
de: Kalenz und seine Leute waren in der Lage ihrer Einkesselung zu entgehen. Sie mussten dann aber feststellen, das die Hauptwege schon längst von Orks nur so wimmelten. Sie mussten einen Umweg durch Gelände nehmen, dass sie gerne gemieden hätten...
es: Kalenz y su grupo pudieron romper el cerco, pero averiguáron que las rutas principales ya estaban llenas de orcos. Tenían que tomar un desvío a través de territorios que preferían evitar...
fr: Kalenz et sa troupe parvinrent à briser leur encerclement, mais s'aperçurent que les routes principales grouillaient déjà d'orcs. Il leur fallait faire un détour par un territoire qu'ils auraient préféré éviter.
hu: Kalenz tündéi áttörték az ork ostromgyűrűt, azonban kiderült, az orkok már megszállták a főbb csapásokat. Kénytelen-kelletlen olyan kerülőt kellett tenniük, amit legszívesebben elkerültek volna...
pl: Kalenz i jego oddział zdołali się wydrzeć z okrążenia, ale szybko odkryli, że główne drogi były zatłoczone orkami. Musieli wybrać trasę przez terytorium, które woleliby raczej ominąć...
ru: Каленз и его компания прорвали кольцо осады, но главные маршруты были блокированы орками. Они были вынуждены пойти по местности, которой лучше было бы избегать...
sv: Kalenz och hans mannar lyckades bryta ut ur omringningen, men upptäckte att huvudlederna redan var översvämmade av orcher. De blev tvungna att ta en omväg genom territorium de helst undvek...
tr: Kalenz ve ekibi çemberi kırmayı başarmıştı, fakat ana yollar ork sürüsü kaynıyordu. Onları kollamaktansa, dolambaçlı yollardan gitmeyi tercih ettiler...

source: Grugl
tr: Grugul

source: Death of Olurf
da: Olurfs død
de: Olurf stirbt
es: Muerte de Olurf
fr: Mort d'Olurf
hu: Olurf elesik
pl: Śmierć Olurfa
ru: Смерть Олурфа
sv: Olurf dör
tr: Olurf’un ölümü

source: I hoped to avoid these paths...The eastern path is dwarven territory and is shorter. I hope the dwarves grant us safe passage, since the other path is troll territory...
da: Jeg ønskede at undgå disse stier... Den østlige sti er dværgeområde og er kortere. Jeg håber at dværgene giver os en sikker passage, da den anden sti er igennem troldeterritorium...
de: Ich hatte gehofft, diese Pfade meiden zu können ...Der östliche Pfad ist Zwergengebiet und Kürzer. Ich hoffe,das die Zwerge uns ihr Gebiet sicher passieren lassen, denn der andere Pfad führt direkt durch Troll Territorium...
es: Esperaba evitar estos caminos... El camino oriental es territorio de enanos y es más corto. Espero que los enanos nos concedan un salvoconducto, ya que el otro camino es territorio troll...
fr: J'espérais éviter ces chemins... Le chemin de l'est est en territoire nain et plus court. J'espère que les nains nous accorderont un sauf-conduit, dans la mesure où l'autre chemin est en territoire troll...
hu: Reméltem, hogy elkerülhetjük ezeket az ösvényeket... A rövidebb keleti ösvény törp területen visz át. Remélem a törpök biztosítják a biztonságos átkelést, mivel a másik út troll terület...
pl: Miałem nadzieję ominąć te ścieżki... Wschodnia ścieżka to terytorium krasnoludów i jest krótsza. Mam nadzieję, że krasnoludy zezwolą nam na przejście, bo druga ścieżka wiedzie poprzez terytorium trolli...
ru: Я надеялся избегать этих путей... Восточный путь - территория гномов, он короче. Надеюсь, гномы разрешат нам пройти, ведь другой путь - земля троллей...
sv: Jag hoppades att vi skulle slippa de här stigarna. Den östra stigen är dvärgterritorium och är kortare. Jag hoppas att dvärgarna låter oss passera, eftersom den andra leder genom trollterritorium...
tr: Bu yollardan uzak durmalıyız... Doğu yolu cücelerin topraklarından geçiyor ve daha kestirme. Umarım, cüceler geçmemiz için izin verir, çünkü diğer yol trol topraklarından geçiyor...
