Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Elvish Marksman are expert in use of the bow. Their skill guarantees them a 60% chance to hit enemies, even those hidden in difficult terrain. This great skill with the bow compensates for their lack of skill in melee combat and lesser speed. Invisible units are especially hard to hit. Special Notes:
hu: A tünde mesterlövészek igen gyakorlott íjászok. Képességeik garantálják, hogy 60%-os biztonsággal találják el az ellenséget bármely terepen. Ez a nagy jártasságuk az íjászatban kompenzálja a közelharci hiányosságaikat és a viszonylagos lassúságukat. Láthatatlan egység lévén, nehéz őket megütni. Különleges megjegyzés:
pl: Elficcy strzelcy są ekspertami w użyciu łuków. Ich zdolności gwarantują 60% szans na trafienie wrogów, nawet tych ukrytych w trudnym terenie. Te niezwykłe umiejętności strzeleckie kompensują ich braki w walce wręcz i małą prędkość. Jednostki niewidzialne na dodatek szczególnie trudno trafić. Uwagi specjalne:
tr: Elf Nişancıları yay kullanmakta ustadırlar. Zor zeminlerde gizleniyor olsalar bile düşmanlarını %60 isabet şansıyla vurabilirler. Yakın döğüşteki eksiklikleri düşük hızlarına rağmen bu üstün yetenekleri nedeniyle tercih edilirler. Görünmez birimler çok zor isabet alır. Özel bilgiler:

source: longbow
hu: hosszúíj
pl: długi łuk
tr: uzunyay

source: Elvish Ranger Invisible
da: Usynlig elverskovridder
de: Elfenwaldhüter Unsichtbar
fr: Rôdeur elfe invisible
hu: Láthatatlan tünde vadász
pl: Niewidzialny łowca Elfów
ru: Невидимые эльфийские объездчики
sv: Osynlig alvjägare
tr: Görünmez Elf Orman Savaşçısı

source: Elvish Rangers are quick and powerful. Skilled in both short- and long-range combat, Rangers are truly all-round fighters. The best of all woodsmen, Rangers cannot be seen by enemies while they are in forest, unless they have just made an attack, or there are enemies adjacent to them. Invisible units are especially hard to hit. Special Notes:
hu: A tünde vadászok gyors és erős harcosok. Kiválóan képzettek mind a rövidtávú, mind a hosszútávú küzdelemben. A vadászok igazán sokoldalú harcosok. A legjobbak az erdőlakók között. A vadászok eltűnnek az erdő fái között, csak akkor vehetők észre, ha megtámadják az ellenséget, vagy közvetlen közelségbe kerülnek azzal. Láthatatlan egység, nagyon nehéz megütni. Különleges megjegyzés:
tr: Elf Orman Savaşçıları hızlı ve güçlüdürler. Hem yakın hem de uzak döğüşte ustadırlar, gerçekten çok yönlü döğüşçülerdir. Ormancıların en iyileri olan savaşçılar ormandayken saldırmadıkları sürece burunlarının dibine gelinceye kadar düşman tarafından görülemezler. Özel Bilgiler:

source: Elvish Sharpshooter Invisible
da: Usynlig elverskarpskytte
de: Elfenscharfschütze Unsichtbar
fr: Franc-tireur elfe invisible
hu: Láthatatlan tünde elit íjász
pl: Niewidzialny strzelec elfów
ru: Невидимый Эльф-Снайпер
sv: Osynlig alvskarpskytt
tr: Görünmez Elf Keskin Nişancı

source: The most elite archers in all of Wesnoth, Elvish Sharpshooters are incredibly accurate, guaranteed a 60% chance to hit when attacking, even when firing very quickly. Sharpshooters are excellent at picking off entrenched enemies. Invisible units are very hard to hit Special Notes:
hu: A legkiválóbb íjászok egész Wesnothban a tünde elit íjászok. Elképesztő célzóképesség és 60 %-os találati gyakoriság jellemzi őket, emellett nagyon gyorsak is. Az elit íjászok kitűnőek az elsáncolt ellenség tizedelésében. Láthatatlan egység, nagyon nehéz megütni őket. Különleges megjegyzés:
tr: Tüm Wesnoth’un en seçkin okçuları olar Elf Keskin Nişancıları çok hızlı okkullanırlar ve attıkları oklar %60 gibi yüksek bir hassasiyetle hedeflerini vurur. Görünmez birimler çok zor isabet alır. Özel Bilgiler:

source: I have been defeated!
hu: Legyőztek!
tr: Ben yenildim!

source: I can't believe it should end like this! I'm sorry I failed you Kalenz...
hu: Nem hiszem el, hogy így végzem! Sajnálom Kalenz...
tr: Böyle bittiğine inanamıyorum! Başarısızlığına sebep olduğum için özür dilerim, Kalenz...

source: Noooo! We cannot continue without Landar!
hu: Neeem! Nem tudjuk Landar nélkül folytatni!
tr: Hayııırrr! Landar olmadan devam edemeyiz!

source: No! This is the end! We have been defeated!
hu: Nem! Ez a vég! Elbuktunk!
tr: Hayır! Yenildik! Sonumuz geldi!

source: With Uradredia gone, the North Elves will no longer fight!
da: Med Uradreida væk, vil de nordlige elver ikke fortsætte kampen!
de: Ohne Uradredia werden die Elfen den Kampf aufgeben!
es: ¡Con Uradredia muerto, los Elfos del Norte ya no lucharán!
fr: Avec la disparition d'Uradredia, les Elfes du Nord ne continueront pas le combat !
hu: Uradredia elestével az északi tündék beszüntetik az ellenállást!
pl: Bez Uradrediego, elfy północy nie będą dłużej walczyć!
ru: Без Урадредии Северные Эльфы не будут больше сражаться!
sv: Utan Uradredia kan nordalverna inte slåss!
tr: Uradredya gitti, Kuzey Elfleri artık savaşmaz!

source: Weslath will now fall, we have failed!!
hu: Weslath elesik, elbuktunk!
tr: Weslath şimdi düşecek, başaramadık!!

source: I die? Orc Chief never said anything about fighting elves and dwarves!
da: Jeg dør? Orkkaptajnen sagde aldrig noget om at kæmpe mod elver og dværge!
de: Ich sterbe? Unser Herrscher sagte nie etwas von Kämpfen gegen Elfen und Zwerge!
es: ¿Yo me muero? ¡El Jefe Orco nunca dijo nada sobre elfos luchadores y enanos!
fr: Je meurs ? Chef orc n'a jamais rien dit à propos d'elfes et de nains à combattre !
hu: Meghalok? Az ork vezér sosem beszélt harcoló tündékről és törpökről!
pl: Ginę? Szefostwo nic nie mówiło o walce z elfami i krasnoludami!
ru: Я умираю? Главный не говорил ничего о битве с эльфами и гномами!
sv: Dör jag? Bossen sa aldrig någonting om att slåss mot alver och dvärgar!
tr: Ben öldüm mü? Ork şefi elfler ve cücelerle döğüşmek hakkında bir şey söylemedi!

source: I die, but I will not go unavenged! Cursed may you be Kalenz! May you will never find lasting peace for many many years. And may you lose your dearest. This will be the price for slaying me, Aquagar, great drake wizard of Morogoth. As for you, Crelanu, may your book always haunt you and all its future owners!
da: Jeg dør men jeg vil blive hævnet! Forbandet være dig Kalenz! Må du ikke finde hvile i mange år. Og må du miste dine dyrbare. Dette bliver prisen for at slå mig - Aquagaar - storhestedragetroldmand fra Morogoth. Vedrørende dig Crelanu må din bog forfølge dig og alle dens fremtidige ejere!
de: Ich sterbe, aber ich werde nicht ohne Rache aus dem Leben scheiden! Seid verflucht, Kalenz! Möget ihr niemals dauerhaften Frieden finden für viele, viele Jahre. Möget ihr die verlieren, die euch am nächsten stehen. Das wird der Preis dafür sein, mich, Aquagar, den großen Drakenzauberer von Morogoth erschlagen zu haben. Nun zu euch, Crelanu, möge euer Buch euch für immer heimsuchen und auch alle seine zukünftigen Besitzer!
es: ¡Muero, pero no me iré sin vengarme! ¡Yo te maldigo Kalenz! No encontrarás la paz duradera por muchos muchos años. Y puedes perder lo más estimado. Éste será el precio por matarme, Aquagar, gran mago de los drakes de Morogoth. ¡En cuanto a ti, Crelanu, el libro será tu refugio siempre y el de todos sus dueños futuros!
fr: Je meurs, mais ma disparition ne restera pas sans vengeance ! Sois maudit Kalenz ! Que jamais tu ne trouves durablement la paix. Et que tu perdes l'être qui t'est le plus cher. Tel sera le prix pour m'avoir tué, moi, Aquagar, le grand sorcier drake de Morogoth. Quant à toi, Crelanu, que ton livre toujours te hante, toi et tous ses futurs possesseurs !
hu: Meghalok, de a bosszúm utolér! Átok reád Kalenz! Hosszú-hosszú évekig ne lelj nyugodalmat! És veszítsd el azt, akit legjobban szeretsz. Ez legyen az ár, amit fizetsz Morogoth nagy perzsekényvarázslójának, Aquagarnak elpusztításáért. És Crelanu, téged sem hagylak ki. Legyen átkozott a könyved, és kísértsen téged és minden eljövendő birtokosát!
pl: Ginę, ale zostanę pomszczony! Przeklinam ciebie, Kalenz! Obyś nigdy nie odnalazł pokoju, przez wiele, wiele lat. Obyś stracił swoich najbliższych. To będzie cena za zabicie mnie, Aquagara, wielkiego czarnoksiężnika smoków z Morogoth. Co do ciebie, Cleodil oby twoja księga zawsze prześladowała ciebie i wszystkich przyszłych jej właścicieli!
ru: Я умираю, но не уйду неотомщенным! Будь ты проклят, Каленз! Пусть ты никогда не найдешь мира и потеряешь самое дорогое! Такой будет цена за смерть Аквагара, великого колдуна Морогота! Что же до тебя, Крелану, пусть твоя книга всегда преследует тебя и всех ее будуших владельцев!
sv: Jag dör nu, men min död kommer att bli hämnad! Förbannad vare du, Kalenz! Måtte du inte finna frid på många, många år. Och må du förlora de som är dig kärast. Det är priset för att döda Aquagar, Morogoths store drakmagiker. Och vad gäller dig, Crelanu, så måtte din bok för alltid vara en förbannelse för dig och alla som någon gång kommer att äga boken!
tr: Ben ölüyorum, fakat intikamım alınacak! Lanet olsun sana Kalenz! Yıllar geçse de barışı asla bulamayasın. Tüm saygınlığını kaybedesin. Morogot’un büyük ejderha büyücüsü Akuagar beni öldürmenin bedelini sana ödetecek. Crelanu, senin için de! Ayrıca, kitabın seni ve gelecekteki sahiplerini daima taciz etsin!

source: Some scary fellow this Aquagar! Come now, I think Crelanu ows us some drinks
da: En skræmmende fyr ham Aquagar! Kom nu. Jeg tror Crelanu skylder os nogle øl
de: Ein furchteinflößender Geselle dieser Aquagar! Kommt nun, ich denke Crelanu schuldet uns etwas.
es: ¡Había resultado asustadizo este Aquagar! Vengan ahora, deberíamos beber algo con Crelanu
fr: Quel type effrayant que cet Aquagar ! Venez maintenant, je crois que Crelanu nous doit sa tournée.
hu: Rémes egy figura ez az Aquagar! De menjünk, úgy emlékszem Crelanu ígért valami italt...
pl: Dość przerażający facet z tego Aquagara, co nie? Dobra, wydaje mi się, że Crelanu powinien nam postawić coś do picia.
ru: Жутковатый товарищ этот Аквагар! Ну да ладно, пойдем, думается, Крелану должен теперь выставиться.
sv: Den där Aquagar var allt skrämmande! Kom, jag tror att vi har några bägare till godo hos Crelanu.
tr: Biraz ürkütücü biri bu Akuagar! Gelin şimdi, sanırım Crelanu bize içki sunacak

source: There goes our last hope!
da: Der forsvinder vores sidste håb!
de: Da geht unsere letzte Hoffnung!
es: ¡Allí va nuestra última esperanza!
fr: Voilà notre dernier espoir qui s'envole !
hu: Elszállt az utolsó reményünk!
pl: Prysła nasza ostatnia nadzieja!
ru: Умирает наша последняя надежда...
sv: Där försvinner vårt sista hopp!
tr: Son umudumuz gidiyor!

source: Before you die, know that you lost in Wesmere, you lost in Weslath, you will lose here and that your king is dead!
da: Før du dør så skal du vide at du tabte i Wesmere, du tabte i Weslath, du vil tabe her og din konge er død!
de: Wisse, bevor du stirbst, ihr habt in Wesmere verloren, ihr habt in Weslath verloren, ihr werden hier verlieren und das euer Herrscher tot ist!
es: ¡Antes de que se muera, sepa que perdió en Wesmere, perdió en Weslath, perderá aquí y que su rey está muerto!
fr: Avant de mourir, sachez que vous avez perdu à Wesmere, perdu à Weslath, que vous allez perdre ici et que votre roi est mort !
hu: Mielőtt meghalsz, tudd meg, hogy elvesztetted Wesmeret, elvesztetted Weslathot, veszíteni fogsz itt is és a királyod halott.
pl: Zanim zginiesz, wiedz, że przegraliście w Wesmere, przegraliście w Weslath, przegracie tutaj a wasz król nie żyje!
ru: Перед смертью знай, что вы потерпели поражение в Весмире, в Веслате, будете разбиты здесь, а ваш король мертв!
sv: Innan du dör så skall du veta att ni förlorade i Wesmere, ni förlorade i Weslath, ni kommer att förlora här och er kung är död!
tr: Ölmeden önce, kralınızın öldüğünü, Wesmer ve Weslat’ı kaybettiğinizi burayı da kaybedeceğinizi bil!

source: Aargh! I'm dying!
da: Aargh! Jeg dør!
de: Aargh! Ich sterbe!
es: ¡Aargh! ¡Estoy muriendo!
fr: Aargh ! Je meurs !
hu: Aargh! Meghalok...
pl: Aargh! Ginę!
ru: Ааааа... Я умираю...
sv: Aargh! Jag dör!
tr: Aaahhh! Ölüyorum!

source: Orcs, death is all you will find in this forest!
da: Orker døden er det eneste i finder i denne skov!
de: Orks! Den Tod, das ist alles was ihr in dem Wald finden werdet!
es: ¡Orcos, muerte es todo lo que encontrarás en este bosque!
fr: Orcs, la mort est tout ce que vous trouverez dans cette forêt !
hu: Orkok, csak a halálotokat lelitek meg az erdeinkben!
pl: Orki, śmierć i tylko ona jest jedyną rzeczą, jaką możecie znaleźć w tym lesie!
ru: Орки, смерть - все, что ждет вас в этих лесах
sv: Orcher, det enda ni kommer att finna i den här skogen är död!
tr: Orklar, ölüm hepinizi bu ormanda bulacak!

source: I die without getting da stone?
da: Jeg dør uden at få fat i stenen?
de: Ich sterbe ohne den Klunker?
es: ¿Muero sin conseguir la piedra del da?
fr: Je meurs sans obtenir lou pierre ?
hu: Meghalok anélkül, hogy megszereztük volna a küvet?
pl: Ginę bez zdobycia kamienia?
ru: Я умру, не получив камень?
sv: Dör ja' utan att ha fått tag i stenen?
tr: Taşı alamadan mı ölüyorum?

source: Aargh! I'm gone!
da: Aargh! Jeg er fortabt!
de: Aaargh! Meine Kräfte schwinden, ich sterbe!
es: ¡Aargh! ¡me muero!
fr: Aargh ! C'en est fini pour moi !
hu: Aargh! Végem van...
pl: Aargh! Już po mnie!
ru: Ааааа... Я ухожу...
sv: Aargh! Jag är slut!
tr: Ahhh! Bittim!

source: I told you so!
da: Det sagde jeg jo!
de: Das hab ich dir doch gesagt!
es: ¡Te lo advertí!
fr: Je vous avais prévenus !
hu: Megmondtam!
pl: Mówiłem ci!
ru: Я говорил!
sv: Det var ju det jag sa!
tr: Ben demiştim zaten!

source: Let it be known that you perished at the hands of the Elves of Kalenz!
da: Lad det blive kendt at du gik under for Kalenz-elvernes hænder!
de: Sagt es weiter, das ihr durch Kalenz Elfische Truppen besiegt wurdet!
es: ¡Debes saber que pereciste en manos de los elfos de Kalenz!
fr: Que chacun sache que vous avez péri des mains des elfes de Kalenz !
hu: Csak hogy tudd! Kalenz tündéinek keze által pusztulsz el!
pl: Niech będzie wiadome, że zginąłeś z rąk elfów Kalenza!
ru: Да будет тебе известно, что ты погибаешь от рук эльфов Каленза!
sv: Sprid ordet att det var för Kalenz alvers händer som du gick under!
tr: Ölümünün Kalenz’in elflerinin elinden olacağını bilmeliydin!

source: Speak the truth and die quickly: Where is the human mage and the prince? What have you done to them?
da: Tal sandhed og dø hurtigt: Hvor er mennesketroldmanden og prinsen? Hvad har du gjort med dem?
de: Sagt mir die Wahrheit und es sei euch ein schneller Tod vergönnt: Wo ist der menschliche Zauberer und der Prinz? Was habt ihr mit ihnen getan?
es: Dinos la verdad y mueres rápidamente: ¿Dónde está el mago humano y el príncipe? ¿Qué hicieron con él?
fr: Dites la vérité et votre mort sera rapide. Où sont le mage humain et le prince ? Que leur avez-vous fait ?
hu: Mondj igazat, s gyors halálod lesz: hol van az embermágus és a herceg? Mit tettetek velük?
pl: Mów prędko i zginiesz szybko: gdzie jest ludzki mag i książę? Coście z nimi zrobili?
ru: Говори правду и умри быстро: где человеческий маг и принц? Что ты с ними сделал?
sv: Tala sanning och du får en snabb död. Var är människomagikerna och prinsen? Vad har ni gjort med dem?
tr: Ya gerçeği söylersin ya da şuracıkta ölürsün. İnsan büyücü ve prens nerede? Onlara ne yaptın?

source: They are dead. We burned them.
da: De er døde. Vi brændte dem.
de: Sie sind längst Tod. Wir haben sie verbrannt.
es: Están muertos. Nosotros los quemamos.
fr: Ils sont morts. Nous les avons brûlés.
hu: Meghaltak. Elégettük őket.
pl: Zginęli. Spaliliśmy ich.
ru: Они мертвы! Мы похоронили их!
sv: De är döda. Vi brände dem.
tr: Onlar öldü. Onları yaktık.

source: If this were true, you'd either display them or have sent their bodies to the queen. Make sure this lying worm dies slow.
da: Hvis dette er sandt, så vis dem frem eller send deres kroppe til dronningen. Vær sikker på at denne løgnerorm dør langsomt.
de: Wenn das Wahr wäre, dann hättet ihr sie uns entweder gezeigt, oder ihre Körper zur Königin geschickt. Stellt sicher, das dieser verlogene Wurm eines langsamen, qualvollen Todes stirbt.
es: Si esto fuera verdad, los exhibirías o habrías enviado sus cuerpos a la reina. Asegúrate de que este gusano mentiroso se muera lento.
fr: Si c'était vrai, vous les exposeriez ou vous enverriez leurs corps à la reine. Veillez à ce que ce vermisseau menteur ait une mort lente.
hu: Ha ez igaz volna, vagy megmutatnád őket, vagy elküldted volna a holttesteiket a királynőnek. Gondoskodjatok róla, hogy ez a hazug féreg lassú kínok közt lehelje ki a lelkét.
pl: Gdyby to była prawda, to albo byście wystawili ich ciała na pokaz albo wysłali do królowej. Zróbcie wszystko, by tem kłamliwy pies ginął powoli.
ru: Если бы это было правдой, ты бы показал их или отправил бы их тела королеве. Убедитесь, что этот лгущий червь умрет медленно
sv: Om det var sant så hade ni antingen visat upp dem, eller skickat deras kroppar till drottningen. Se till att den här masken får en långsam död.
tr: Bu gerçekse ya onları göster ya da cesetlerini kraliçeye gönder. Emin ol, bu yalancı kurt yavaş yavaş ölecek.

source: How can this be? Anyway, we have more surprises for you, elves!
da: Hvordan kan det være? Nå pyt vi har overraskelser til jer elvere!
de: Wie kann das sein? Egal, wir haben noch ein paar Überraschungen für euch auf Lager, Elfen!
es: ¿Cómo puede ser? De todas formas, tenemos más sorpresas para ti, elfo!
fr: Comment est-ce possible ? Quoi qu'il en soit, nous avons d'autres surprises en réserve pour vous, elfes !
hu: Hogy lehet ez? Akárhogyis, van még meglepetésünk a számotokra, tündék!
pl: Jak to możliwe? Tak czy inaczej, mamy jeszcze nieco niespodzianek dla was, elfy!
ru: Как такое может быть? Все равно, у нас еще много сюрпризов для вас, эльфы
sv: Hur kan detta hända? Nåväl, vi har fler överraskningar åt er, alver!
tr: Bu nasıl olabilir? Yine de, size başka sürprizlerimiz de olacak elfler!

source: No! it's all over!
da: Nej! Det er forbi!
de: Nein! Jetzt ist alles aus!
es: ¡No! ¡están por todas partes!
fr: Non ! Tout est fini !
hu: Ne! Mindennek vége!
pl: Nie! To koniec!
ru: Нет! Все кончено!
sv: Nej! Det är slut!
tr: Hayır! Her şey bitti!

source: Invincible Zorlan is dead? Quick, run for your lives!
hu: A Legyőzhetetlen Zorlan halott? Fussatok az életetekért!
pl: Niezwyciężony Zorlan nie żyje? Ratuj się kto może!
tr: Yenilmez Zorlan öldü mü? Çabuk, canını kurtar!

source: You will terrorize Wesnoth no more!
da: Du vil ikke længere terrorisere Wesnoth!
de: Nun könnt ihr Wesnoth nicht mehr terrorisieren!
es: ¡Ustedes no aterrorizarán a Wesnoth nunca más!
fr: Vous avez cessé de terroriser Wesnoth !
hu: Soha többé nem terrorizáljátok Wesnothot!
pl: Więcej już nie będziecie terroryzować Wesnoth!
ru: Вам больше не терроризировать Веснот!
sv: Ni skall inte få terrorisera Wesnoth mer!
tr: Wesnoth’u artık dehşete düşüremeyeceksiniz!

source: There goes Wesnoth's only hope!
da: Der forsvinder Wesnoths eneste håb!
de: Da stirbt Wesnoths einzige Hoffnung!
es: ¡Hay va la única esperanza de Wesnoth!
fr: Voilà le seul espoir de Wesnoth qui disparaît !
hu: Elszállt Wesnoth egyetlen reménye!
pl: Jedyna nadzieja Wesnoth właśnie prysła!
ru: Уходит последняя надежда Веснота!
sv: Där försvinner Wesnoths sista hopp!
tr: Wesnoth’un tek umudu gidiyor!

source: The King has fallen! Now Wesnoth will fail!
da: Kongen er faldet! Nu vil Wesnoth falde!
de: Der König ist Tod! Nun wird Wesnoth auseinander brechen.
es: ¡El Rey se ha caído! ¡Ahora Wesnoth caerá!
fr: Le roi a été abattu ! Wesnoth va tomber maintenant !
hu: A Király elesett! Most Wesnothnak vége!
pl: Król zginął! Teraz Wesnoth jest zgubione!
ru: Король пал! Теперь падет Веснот!
sv: Kungen har fallit! Wesnoth är förlorat!
tr: Kral yenildi! Wesnoth düşecek!

source: Oh, no! We are too late...
hu: Ó ne! Elkéstünk...
tr: Olamaz! Çok geç kaldık...

source: (Normal)
hu: (Átlagos)
pl: (Normalny)
ru: (Нормальный)

source: Follow the story of the Kalenz and the Elves in Wesnoth and their fight for survival from the second orcish invasion to the times of Konrad and Delfador(Version 1.4.5, 24 fighting scenaria, 32 total, COMPLETE)
pl: Poznaj historię Kalenza i Elfów Wesnoth oraz ich walki o przetrwanie od czasów drugiej inwazji orków aż do czasów Konrada i Delfadora (Wersja 1.4.5, 24 scenariusze z walką, razem 32, UKOŃCZONA)

source: Campaign designer
pl: Projektant kampanii

source: In a small isolated peninsula north of Wesnoth a young elf, named Kalenz was growing up...
da: I en lille isoleret halvø nord for Wesntoh voksede en ung elv kaldt Kalenz op...
es: En una pequeña y aislada península al norte de Wesnoth un elfo joven, de nombre Kalenz estaba creciendo...
fr: Dans une petite péninsule isolée du nord de Wesnoth grandissait un jeune elfe du nom de Kalenz...
pl: Na małym, odległym półwyspie na północ od Wesnoth dorastał młody elf, imieniem Kalenz...
ru: На маленьком изолированном полуострове на севере Веснота рос юный эльф по имени Каленз...

source: Things were peaceful and Kalenz was becoming a very skilled young elf. Although not of noble heritage, he was already respected for his skills.. These were the times humans came to Wesnoth in large numbers...
da: Tiden var fredfyldt og Kalenz blev en dygtig ung elv. Selvom han ikke var af adelig herkomst, var han allerede respekteret for sine evner.. Dette var tiden hvor mennesker i stort antal kom til Wesnoth...
es: Eran epocas pacíficas y Kalenz estaba volviéndose un joven elfo muy experimentado. Aunque no era de herencia noble, ya se lo respetaba por sus habilidades... En esos tiempos vinieron a Wesnoth en grandes cantidades...
fr: La vie était paisible et Kalenz devenait un jeune elfe très doué. Bien qu'il n'appartînt pas à une lignée noble, il était déjà respecté pour ses talents... C'est vers cette époque que les humains vinrent à Wesnoth en grand nombre...
pl: Czas mijał spokojnie i Kalenz stawał się bardzo zdolnym młodym elfem. Chociaż nie szlachetnego rodu, już zdobył szacunek z powodu swoich umiejętności. Były to czasy, gdy ludzie przybyli do Wesnoth w wielkiej liczbie...
ru: Царил мир и Каленз становился прекрасно обученным юношей. Не будучи благородного происхождения, он был уважаем за свои умения... Это были времена, когда в Веснот пришло множество людей...

source: Kallub
ru: Каллуб

source: Kalimar
ru: Калимар

source: Ithoras
ru: Иторас

source: Ilendal
ru: Илендаль
