Repository: wescamp/Legend_of_Wesmere-1.4
Catalog: po/*.po
Languages: da, de, es, fr, hu, pl, ru, sv, tr

source: Last for 25 turns
da: Varer i 25 runder
de: Überlebe 25 Runden lang
es: Resistir 25 turnos
fr: Tenir 25 tours
hu: Kitartasz 25 körön keresztül
pl: Przetrwaj 25 kolejek
ru: Продержитесь 25 ходов
sv: Håll stånd i 25 drag
tr: 25 tur dayan

source: Death of Aldar
da: Aldars død
de: Aldar stirbt
es: muerte de Aldar
fr: Mort d'Aldar
hu: Aldar meghal
pl: Śmierć Aldara
ru: Смерть Алдара
sv: Aldar dör
tr: Aldar’ın ölümü

source: Here we are! Prepare to fight!
da: Her er vi! Gør klar til kamp!
de: Hier sind wir! Bereitet euch auf den Kampf vor!
es: ¡Aquí estamos! ¡Prepárate para luchar!
fr: Nous voici ! Préparez-vous au combat !
hu: Itt vagyunk! Felkészülni a harcra!
pl: Oto jesteśmy! Przygotujcie się do walki!
ru: А вот и мы! Готовьтесь к битве!
sv: Nu är vi här! Förbered för strid!
tr: Biz geldik! Döğüşe hazırız!

source: So it is true! The elves have come to our help!
da: Så er det sandt! Elverne er kommet os til hjælp!
de: Es ist also wahr! Die Elfen sind uns zu Hilfe gekommen!
es: ¡Es verdad! ¡Los elfos han venido en nuestra ayuda!
fr: C'est donc vrai ! Les elfes sont venus à notre secours !
hu: Hát igaz! A tündék segítségünkre jöttek!
pl: A więc to prawda! Elfy przybyły nam na pomoc!
ru: Так это правда! Эльфы пришли к нам на помощь!
sv: Så det är sant! Alverna kommer för att hjälpa oss!
tr: Gerçekten! Elfler yardıma gelmiş!

source: General Aldar has received your message that you will be coming. He is asking you to cut off the orcish reinforcements from the north. They must not be allowed to enter the battle! Our reinforcements should arrive in a few days.
da: General Aldar har modtaget din besked om at i ville komme. Han beder dig om at spærre orkernes forstærkninger fra nord. De må ikke nå frem til slagmarken! Vores forstærkninger bør være fremme om nogle dage.
de: General Aldar hat die Nachricht von eurer Ankunft erhalten. Er bittet euch darum die Verstärkung der Orks aus dem Norden aufzuhalten. Sie dürfen auf keinen Fall in den Kampf eingreifen! Unsere Verstärkung sollte in ein paar Tagen eintreffen.
es: El General Aldar ha recibido su mensaje de que vendría. Le está pidiendo que detenga los refuerzos orcos del norte. ¡No deben participar de la batalla! Nuestros refuerzos deben llegar en algunos días.
fr: Le général Aldar a reçu le message annonçant votre arrivée. Il vous demande de couper la route aux renforts orcs venant du nord. Il faut absolument les empêcher de se joindre à la bataille. Nos renforts seront là d'ici quelques jours.
hu: Aldar tábornok megkapta az üzenetet, hogy közeledtek. Arra kér, hogy az északi ork utánpótlási vonalakat vágjátok el. Nem szabad onnan erősítést kapniuk az orkoknak. A mi utánpótlásunk napokon belül megérkezik.
pl: Generał Aldar otrzymał od was wiadomość o waszym przybyciu. Prosi was byście odcięli orkom posiłki z północy. Nie wolno im pozwolić dojść na pole bitwy! Nasze posiłki powinny przybyć w kilka dni.
ru: Генерал Алдар получил Ваше сообщение о том, что вы придете. Он просит отрезать орочьи силы на севере. Им нельзя позволить вступить в битву! Наши войска должны прибыть в течение нескольких дней.
sv: General Aldar fick meddelandet om att ni var på väg. Han ber er skära av orchernas truppförstärkningar från norr. De får inte ansluta sig till huvudstyrkan. Våra egna truppförstärkningar borde anlända inom några dagar.
tr: General Aldar geliş haberinizi almıştı. Kuzeyden gelecek ork destek kuvvetlerini kuzeyde durdurmanızı istiyor. Onların savaşa girmesine izin verilmemeli! Bizim destek kuvvetlerinin bir kaç gün içinde gelmesi lazım.

source: Ok, but where are the elvish troops? We cannot hold without them!
da: Men hvor er elvernes tropper? Vi kan ikke klare os uden dem!
de: Einverstanden, aber wo sind die elfischen Truppen? Wir können die Stellung ohne sie nicht halten!
es: De acuerdo, ¿pero donde estan las tropas elficas? ¡No podemos sostenernos sin ellas!
fr: D'accord, mais où sont les troupes elfiques ? Nous ne pouvons tenir sans elles !
hu: Rendben, de hol vannak a tünde egységek? Nem bírjuk nélkülük sokáig!
pl: No dobrze, ale gdzie są żołnierze elfów? Nie damy rady się utrzymać bez nich!
ru: Хорошо. Но где же эльфийские войска? Без них мы не продержимся!
sv: Visst, men var är alvernas trupper? Vi kan inte hålla dem tillbaka utan dem!
tr: Tamam da Elf Ordusu nerede? Onlar olmadan orkları tutamayız!

source: Irglus
tr: Irıglus

source: Eomil
tr: Egomil

source: Kalenz is here!
da: Kalenz er her!
de: Kalenz ist gekommen!
es: ¡Kalenz está aquí!
fr: Kalenz est là !
hu: Kalenz itt van!
pl: Kalenz jest tutaj!
ru: Каленз здесь!
sv: Kalenz har kommit!
tr: Kalenz burada!

source: Where is the rest of the elvish army? They should be here!
da: Hvor er resten af elvernes hær? De bør være her!
de: Wo ist der Rest der elfischen Armee? Sie sollten hier sein!
es: ¿Dónde está el resto del ejército elfo? ¡Deberían estar aquí!
fr: Où est le reste de l'armée des elfes ? Elle devrait être ici !
hu: Hol van a tünde hadsereg? Itt kéne lenniük!
pl: A gdzie reszta armii elfów? Powinna być tutaj!
ru: А где остальная эльфийская армия? Они должны быть здесь...
sv: Var är resten av alvernas armé? De borde vara här nu!
tr: Elf ordusunun kalanı nerede? Burada olmalıydılar!

source: The council has decided it was too risky to send troops here. But we could not let you stand on your own.
da: Rådet har besluttet at det var for risikabelt at sende tropper hertil. Men vi kunne ikke lade jer stå alene.
de: Der Rat hat entschieden es sei zu riskant Truppen hierher zu senden. Aber wir konnten nicht zulassen das ihr ohne Hilfe da steht.
es: El Concejo ha decidido que era demasiado arriesgado enviar tropas aquí. Pero no podíamos permitir que se quede solo.
fr: Le conseil a décidé qu'il serait trop risqué d'envoyer des troupes ici. Mais nous ne pouvions vous laisser résister seuls.
hu: A Tanács határozata szerint túl kockázatos az erőinket ideküldeni. De nem hagyhatunk titeket magatokra.
pl: Rada zadecydowała, że by było zbyt ryzykowne wysyłać tutaj wojsko. Ale my nie mogliśmy znieść myśli, że zostawilibyśmy was samych na pastwę losu.
ru: Совет решил, что слишком рискованно посылать сюда войска. Но мы не могли бросить вас одних.
sv: Rådet beslöt att det var alltför riskfyllt att skicka hit trupper. Men vi kunde inte låta er stå ensamma mot detta hot.
tr: Konsey buraya asker gönderilmesinin riskli olacağına karar verdi. Fakat sizi burada desteksiz bırakamazdık.

source: Insith
tr: Insit

source: Here we are men! Charge!
da: Her er vi mænd! Angrib!
de: Wir sind da Männer! Angriff!
es: ¡Aquí estamos hombres! ¡Carguen!
fr: Nous voici, compagnons ! Chargez !
hu: Itt vagyunk emberek! Roham!
pl: T
ru: А вот и мы. Смирно!
sv: Här är vi, mannar! Till attack!
tr: Hep beraber! Saldırın!

source: More horses!! Run, let's get out of here!
da: Flere heste!! Løb. lad os komme væk!
de: Mehr Reiter kommen!! Rennt, lasst uns von hier verschwinden!
es: ¡Más caballos!! Corran, salgamos de aquí!
fr: D'autres chevaux ! Courez, fichons le camp !
hu: Még több lovas!! Pucoljunk innen!
pl: Więcej koni!! Uciekajcie, musimy się stąd wydostać!
ru: Опять лошади! Бежим!!!
sv: Fler hästar! Spring, låt oss komma härifrån!
tr: Süvariler!! Koşun, kaçalım buradan!

source: We have stopped the orcs once again!
da: Vi har stoppet orkerne endnu engang!
de: Wir haben die Orks wieder einmal gestoppt!
es: ¡Hemos detenido a los orcos una vez más!
fr: Nous avons arrêté les orcs une fois de plus !
hu: Újra megállítottuk az orkokat!
pl: Znowu zatrzymaliśmy orków!
ru: И вновь мы остановили орков!
sv: Ännu en gång har vi stoppat orcherna!
tr: Orkları bir kere daha durdurduk!

source: And we have revived the ancient alliance with the humans!
da: Og vi har genoplivet den ældgamle alliance med menneskene!
de: Und wir haben die Historische Allianz mit den Menschen wiederbelebt!
es: ¡Y hemos renovado la antigua alianza con los humanos!
fr: Et nous avons ranimé l'ancienne alliance avec les hommes !
hu: És felújítottuk az ősi szövetséget az emberekkel!
pl: I odnowiliśmy starożytne przymierze z ludźmi!
ru: И восстановили древний альянс с людьми!
sv: Och vi har förnyat den uråldriga alliansen med människorna!
tr: Ve insanlarla eski ittifakımız yeniden sağlandı!

source: The King is here! Hail Haldric II, King of Wesnoth!
da: Kongen er her! Leve Haldric 2., konge af Wesnoth!
de: Der König ist hier! Lang lebe Haldric II, König von Wesnoth!
es: ¡El Rey está aquí! ¡Hail Haldric II, Rey de Wesnoth!
fr: Le roi est ici ! Vive Haldric II, roi de Wesnoth !
hu: Itt a király! Éljen II. Haldric, Wesnoth Királya!
pl: Król jest tutaj! Sława Haldricowi II, królowi Wesnoth!
ru: Король здесь! Да здравствует Халдрик II, Король Веснота!
sv: Kungen är här! Var hälsad, Haldric II, kung av Wesnoth!
tr: Kral burada! Selam sana Wesnoth Kralı II. Haldrik!

source: The Treaty
da: Traktaten
de: Der Pakt
es: El Tratado
fr: Le Traité
hu: Az egyezség
pl: Układ
ru: Договор
sv: Fördraget
tr: Antlaşma

source: Haldric II
hu: II. Haldric
tr: II. Haldrik

source: Friends, today we have won a great victory at the expense of many good men. Let this be the beginning of a new alliance between our people.
da: Venner i dag har vi vundet en stor sejr på bekostning af mange gode mænd. Lad det være begyndelsen på en ny alliance mellem vores folk.
de: Meine Freunde ! Heute haben wir gemeinsam einen großen Sieg errungen. Wir mussten mit vielen Leben unserer Krieger dafür bezahlen, doch wir haben es nun geschafft. Dies soll der Anfang einer neuen Allianz zwischen unseren Völkern sein.
es: Amigos, hemos logrado hoy una gran victoria a expensas de muchos buenos hombres. Permitamos que sea el principio de una nueva alianza entre nuestra gente.
fr: Mes amis, aujourd'hui nous avons remporté une grande victoire au prix de nombreux hommes valeureux. Que cela marque le début d'une nouvelle alliance entre nos peuples.
hu: Barátaim, rengeteg véráldozat árán vívtuk ki ezt a nagy győzelmet. Legyen ez a nap egy új szövetség kezdete népeink között.
pl: Przyjaciele, dzisiaj odnieśliśmy wielkie zwycięstwo - kosztem życia wielu dobrych wojowników. Niech to będzie początek nowego przymierza między naszymi ludami.
ru: Друзья, сегодня мы одержали великую победу ценою многих добрых людей. Пусть это будет началом нового союза между нашими народами!
sv: Vänner, idag har vi vunnit en stor seger, på bekostnad av många goda soldater. Låt detta bli början på en ny allians mellan våra folk.
tr: Dostlarım, bugün en iyi adamlarımızı kaybettik ama bir zafer kazandık. Bu, halklarımız arasındaki yeni bir ittifakın başlangıcı olsun.

source: King Haldric II, I am very pleased to hear these words. We are facing a very dangerous adversaries. We plan to put an end to this threat and we will need your help.
da: Kong Haldric 2. Jeg er meget glad for at høre disse ord. Vi står over for en meget farlig modstander. Vi har planer om at stoppe denne trussel og har brug for din hjælp.
de: König Haldric II, ich bin sehr erfreut diese Worte zu hören. Wir stehen gefährlichen Gegnern gegenüber. Deshalb planen wir mit eurer Hilfe ihnen ein schnelles Ende bereiten zu können.
es: Rey Haldric II, estoy muy contento de oír estas palabras. Enfrentamos adversarios muy peligrosos. Planeamos poner fin a esta amenaza y necesitaremos su ayuda.
fr: Roi Haldric II, je suis ravi d'entendre ces paroles. Nous faisons face à des adversaires très dangereux. Nous avons l'intention de mettre un terme à cette menace et nous aurons besoin de votre aide.
hu: II. Haldric király. Nagyon örülök, hogy ezeket a szavakat hallom. Nagyon veszélyes ellenséggel állunk szemben,s elhatároztuk, hogy végleg leszámolunk velük. Ehhez szükségünk van a segítségedre is.
pl: Królu Haldricu, bardzo się cieszę słysząc te słowa. Przeciw nam stoją bardzo niebezpieczni wrogowie. Chcemy skończyć z tym zagrożeniem i potrzebujemy waszej pomocy.
ru: Король Халдрик II, я рад слышать эти слова. Мы сражаемся с очень опасным противником. Мы собираемся положить конец этой угрозе и нуждаемся в вашей помощи.
sv: Kung Haldric II, jag är mycket glad över att höra dessa ord. Vi står inför mycket farliga motståndare. Jag tänker ända detta hot och vi behöver er hjälp.
tr: Kral II. Haldrik, Bu sözleri duymaktan çok memnunum. Çok tehlikeli düşmanlarla karşılaştık. Bu soruna bir nokta koymayı planlıyoruz. Bunun için yardımınıza ihtiyacımız var.

source: What? We cannot trust these humans! Where were they when we were fighting the orcs alone? He will betray us like his father did!
da: Hvad? Vi kan ikke stole på disse mennesker! Hvor var de da vi alene kæmpede mod orkerne? Han vil forråde os som sin far!
de: Was ? Wir können diesen Menschen nicht vertrauen! Wo waren sie, als wir gegen die Orks alleine kämpften? Er wird uns genauso im Stich lassen, wie sein Vater einst!
es: ¿Qué? ¡No podemos confiar en los humanos! ¿Dónde estaban cuándo nosotros luchabamos solos contra los orcos? ¡Él nos traicionará como su padre!
fr: Quoi ? Nous ne pouvons avoir confiance en ces humains ! Où étaient-ils donc lorsque nous combattions les orcs tous seuls ? Il nous trahira comme l'a fait son père !
hu: Micsoda? Nem bízhatunk ezekben az emberekben! Hol voltak, amikor egyedül küzdöttünk az orkokkal? El fog árulni minket, ahogy az apja tette!
pl: Co? Nie można ufać tym ludziom! Gdzie byli gdy samotnie stawialiśmy czoła orkom? Zdradzi nas tak samo jak jego ojciec!
ru: Что? Мы не можем доверять этим людям! Где они были, когда мы сражались с орками в одиночку? Он предаст нас, как и его отец!
sv: Vad? Vi kan inte lita på de här människorna! Var var de när vi ensamma slogs mot orcherna? Han kommer att förråda oss, precis som hans far!
tr: Ne? Biz bu insanlara güvenemeyiz! Biz orklarla tek başımıza döğüşürken onlar neredeydi? Babasının yaptığı gibi o da bize ihanet edecek!

source: Silence! How dare you talk this way to the King!
da: Stilhed! Hvor vover du at tale på den måde til kongen!
de: Schweigt! Ihr wagt es, so mit dem König zu sprechen?
es: ¡El silencio! Cómo se atreve a hablarle asi al Rey!
fr: Silence ! Comment osez-vous parler ainsi au roi !
hu: Csendet! Hogy merészelsz így beszélni a Királyról?!
pl: Milczeć! Jak śmiecie mówić w ten sposób do króla!
ru: Тихо! Как ты смеешь так говорить с королем!
sv: Tystnad! Hur vågar du tala så!
tr: Kes! Kralla bu şekilde konuşmaya nasıl cüret edersin!

source: Calm down Aldar! He is right. My father did not help when the orcs attacked you. But my father is dead. There are a lot of things my father did that I can not understand. But, I am the King of Wesnoth now, not my father! And it is my intention to renew our ancient alliance by signing a new treaty here, with you.
da: Fald ned Aldar! Han har ret. Min far hjalp ikke da orkerne angreb dig. Men min far er død. Der er mange ting min far gjorde som jeg ikke forstår. Men jeg er konge af Wesnoth nu, ikke min far! Og det er min hensigt at genoplive vores historiske alliance ved at underskrive en ny traktat her med dig.
de: Schon gut Aldar! Er hat recht. Mein Vater hat euch nicht geholfen, als die Orks angriffen. Aber mein Vater ist tod. Es gibt eine ganze Menge von Dingen, die mein Vater getan hat, die ich bis Heute nicht verstehe, aber ich bin jetzt der König von Wesnoth und nicht mein Vater! Es ist außerdem mein Wille unseren alten Pakt durch die Unterzeichnung eines neuen Vertrages mit euch zu erneuern.
es: ¡Calma Aldar! Él tiene razón. Mi padre no ayudó cuando los orcos lo atacaron. Pero mi padre está muerto. Hay muchas cosas que mi padre hizo que no puedo entender. ¡Pero, yo soy ahora el Rey de Wesnoth, no mi padre! Y es mi intención renovar nuestra antigua alianza firmando un nuevo tratado aquí, con usted.
fr: Du calme, Aldar ! Il dit vrai. Mon père ne vous a pas aidés quand les orcs vous ont attaqués. Mais mon père est mort. Il y a beaucoup de choses que mon père a faites que je ne comprends pas. Mais je suis le roi de Wesnoth maintenant, plus mon père ! Et j'ai bien l'intention de renouveler notre ancienne alliance en signant un nouveau traité ici-même, avec vous.
hu: Nyugalom Aldar! Igaza van. Az apám nem segített, amikor az orkok megtámadtak titeket. De az apám halott. Sok dolgot tett, amiket én nem tudok megérteni. De én vagyok most Wesnoth királya, nem az apám! És az a szándékom, hogy megújítsuk az ősi szövetséget, azáltal, hogy aláírok egy új megállapodást veled.
pl: Uspokójcie się, panie Aldar! On ma rację. Ojciec nasz nie pomógł wam, gdy zaatakowały was orki. Ale ojciec nasz jest martwy. Wiele rzeczy jest uczynionych przez ojca naszego których nie rozumiemy. Ale my jesteśmy teraz królem Wesnoth, nie ojciec nasz! I naszym życzeniem jest odnowić nasze starożytne przymierze podpisując z tobą nowy układ.
ru: Алдар, успокойся. Он прав. Мой отец не помог, когда орки напали на вас. Но мой отец мертв. Многое из того, что делал мой отец, я не понимаю. Но теперь я - король Веснота, а не мой отец. И это мое решение - возобновить наш древний союз, подписав новый договор здесь, с вами.
sv: Lugn, Aldar! Han har rätt! Min far gjorde inget för att hjälpa er när orcherna anföll er. Men min far är död. Det är många saker min far gjorde som jag inte förstår. Men det är jag som är Wesnoths kung nu, inte min far! Det är min avsikt att förnya vår utgamla allians genom att underteckna ett nytt fördrag, här, med er.
tr: Sakin ol Aldar! O haklı. Orklar size saldırdığı zaman babam size yardım etmedi. Fakat babam öldü. Babamın yaptığı ve benim anlayamadığım pek çok şey var. Fakat, Wesnot’un şimdi kralı benim, babam değil! Ve benim düşüncem, sizlerle burada yeni bir antlaşma imzalayarak bizim eski ittifakı yenilemektir.

source: The King is right. We cannot undo the past. But we need each other to fight the orcs. We will sign the treaty.
da: Kongen har ret. Vi kan ikke omgøre fortiden. Men vi har brug for hinanden til at bekæmpe orkerne. Vi underskriver traktaten.
de: Der König hat Recht. Wir können das Geschehene nicht rückgängig machen, aber wir brauchen uns gegenseitig, um gegen die Orks anzutreten. Wir werden den Pakt unterschreiben.
es: El rey tiene razón. No podemos deshacer el pasado. Pero nos necesitamos para luchar con los orcos. Firmaremos el tratado.
fr: Le roi a raison, nous ne pouvons réécrire le passé. Mais nous avons besoin les uns des autres pour combattre les orcs. Nous signerons le traité.
hu: A királynak igaza van. Nem változtathatjuk meg a múltat. De szükségünk van egymásra az orkok ellen. Most pedig írjuk alá az egyezményt.
pl: Król ma rację. Nie da się odwrócić przeszłości. Ale potrzebujemy się nawzajem w czasie walki z orkami. Podpiszemy traktat.
ru: Король прав. Мы не можем переделать прошлое. Но мы нужны друг другу, чтобы сражаться с орками. Мы подпишем договор.
sv: Kungen har rätt. Det som hänt har hänt och kan inte göras ogjort. Vi behöver varandras stöd för att besegra orcherna. Vi kommer att underteckna fördraget.
tr: Kral haklı. Geçmişi geri alamayız. Fakat orklarla savaşmak için birbirimize ihtiyacımız var. Biz antlaşmayı imzalayacağız.

source: Your father had a certain stone, the ruby of fire. Do you still have it?
da: Din far havde en vis sten, ildrubinen. Har du den stadig?
de: Euer Vater hatte einen speziellen Stein. Den Rubin des Feuers. Habt ihr ihn noch?
es: Su padre tenía una cierta piedra, el rubí de fuego. ¿Lo tiene usted ahora?
fr: Votre père possédait une certaine pierre, le Rubis de Feu. La possédez-vous encore ?
hu: Atyád birtokában volt egy bizonyos kő, a Tűz Rubinja. Még mindig megvan?
pl: Ojciec wasz miał pewien kamień, rubin ognia. Czy wciąż go posiadacie?
ru: У твоего отца был определенный камень, Рубин Огня. Он у тебя?
sv: Du far hade en viss sten, Eldrubinen. Har du kvar den?
tr: Babanızda bir taş vardı, ateş yakutu. Hala sizde mi?

source: How do you know about the ruby of fire?
da: Hvordan kender du til ildrubinen?
de: Woher weißt du über den Rubin des Feuers Bescheid ?
es: ¿Cómo sabe usted sobre el rubí de fuego?
fr: Comment avez-vous eu connaissance du Rubis de Feu ?
hu: Honnan tudsz a Tűz Rubinjáról?
pl: Skąd wiesz o rubinie ognia?
ru: Откуда ты о нем знаешь?
sv: Hur känner du till den?
tr: Ateş Yakutu hakkında ne biliyorsun?

source: We have learned that it can have strange effects on its owner. You need to shield its radiation by placing it in a pure gold encasement. Maybe this is the reason for your father's strange behavior.
da: Vi har hørt at den gør mærkelige ting ved dens ejer. Du har brug for at skærme dens udstråling ved at placere den i rent guld. Måske er det årsagen til din fars mærkelige opførsel.
de: Wir haben gelernt, das dieses mächtige Artefakt schlimme Auswirkungen auf dessen Besitzer haben kann. Ihr solltet die Strahlung, die es aussendet abschirmen, in dem ihr es in ein Behältnis aus purem Gold aufbewahrt. Wahrscheinlich war das auch der Grund für das absonderliche Verhalten eures Vaters.
es: Hemos aprendido que puede tener efectos extraños en su dueño. Necesitas protegerte de su radiación poniéndolo en una caja de oro puro. Ésta es quizá la razón del comportamiento extraño de tu padre.
fr: Nous avons appris qu'il pouvait avoir d'étranges effets sur son propriétaire. Vous devez vous protéger de ses radiations en le plaçant dans une enveloppe d'or pur. Peut-être est-il à l'origine de l'étrange comportement de votre père.
hu: Megtudtuk, hogy a tulajdonosára káros hatással bír. Le kell árnyékolni a kisugárzását, színarany tokba kell zárni. Meglehet ez a káros kisugárzás okozta atyád különös viselkedését.
pl: Dowiedzieliśmy się, że może on wywierać nieoczekiwane skutki na posiadaczu. Powinniście osłonić jego emanację poprzez umieszczenie go w osłonie z czystego złota. Może to właśnie było przyczyną dziwnego zachowania waszego ojca.
ru: Мы узнали, что он может странно влиять на своего владельца. Ты должен изолировать его радиацию, поместив его в золотую оправу. Может быть, это и было причиной странного поведения твоего отца.
sv: Vi har fått veta att den kan ha ett märkligt inflytande på dess ägare. Du måste skärma av dess strålglans genom att täcka den med rent guld. Kanske var detta orsaken till din fars underliga beteende.
tr: Sahibi üzerinde tuhaf etkileri olabildiğini öğrendik. Işınımına kalkan olması için onu saf altından bir muhafazaya yerleştirmeniz gerekiyor. Belki bu sebeple babanız tuhaf davranıyordu.

source: Yes, this would explain many things...I will take care of it, thank you.
da: Ja det ville forklare mange ting... Jeg tager mig af det, tak.
de: Ja, das erklärt einiges...Ich werde mich um diese Angelegenheit kümmern. Ich danke euch!
es: Sí, eso explicaría muchas cosas... tendré cuidado, gracias.
fr: Oui, voilà qui expliquerait bien des choses... Je m'en occuperai, merci.
hu: Értem, ez sok mindent megmagyaráz... Köszönöm, hogy elmondtad, gondoskodni fogok róla.
pl: Tak, to by wyjaśniało wiele spraw... Zajmiemy się tym, przyjmijcie nasze podziękowanie.
ru: Это многое объясняет... Я позабочусь об этом, благодарю.
sv: Ja, det skulle förklara en hel del... Jag tar hand om det. Tack skall du ha.
tr: Evet, bu bir çok şeyi açıklıyor... Bunu dikkate alacağım, teşekkür ederim.
